Repository: Gelbpunkt/IdleRPG
Catalog: locales/*_1337/LC_MESSAGES/idlerpg.po
Languages: de_de

source: `<itemid>` - The ID of the item to offer `<price>` - The price the other has to pay, can be a number from 0 to 100,000,000 `<user>` - The user to offer the item to Offer an item to a specific user. You may not offer modified items. Once the other user accepts, the item belongs to them.
de_de: `<173m1d>` - D13 1D d35 173m5, d45 4n63b073n w3rd3n 50ll `<pr1c3>` - D3r Pr315, d3n d3r 4nd3r3 Nu7z3r z4hl3n 50ll, k4nn 31n3 Z4hl zw15ch3n 0 und 100.000.000 531n `<u53r>` - D3r Nu7z3r, d3m d45 173m 4n63b073n w1rd B13737 31n 173m 31n3m 5p3z1f15ch3n Nu7z3r 4n. Du k4nn57 k31n3 m0d1f1z13r73n 173m5 4nb1373n. 50b4ld d3r 4nd3r3 Nu7z3r 4kz3p713r7, 63hör7 d45 173m d4nn 1hm.

source: You may not offer items to yourself.
de_de: Du k4nn57 d1r n1ch7 53lb57 173m5 4nb1373n.

source: Are you sure you want to sell your equipped {item}?
de_de: B157 du 51ch3r, d455 Du d31n 4u563rü573735 173m {item} w3663b3n w1ll57?

source: Item selling cancelled.
de_de: V3rk4uf 4b63br0ch3n.

source: {user}, {author} offered a **{stat}** **{itemtype}**! React to buy it! The price is **${price}**. You have **2 Minutes** to accept the trade or the offer will be canceled.
de_de: {user}, {author} h47 d1r 31n **{stat}** **{itemtype}** 4n63b073n! R34c73 um 35 zu k4uf3n! D3r Pr315 b37rä67 **${price}**. Du h457 **2 M1nu73n** Z317 um d3n H4nd3l 4nzun3hm3n 0d3r d45 4n63b07 w1rd 4b63br0ch3n w3rd3n.

source: They didn't want it.
de_de: 3r w0ll73 d31n 173m w0hl n1ch7.

source: {user}, you're too poor to buy this item!
de_de: {user}, Du h457 n1ch7 63nu6 63ld um d13535 173m zu k4uf3n!

source: The owner sold the item with the ID `{itemid}` in the meantime.
de_de: D3r B3517z3r h47 d45 173m m17 d3r 1D `{itemid}` 1n d3r Zw15ch3nz317 v3rk4uf7.

source: Successfully bought item `{itemid}`. Use `{prefix}inventory` to view your updated inventory.
de_de: 173m `{itemid}` 3rf0l6r31ch 63k4uf7. Prüf3 d31n n3u35 1nv3n74r m17 `{prefix}inventory`.

source: Sell items for their value
de_de: V3rk4uf7 173m5 für 1hr3n W3r7

source: `<itemids>` - The IDs of the items to sell, seperated by space Sells items for their value. Items that you don't own will be filtered out. If you are in an alliance which owns a trade building, your winnings will be multiplied by 1.5 for each level. (This command has a cooldown of 10 minutes.)
de_de: `<173m1d5>` - D13 1D d35 173m5, w3lch35 v3rk4uf7 w3rd3n 50ll, 53p4r13r7 m17 L33rz31ch3n V3rk4uf7 173m5 für 1hr3n W3r7. 173m5, d13 du n1ch7 b3517z7 w3rd3n h3r4u563f1l73r7. F4ll5 du 1n 31n3r 4ll14nz b157, w3lch3 31n3 574d7 b3517z7, d13 31n H4nd3l563bäud3 h457, 573167 d3r V3rk4uf563w1nn pr0 L3v3l um 1.5. (D1353r B3f3hl h47 31n3n C00ld0wn v0n 10 M1nu73n.)

source: You cannot sell nothing.
de_de: Du k4nn57 n1ch7 N1ch75 v3rk4uf3n.

source: You don't own any items with the IDs: {itemids}
de_de: D1r 63hör3n k31n3 6363n57änd3 m17 d3n 1D5: {itemids}

source: You are about to sell {amount} equipped items. Are you sure?
de_de: Du b157 d4b31, {amount} 4u563rü57373 6363n57änd3 zu v3rk4uf3n. B157 du 51ch3r?

source: Cancelled.
de_de: 4b63br0ch3n.

source: You received **${money}** when selling item(s) `{itemids}`. {additional}
de_de: Du h457 **${money}** 3rh4l73n, 4l5 du d13 6363n57änd3 `{itemids}` v3rk4uf7 h457. {additional}

source: Skipped `{amount}` because they did not belong to you.
de_de: 1ch h4b3 `{amount}` 6363n57änd3 üb3r5prun63n, w31l 513 d1r n1ch7 63hör3n.

source: Merch all non-equipped items
de_de: V3rk4uf7 4ll3 n1ch7-4u563rü57373n 6363n57änd3

source: `[maxstat]` - The highest damage/defense to include; defaults to 100 `[minstat]` - The lowest damage/defense to include; defaults to 0 Sells all your non-equipped items for their value. A convenient way to sell a large amount of items at once. If you are in an alliance which owns a trade building, your earnings will be increased by 50% for each level. (This command has a cooldown of 30 minutes.)
de_de: `[m4x5747]` - D3r höch573 4n6r1ff5/V3r731d16un65w3r7, d3r m17 31nb3z063n w1rd, 0hn3 4n64b3 157 35100 `[m1n5747]` - D3r n13dr16573 4n6r1ff5/V3r731d16un65w3r7, d3r m17 31nb3z063n w1rd 574nd4rd 157 0 V3rk4uf7 4ll3 n1ch7 4u563rü57373n 173m5 für 1hr3n W3r7. 31n3 pr4k715ch3 Mö6l1chk317, v13l3 v3r5ch13d3n3 173m5 4uf 31nm4l zu v3rk4uf3n. F4ll5 du 1n 31n3r 4ll14nz b157, w3lch3 31n3 574d7 b3517z7, d13 31n H4nd3l563bäud3 h47, 573167 d3r V3rk4uf563w1nn pr0 L3v3l um 50%. (D1353r B3f3hl h47 31n3n C00ld0wn v0n 30 M1nu73n.)

source: Nothing to merch.
de_de: 35 61b7 n1ch75 zu v3rk4uf3n.

source: You are about to sell **{count} items for ${money}!** Are you sure you want to do this?
de_de: Du v3rk4uf57 d4m17 **{count} 173m5 für ${money}!** B157 du 51ch3r d455 du d45 7un w1ll57?

source: Cancelled selling your items.
de_de: D45 V3rk4uf3n d3r 173m5 wurd3 4b63br0ch3n.

source: Looks like you got more or less items in that range in the meantime. Please try again.
de_de: 513h7 50 4u5 4l5 0b du m3hr 0d3r w3n163r 173m5 4l5 v0rh3r h457. V3r5uch3 35 n0chm4l.

source: Merched **{count}** items for **${money}**.
de_de: **{count}** 173m5 v3rk4uf7, du b3k0mm57 **${money}**.

source: View your shop offers
de_de: Z3167 d31n3 M4rk74n63b073 4n

source: View your pending shop offers. This is a convenient way to find IDs of items that you put on the market.
de_de: 513h d1r d31n3 m0m3n74n3n M4rk74n63b073 4n. D45 157 31n pr4k715ch3r W36 um 1D5 v0n 173m5 zu f1nd3n, w3lch3 du 4uf d3m M4rk7 4n63b073n h457.

source: You don't have any pending shop offers.
de_de: Du h457 k31n3 173m5 4uf d3m M4rk7.

source: Your pending items
de_de: D31n3 173m5 4uf d3m M4rk7

source: Buys an item from the trader
de_de: K4uf7 31n 173m v0m Händl3r

source: Buys items at the trader. These items can range from 1 stat to 15 stat, with their price being 50 times their stat. Useful for the early game. (This command has a cooldown of 1 hour.)
de_de: K4uf7 173m5 v0m Händl3r. D1353 173m5 könn3n zw15ch3n 1 und 15 57475 h4b3n, währ3nd 1hr Pr315 50M4l 1hr35 57475 157. H1lfr31ch für d3n 4nf4n6. (D1353r B3f3hl h47 31n3n C00ld0wn v0n 1 57und3.)

source: The Trader
de_de: D3r Händl3r

source: Hit a button to buy it
de_de: Kl1ck3 31n3 R34k710n zum k4uf3n

source: You are too poor to buy this item.
de_de: Du h457 n1ch7 63nu6 63ld d4für.

source: Successfully bought offer **{offer}**. Use `{prefix}inventory` to view your updated inventory.
de_de: 173m `{offer}` 3rf0l6r31ch 63k4uf7. Prüf3 d31n n3u35 1nv3n74r m17 `{prefix}inventory`.

source: Propose to a player
de_de: M4ch3 31n3m 5p13l3r 31n3n 4n7r467

source: `<partner>` - A discord User with a character who is not yet married Propose to a player for marriage. Once they accept, you are married. When married, your partner will get bonuses from your adventures, you can have children, which can do different things (see `{prefix}help familyevent`) and increase your lovescore, which has an effect on the [adventure bonus](https://wiki.idlerpg.xyz/index.php?title=Family#Adventure_Bonus). If any of you has children, they will be brought together to one family. Only players who are not already married can use this command.
de_de: `<p4r7n3r>` - 31n D15c0rdnu7z3r m17 31n3m Ch4r4k73r, d3r n0ch n1ch7 v3rh31r4737 157 M4ch3 31n3m 5p13l3r 31n3n 4n7r46. W3nn 3r/513 4kz3p713r7, 531d 1hr v3rh31r4737. W3nn 1hr v3rh31r4737 531d, 3rhäl7 3u3r P4r7n3r B0n1 v0n 3ur3n 4b3n73u3rn. 1hr könn7 K1nd3r h4b3n, w3lch3 v3r5ch13d3n3 D1n63 7un (513h3 `{prefix}help familyevent`) und 3ur3n L13b35w3r7 3rhöh3n, w45 31n3n 3ff3k7 4uf d3n [4b3n73u3rb0nu5](h77p5://w1k1.1dl3rp6.xyz/1nd3x.php?717l3=F4m1ly#4dv3n7ur3_B0nu5) h47. W3nn 31n3r v0n 3uch b3r3175 K1nd3r h47, w3rd3n 513 zu 31n3r F4m1l13 zu54mm3n63führ7. Nur 5p13l3r, w3lch3 n0ch n1ch7 v3rh31r4737 51nd, könn3n d1353n B3f3hl nu7z3n.

source: You should have a better friend than only yourself.
de_de: Du 50ll7357 j3m4nd3n 4nd3r3n h4b3n, 4l5 nur d1ch 53lb57.

source: One of you is married.
de_de: 31n3r v0n 3uch b31d3n 157 5ch0n v3rh31r4737.

source: {author} has proposed for a marriage!
de_de: {author} m4ch7 d1r 31n3n H31r4754n7r46!

source: {author} wants to marry you, {partner}! React with :heart: to marry them!
de_de: {author} möch73 d1ch h31r473n, {partner}! R34613r3 m17 :h34r7: um 1hn zu h31r473n!

source: They didn't want to marry.
de_de: 3r w0ll73 n1ch7 h31r473n.

source: Either you or your lovee married in the meantime... :broken_heart:
de_de: 31n3r v0n 3uch h47 1n d3r Zw15ch3nz317 j3m4nd 4nd3r3n 63h31r4737... :br0k3n_h34r7:

source: Aww! :heart: {author} and {partner} are now married!
de_de: 4ww! :h34r7: {author} und {partner} 51nd j37z7 v3rh31r4737!

source: Break up with your partner
de_de: M4ch7 m17 d31n3m P4r7n3r 5chlu55

source: Divorce your partner, effectively un-marrying them. When divorcing, any kids you have will be split between you and your partner. Each partner will get the children born with their `{prefix}child` commands. You can marry another person right away, if you so choose. Divorcing has no negative consequences on gameplay. Both players' lovescore will be reset. Only married players can use this command.
de_de: 5ch31d3 d1ch v0n d31n3m P4r7n3r, 4l50 un-v3rh31r473 d1ch. Währ3nd 31n3r 5ch31dun6 w3rd3 4ll3 K1nd3r, d13 1hr h4b7, zw15ch3n 3uch 4uf63731l7. J3d3r P4r7n3r b3k0mm7 d13 K1nd3r, d13 63b0r3n wurd3n 4l5 3r/513 `{prefix}child` 63nu7z7 h47. Du k4nn57 50f0r7 31n3 n3u3 P3r50n h31r473n, w3nn du d45 w1ll57. 31n3 5ch31dun6 h47 k31n3 n36471v3n K0n53qu3nz3n 1m 5p13l. D13 L13b35w3r73 b31d3r 5p13l3r w3rd3n zurück63537z7. Nur v3rh31r47373 5p13l3r könn3n d1353n B3f3hl nu7z3n.

source: You are not married yet.
de_de: Du h457 k31n3n P4r7n3r.

source: Are you sure you want to divorce your partner? Some of your children may be given to your partner and your lovescore will be reset.
de_de: B157 du d1r 51ch3r, d455 du d1ch v0n d31n3m P4r7n3r 5ch31d3n l4553n möch7357? 31n163 d31n3r K1nd3r könn73n d31n3m P4r7n3r 6363b3n w3rd3n und 3u3r L13b35w3r7 w1rd zurück63537z7.

source: Cancelled the divorce. I guess the marriage is safe for now?
de_de: 5ch31dun6 4b63br0ch3n. 1ch d3nk3, d13 3h3 157 v0r3r57 63r37737?

source: You are now divorced.
de_de: Du b157 j37z7 635ch13d3n.

source: Show your partner
de_de: Z3167 d31n3n P4r7n3r

source: Show your partner's Discord Tag. This works fine across server. Only married players can use this command.
de_de: Z3167 d3n D15c0rd746 d31n35 P4r7n3r5. D45 funk710n13r7 4uch üb3r 53rv3r h1nw36. Nur v3rh31r47373 5p13l3r könn3n d1353n B3f3hl nu7z3n.

source: You are currently married to **{partner}**.
de_de: Du b157 m17 **{partner}** v3rh31r4737.

source: Show a player's lovescore
de_de: Z3167 d3n L13b35w3r7 31n35 5p13l3r5

source: `[user]` - The user whose lovescore to show; defaults to oneself Show the lovescore a player has. Lovescore can be increased by their partner spoiling them or going on dates. Lovescore affects the [adventure bonus](https://wiki.idlerpg.xyz/index.php?title=Family#Adventure_Bonus) and the amount of children you can have.
de_de: `[u53r]` - D3r Nu7z3r, d3553n L13b35w3r7 4n63z3167 w3rd3n 50ll; 0hn3 4n64b3 157 m4n 35 53lb57 Z3167 d3n L13b35w3r7, d3n 31n 5p13l3r h47. L13b35w3r7 k4nn 3rhöh7 w3rd3n, 1nd3m 1hr 3ur3n P4r7n3r v3rwöhn7 0d3r 4uf D4735 63h7. L13b35w3r7 b331nflu557 d3n [4b3n73u3rb0nu5](h77p5://w1k1.1dl3rp6.xyz/1nd3x.php?717l3=F4m1ly#4dv3n7ur3_B0nu5) und d13 4nz4hl d3r K1nd3r, d13 1hr h4b3n könn7.

source: noone
de_de: n13m4nd3m

source: {user}'s overall love score is **{score}**. {user} is married to **{partner}**.
de_de: {user}5 6354m73r L13b35w3r7 157 **{score}**. {user} 157 m17 **{partner}** v3rh31r4737.

source: Increase your partner's lovescore
de_de: 3rhöh7 d3n L13b35w3r7 d31n35 P4r7n3r5

source: `[item]` - The item to buy, a whole number from 1 to 40; if not given, displays the list of items Buy something for your partner to increase *their* lovescore. To increase your own lovescore, your partner should spoil you. Please note that these items are not usable and do not have an effect on gameplay, beside increasing lovescore. Only players who are married can use this command.
de_de: `[173m]` - D45 173m, w3lch35 63k4uf7 w3rd3n 50ll, 31n3 64nz3 Z4hl zw15ch3n 1 und 40; w3nn d135 n1ch7 6363b3n w1rd, z3167 35 31n3 L1573 d3r 173m5 4n K4uf3 37w45 für d31n3n P4r7n3r um d3n L13b35w3r7 *d31n35 P4r7n3r5* zu 3rhöh3n. Um d31n3n 3163n3n L13b35w3r7 zu 3rhöh3n, mu55 d31n P4r7n3r d1ch v3rwöhn3n. 1nf0: D1353 173m5 51nd n1ch7 nu7zb4r und h4b3n k31n3n 3ff3k7 4uf d45 5p13l, 4b6353h3n d4v0n, d3n L13b35w3r7 zu 3rhöh3n. Nur v3rh31r47373 5p13l3r könn3n d1353n B3f3hl nu7z3n.

source: Dog :dog2:
de_de: Hund :d062:

source: Cat :cat2:
de_de: K47z3 :c472:

source: Cow :cow2:
de_de: Kuh :c0w2:

source: Penguin :penguin:
de_de: P1n6u1n :p3n6u1n:

source: Unicorn :unicorn:
de_de: 31nh0rn :un1c0rn:

source: Potato :potato:
de_de: K4r70ff3l :p07470:

source: Sweet potato :sweet_potato:
de_de: 5üßk4r70ff3l :5w337_p07470:

source: Peach :peach:
de_de: Pf1r51ch :p34ch:

source: Ice Cream :ice_cream:
de_de: 315 :1c3_cr34m:

source: Bento Box :bento:
de_de: B3n70 B0x :b3n70:

source: Movie Night :ticket:
de_de: F1lm4b3nd :71ck37:

source: Video Game Night :video_game:
de_de: 5p13l34b3nd :v1d30_64m3:

source: Camping Night :fishing_pole_and_fish:
de_de: C4mp3n :f15h1n6_p0l3_4nd_f15h:

source: Couple Competition :trophy:
de_de: W377b3w3rb :7r0phy:

source: Concert Night :musical_keyboard:
de_de: K0nz3r7n4ch7 :mu51c4l_k3yb04rd:

source: Bicycle :bike:
de_de: F4hrr4d :b1k3:

source: Motorcycle :motorcycle:
de_de: M070rr4d :m070rcycl3:

source: Car :red_car:
de_de: 4u70 :r3d_c4r:

source: Private Jet :airplane:
de_de: Pr1v47j37 :41rpl4n3:

source: Space Rocket :rocket:
de_de: R4k373 :r0ck37:

source: Credit Card :credit_card:
de_de: Kr3d17k4r73 :cr3d17_c4rd:

source: Watch :watch:
de_de: Uhr :w47ch:

source: Phone :iphone:
de_de: H4ndy :1ph0n3:

source: Bed :bed:
de_de: B377 :b3d:

source: Home films :projector:
de_de: H31mv1d305 :pr0j3c70r:

source: Satchel :school_satchel:
de_de: 5chul745ch3 :5ch00l_547ch3l:

source: Purse :purse:
de_de: Br13f745ch3 :pur53:

source: Shoes :athletic_shoe:
de_de: 5chuh3 :47hl371c_5h03:

source: Casual Attire :shirt:
de_de: Fr31z317b3kl31dun6 :5h1r7:

source: Ring :ring:
de_de: R1n6 :r1n6:

source: Balloon :balloon:
de_de: B4ll0n :b4ll00n:

source: Flower Bouquet :bouquet:
de_de: Blum3n57r4uß :b0uqu37:

source: Expensive Chocolates :chocolate_bar:
de_de: 73ur3 5ch0k0l4d3 :ch0c0l473_b4r:

source: Declaration of Love :love_letter:
de_de: L13b35br13f :l0v3_l3773r:

source: Key to Heart :key2:
de_de: 5chlü553l zum H3rz3n :k3y2:

source: Ancient Vase :amphora:
de_de: 4l73r7üml1ch3 V453 :4mph0r4:

source: House :house:
de_de: H4u5 :h0u53:

source: Super Computer :computer:
de_de: 5up3rc0mpu73r :c0mpu73r:

source: Precious Gemstone Collection :gem:
de_de: Juw3l3n54mmlun6 :63m:

source: Planet :earth_americas:
de_de: Pl4n37 :34r7h_4m3r1c45:

source: To buy one of these items for your partner, use `{prefix}spoil shopid`
de_de: Um 31n5 d1353r 173m5 für d31n3n P4r7n3r zu k4uf3n, nu7z3 `{prefix}spoil shopid`

source: You're not married yet.
de_de: Du b157 n1ch7 v3rh31r4737.

source: You bought a **{item}** for your partner and increased their love score by **{points}** points!
de_de: Du h457 **{item}** für d31n3n P4r7n3r 63k4uf7 und 531n3n L13b35w3r7 um **{points}** 3rhöh7!

source: Failed to DM your spouse, could not find their Discord account
de_de: K0nn73 d31n3m P4r7n3r k31n3 D1r3k7n4chr1ch7 53nd3n, k4nn 531n3n/1hr3n D15c0rd 4cc0un7 n1ch7 f1nd3n

source: Take your partner on a date
de_de: 63h7 m17 d31n3m P4r7n3r 4uf 31n D473

source: Take your partner on a date to increase *their* lovescore. To increase your own lovescore, your partner should go on a date with you. The lovescore gained from dates can range from 10 to 150 in steps of 10. Only players who are married can use this command. (This command has a cooldown of 12 hours.)
de_de: 63h3 m17 d31n3m P4r7n3r 4uf 31n D473 um d3n L13b35w3r7 *d31n35 P4r7n3r5* zu 3rhöh3n. Um d31n3n 3163n3n L13b35w3r7 zu 3rhöh3n, mu55 d31n P4r7n3r 4uf 31n D473 m17 d1r 63h3n. D3r L13b35w3r7, d3n 1hr durch D4735 3rh4l737, l1367 zw15ch3n 10 und 50 1n 103r 5chr1773n. Nur 5p13l3r, d13 v3rh31r4737 51nd, könn3n d1353n B3f3hl nu7z3n. (D1353r B3f3hl h47 31n3n C00ld0wn v0n 12 57und3n.)

source: You and {partner} went on a nice candlelit dinner.
de_de: Du und {partner} m4ch7 3uch 31n 5chön35 C4ndl3l16h7-D1nn3r.

source: You and {partner} had stargazed all night.
de_de: Du und {partner} b30b4ch737 d13 64nz3 N4ch7 l4n6 d13 573rn3.

source: You and {partner} went to a circus that was in town.
de_de: Du und {partner} b35uch7 d3n Z1rku5.

source: You and {partner} went out to see a romantic movie.
de_de: Du und {partner} 5ch4u7 31n3n r0m4n715ch3n F1lm.

source: You and {partner} went out to get ice cream.
de_de: Du und {partner} 3557 31n 315.

source: You and {partner} had an anime marathon.
de_de: Du und {partner} z13h7 31n3n 4m1n3-M4r47h0n durch.

source: You and {partner} went for a spontaneous hiking trip.
de_de: Du und {partner} 63h7 5p0n74n w4nd3rn.

source: You and {partner} decided to visit Paris.
de_de: Du und {partner} r3157 n4ch P4r15.

source: You and {partner} went ice skating together.
de_de: Du und {partner} 63h7 5chl1775chuhf4hr3n.

source: Unknown User
de_de: Unb3k4nn73r Nu7z3r

source: This increased their lovescore by {num}
de_de: D45 h47 531n3n/1hr3n L13b35w3r7 um {num} 3rhöh7

source: You already have {max_} children. You can increase this limit by increasing your lovescores to get {amount} more.
de_de: 1hr h4b7 b3r3175 {max_} K1nd3r. Um d13535 L1m17 zu 3rhöh3n, mü557 1hr 3ur3n L13b35w3r7 um {amount} 3rhöh3n.

source: You had a lovely night and gained {ls} lovescore. 😏 {additional}
de_de: 1hr h47737 31n3 5chön3 N4ch7 und h4b7 {ls} L13b35w3r7 3rh4l73n. 😏 {additional}

source: Have a child with your partner
de_de: B3k0mm7 31n K1nd m17 d31n3m P4r7n3r

source: Have a child with your partner. Children on their own don't do much, but `{prefix}familyevent` can effect your money and crates. To have a child, your partner has to be on the server to accept the checkbox. There is a 50% chance that you will have a child, and a 50% chance to just *have fun* (if you know what I'm saying) and gain between 10 and 50 lovescore. When you have a child, there is a 50% chance for it to be a boy and a 50% chance to be a girl. Your partner and you can enter a name for your child once the bot prompts you to. (Do not include `{prefix}`) If you fail to choose a name in time, the bot will choose one for you from about 500 pre-picked ones. For identification purposes, you cannot have two children with the same name in your family, so make sure to pick a unique one. Only players who are married can use this command. (This command has a cooldown of 1 hour.)
de_de: B3k0mm3 31n K1nd m17 d31n3m P4r7n3r. K1nd3r 4n 51ch 7un n1ch7 53hr v13l, 4b3r {prefix}f4m1ly3v3n7` k4nn d31n 63ld und d31n3 K1573n b331nflu553n. Um 31n K1nd zu b3k0mm3n, mü553n du und d31n P4r7n3r 4uf d3m 53rv3r 531n, d4m17 1hr 4uf d13 N4chr1ch7 r34613r3n könn7. 1hr h4b7 31n3 50% Ch4nc3 um 31n K1nd zu b3k0mm3 und 31n3 50% Ch4nc3 um nur *5p4ß* zu h4b3n (w3nn 1hr w1557, w45 1ch m31n3) und 3rh4l737 d4b31 zw15ch3n 10 und 50 L13b35w3r7. F4ll5 1hr 31n K1nd b3k0mm3n h4b7, 157 35 m17 50% W4hr5ch31nl1chk317 31n Jun63 und m17 50% W4hr5ch31nl1chk317 31n Mädch3n. D31n P4r7n3r und du könn7 31n3n N4m3n für d45 K1nd 31n63b3n, 50b4ld d3r B07 3uch d4rum b17737 (Nu7z7 n1ch7 `{prefix}`) F4ll5 1hr k31n3n N4m3n 31n63b7, w1rd d3r B07 31n3n N4m3n für 3uch 4u5wähl3n, 31n3n v0n un63fähr 500 v0r4u563wähl73n. Um 3ur3 K1nd3r zu 1d3n71f1z13r3n könn7 1hr nur 31n K1nd m17 d3m 6l31ch3n N4m3n 1n d3r F4m1l13 h4b3n, 4l50 573ll7 51ch3r, d455 1hr 31nz164r7163 N4m3n nu7z7. Nur v3rh31r47373 5p13l3r könn3n d1353n B3f3hl nu7z3n. (D1353r B3f3hl h47 31n3n C00ld0wn v0n 1 57und3.)

source: Can't produce a child alone, can you?
de_de: M4n k4nn 4ll31n3 k31n3 K1nd3r m4ch3n, 571mm7'5?

source: {user}, do you want to make a child with {author}?
de_de: {user}, w1ll57 du 31n K1nd m17 {author} m4ch3n?

source: O.o not in the mood today?
de_de: H3u73 w0hl n1ch7 1n d3r 571mmun6?

source: It's a boy! Your night of love was successful! Please enter a name for your child.
de_de: 31n Jun63, 3ur3 L13b35n4ch7 w4r 31n 3rf0l6! 61b 31n3n N4m3n für d31n K1nd 31n.

source: It's a girl! Your night of love was successful! Please enter a name for your child.
de_de: 31n Mädch3n, 3ur3 L13b35n4ch7 w4r 31n 3rf0l6! 61b 31n3n N4m3n für d31n K1nd 31n.

source: You didn't enter a name, so we chose {name} for you.
de_de: 1hr h4b7 k31n3n N4m3n 31n6363b3n, 4l50 h4b3n w1r {name} für 3uch 4u563wähl7.

source: One of your children already has that name, please choose another one.
de_de: 31n5 3ur3r K1nd3r h31ß7 b3r3175 50, 4l50 wähl7 31n3n n3u3n N4m3n 4u5.

source: {name} was born.
de_de: {name} wurd3 63b0r3n.

source: View your children
de_de: Z3167 3ur3 K1nd3r 4n

source: View your children. This will display their name, age and gender.
de_de: Z3163 d31n3 K1nd3r. D45 w1rd 1hr3n N4m3n, 1hr 4l73r und 1hr 635chl3ch7 4nz3163n.

source: {amount} children
de_de: {amount} K1nd3r

source: one child
de_de: 31n K1nd

source: Your family, {additional}.
de_de: D31n3 F4m1l13, {additional}.

source: {author}'s family
de_de: {author}5 F4m1l13

source: Family of {author} and <@{marriage}>
de_de: F4m1l13 v0n {author} und <@{marriage}>

source: No children yet
de_de: K31n3 K1nd3r

source: Use `{prefix}child` to make one!
de_de: Nu7z3 `{prefix}child` um 31n5 zu b3k0mm3n!

source: Get yourself a partner and use `{prefix}child` to make one!
de_de: 5uch d1r 31n3n P4r7n3r und d4nn nu7z3 `{prefix}child` um 31n5 zu b3k0mm3n!

source: Gender: {gender}, Age: {age}
de_de: 635chl3ch7: {gender}, 4l73r: {age}

source: Page {cur} of {max}
de_de: 53173 {cur} v0n {max}

source: Events happening to your family
de_de: D13 3v3n75, d13 1n d31n3r F4m1l13 p45513r3n könn3n

source: Allow your children to do something, this includes a multitude of events. Every time you or your partner uses this command, your children: - have an 8/23 chance to grow older by one year - have a 4/23 chance to be renamed - have a 4/23 chance to take up to 1/64th of your money - have a 4/23 chance to give you up to 1/64th of your current money extra - have a 2/23 chance to find a random crate for you: + 500/761 (65%) chance for a common crate + 200/761 (26%) chance for an uncommon crate + 50/761 (6%) chance for a rare crate + 10/761 (1%) chance for a magic crate + 1/761 (0.1%) chance for a legendary crate - have a 1/23 chance to die In each event you will know what happened. Only players who are married and have children can use this command. (This command has a cooldown of 30 minutes.)
de_de: 3rl4ub3 d31n3n K1nd3rn 37w45 zu 7un, d45 b31nh4l737 v3r5ch13d3n3 3v3n75. J3d35 M4l, w3nn du 0d3r d31n P4r7n3r d1353n B3f3hl nu7z7 h4b3n 3ur3 K1nd3r: -31n3 8/23 Ch4nc3 um 31n J4hr zu 4l73rn -31n3 4/23 Ch4nc3 umb3n4nn7 zu w3rd3n -31n3 4/23 Ch4nc3 b15 zu 1/64 v0n d31n3m 63ld zu n3hm3n -31n3 4/23 d1r b15 zu 1/64 v0n d31n3m 63ld 3x7r4 zu 63b3n -31n3 2/23 Ch4nc3 31n3 zufäll163 K1573 für d1ch zu f1nd3n: +500/761 (65%) Ch4nc3 4uf 31n3 c0mm0n K1573 +200/761 (26%) Ch4nc3 4uf 31n3 unc0mm0n K1573 +50/761 (6%) Ch4nc3 4uf 31n3 r4r3 K1573 +10/761 (1%) Ch4nc3 4uf 31n3 m4615ch3 K1573 +1/761 (0,1%) 4uf 31n3 l363ndär3 K1573 -31n3 1/23 Ch4nc3 zu 573rb3n 1n j3d3m 3v3n7 w1rd d1r m1763731l7, w45 p45513r7 Nur 5p13l3r d13 v3rh31r4737 51nd und K1nd3r h4b3n, könn3n d1353n B3f3hl nu7z3n. (D1353r B3f3hl h47 31n3n C00ld0wn v0n 30 M1nu73n.)

source: You don't have kids yet.
de_de: Du h457 k31n3 K1nd3r.

source: They died because of a shampoo overdose!
de_de: 35 574rb 4uf6rund 31n3r 5h4mp00üb3rd0515!

source: They died of lovesickness...
de_de: 35 574rb 4uf6rund v0n L13b35kumm3r...

source: They've died of age.
de_de: 35 574rb 4u5 4l73r56ründ3n.

source: They died of loneliness.
de_de: 35 574rb 4uf6rund v0n 31n54mk317.

source: A horde of goblins got them.
de_de: 31n3 H0rd3 v0n K0b0ld3n h47 35 v3r5chl3pp7.
