Repository: Gelbpunkt/IdleRPG
Catalog: locales/*_1337/LC_MESSAGES/idlerpg.po
Languages: de_de

source: **{author} I couldn't remove reactions. Please give me the proper permissions to remove reactions.**
de_de: **{author} 1ch k0nn73 d13 R34k710n3n n1ch7 3n7f3rn3n. B1773 61b m1r d13 3rf0rd3rl1ch3n R3ch73 um d13 R34k710n3n zu 3n7f3rn3n.**

source: Checking AFK players if they're still in the game... Should be done in {timer} seconds.
de_de: Üb3rprüf3 b31 4FK 5p13l3rn, 0b 513 n0ch 1m 5p13l 51nd... 50ll73 1n {timer} 53kund3n 3rl3d167 531n.

source: You failed to vote. This is just an AFK check: **Send any message until I acknowledged that you're not AFK. You have {timer} seconds.**
de_de: Du h457 35 n1ch7 635ch4ff7, 4bzu571mm3n. D45 157 31n 4FK-Ch3ck: **53nd3 N4chr1ch73n, b15 1ch d1r b357ä7163, d455 du n1ch7 4FK b157. Du h457 {timer} 53kund3n.**

source: ☑️ You're not AFK. You can stop sending message now. {game_link}
de_de: ☑️ Du b157 n1ch7 4FK. Du k4nn57 nun 4ufhör3n, N4chr1ch73n zu 53nd3n. {game_link}

source: **Strike 3!** You will now be killed by the game for having 3 strikes of being AFK. Goodbye!
de_de: **57r1k3 3!** Du w1r57 nun v0m 5p13l 637ö737, d4 du 3 M4l w363n 4FK v3rw4rn7 wurd357. 4uf W13d3r53h3n!

source: ⚠️ **Strike {strikes}!** You have been marked as AFK. __You'll be killed after 3 strikes.__
de_de: ⚠️ **57r1k3 {strikes}!** Du wurd357 4l5 4FK b37r4ch737. __Du w1r57 n4ch 3 57r1k35/V3rw4rnun63n 637ö737.__

source: **{afk_player}** has been killed by the game due to having 3 strikes of AFK.
de_de: *{afk_player}** wurd3 637ö737, d4 3r/513 3 V3rw4rnun63n durch 4FK 3rh4l73n h47.

source: The community has decided to kill {to_kill}.
de_de: D13 63m31n5ch4f7 h47 51ch d4zu 3n75chl0553n{to_kill} zu 7ö73n.

source: {to_die} died from the disease caused by the Knight's rusty sword.
de_de: {to_die} 157 durch d13 V3r61f7un6 63570rb3n, w3lch3 durch d45 r057163 5chw3r7 d35 R1773r5 v3rur54ch7 wurd3.

source: 🌤️ **The sun rises...**
de_de: 🌤️ **D13 50nn3 63h7 4uf...**

source: Indecisively, the community has killed noone.
de_de: Un3n75chl0553n h47 d13 63m31n5ch4f7 n13m4nd3n 637ö737.

source: 📢 **The Judge used the secret phrase to hold another election to lynch someone. The Judge's decision cannot be debated.**
de_de: 📢 **D3r R1ch73r h47 d13 63h31m3 Phr453 63nu7z7, um 31n3 w3173r3 4b571mmun6 zu 574r73n. D13 3n75ch31dun6 d35 R1ch73r5 k4nn n1ch7 4n63f0ch73n w3rd3n.**

source: Indecisively, the community has not lynched anyone.
de_de: Un3n75chl0553n h47 d13 63m31n5ch4f7 n13m4nd3n 63lynch7.

source: **Day {day_count:.0f} of {days_limit}**
de_de: **D4y {day_count:.0f} v0n {days_limit}**

source: **Day {day_count:.0f}**
de_de: **D4y {day_count:.0f}**

source: {day_count:.0f} days have already passed. Stopping game...
de_de: {day_count:.0f} 51nd b3r3175 v0rüb3r6364n63n. B33nd3 d45 5p13l...

source: Werewolf {mode} results:
de_de: W3rw0lf {mode} 3r63bn1553:

source: {results_pretext} **The {winning_side} won!** 🎉 Congratulations:
de_de: {results_pretext} **D13 {winning_side} h4b3n 63w0nn3n!** 🎉 6lückwun5ch 4n:

source: {results_pretext} **No one won!**
de_de: {results_pretext} **N13m4nd h47 63w0nn3n!**

source: {results_pretext} **{winner} won!**
de_de: {results_pretext} **{winner} h47 63w0nn3n!**

source: A **{initial_roles}** initially.
de_de: 4nf4n65 31n/3 *{initial_roles}**.

source: {player} is a **{role}**!{initial_role_info}
de_de: {player} 157 31n/3 **{role}**!{initial_role_info}

source: The game has ended. I will now reveal the other living players' roles:
de_de: D45 5p13l 157 zu 3nd3! 1ch w3rd3 nun d13 R0ll3n d3r l3b3nd3n 5p13l3r 4ufd3ck3n:

source: **Type the number of the user to choose for this action. Type `0` to dismiss. You need to choose {amount} more.**
de_de: **5chr31b3 d13 Numm3r d35 Nu7z3r5, d3n du für d1353 4k710n 4u5wähl3n möch7357. 5chr31b3 `0`um d13 4k710n 4bzubr3ch3n. Du mu557 n0ch {amount} m3hr 4u5wähl3n.**

source: **Type the number of the user to choose for this action. You need to choose {amount} more.**
de_de: **5chr31b3 d13 Numm3r d35 Nu7z3r5, d3n du für d1353 4k710n 4u5wähl3n möch7357. Du mu557 n0ch {amount} m3hr 4u5wähl3n.**

source: I couldn't send a DM to someone. All players should allow me to send Direct Messages to them.
de_de: 1ch k0nn73 j3m4nd3m k31n3 DM 53nd3n. 4ll3 5p13l3r 50ll73n m1r 3rl4ub3n, d455 1ch 1hn3n Pr1v473 N4chr1ch73n 53nd3.

source: 🚫 You've chosen **{player}** already.
de_de: 🚫 Du h457 **{player}** b3r3175 4u563wähl7.

source: **{player}** has been selected.
de_de: **{player}** wurd3 4u563wähl7.

source: You are a **{role}** {description}
de_de: Du b157 31n/3 **{role}** {description}

source: It's 💕Valentines💕! You fell in love with **{lover}**! You can eliminate all others and survive as **Lovers**. Try to protect your lover as best as you can. You will immediately commit suicide once they die. May the best Lovers win! {game_link}
de_de: 17'5 💕V4l3n71n35💕! Du h457 d1ch 1n **{lover}** v3rl13b7. Du k4nn57 4ll3 4nd3r3n 5p13l3r 3l1m1n13r3n und 4l5 **V3rl13b73** 63w1nn3n. V3r5uch3 d31n3n 63l13b73n 50 6u7 35 63h7 zu 5chü7z3n. Du w1r57 d1ch 50f0r7 umbr1n63n, 50b4ld d31n/3 63l13b73/r 571rb7. {game_link}

source: 💕 You fell in love with **{lover}**! 💘 Amor really knew you had an eye on them... You can eliminate all others and survive as **Lovers**. Try to protect your lover as best as you can. You will immediately commit suicide once they die. {game_link}
de_de: 💕 Du h457 d1ch 1n **{lover}** v3rl13b7! 💘 4m0r wu5573, d455 du 31n 4u63 4uf 1hn/513 63w0rf3n h457...Du k4nn57 4ll3 4nd3r3n 5p13l3r 3l1m1n13r3n und 4l5 **V3rl13b73** 63w1nn3n. V3r5uch3 d31n3n 63l13b73n 50 6u7 35 63h7 zu 5chü7z3n. Du w1r57 d1ch 50f0r7 umbr1n63n, 50b4ld d31n/3 63l13b73/r 571rb7. {game_link}

source: **The {role} awakes and chooses its idol...**
de_de: **D13 R0ll3 {role} w4ch7 4uf und wähl7 531n/1hr 1d0l...**

source: Choose your Idol. You will turn into a Werewolf if they die.
de_de: Wähl3 d31n 1d0l 4u5. Du w1r57 zu 31n3m W3rw0lf, 50b4ld 3r/513 571rb7.

source: You didn't choose anyone. A random player will be chosen for you.
de_de: Du h457 n13m4nd3n 4u563wähl7. 31n3 zufäll163 P3r50n w1rd für d1ch 4u563wähl7.

source: **{idol}** became your Idol. {game_link}
de_de: **{idol}** wurd3 d31n 1d0l. {game_link}

source: **The {role} awakes...**
de_de: **R0ll3 {role} w4ch7 4uf...**

source: 🧑‍⚖️ Please enter a secret phrase that will trigger a second election. It is case sensitive.
de_de: 🧑‍⚖️B1773 53nd3 31n3 63h31m3 Phr453, w3lch3 31n3 zw3173 4b571mmun6 7r1663rn w1rd. 513 b34ch737 Kl31n/6r0ß5chr31bun6.

source: The phrase is **{symbol}**. Enter it right during an election to trigger another one. {game_link}
de_de: D13 Phr453 157 **{symbol}**. Nu7z3 513 währ3nd 31n3r 4b571mmun6 um 31n3 N3u3 zu 7r1663rn. {game_link}

source: Would you like to swap roles with {dying_one}? You will learn their role once you accept.
de_de: Möch7357 du d31n3 R0ll3 m17 {dying_one} 74u5ch3n? Du w1r57 1hr3 R0ll3 3rf4hr3n, 50b4ld du 4kz3p713r57.

source: You didn't choose anything.
de_de: Du h457 n1ch75 4u563wähl7.

source: I couldn't send a DM to someone. Too bad they missed to use their power.
de_de: 1ch k0nn73 4n j3m4nd3n k31n3 DM 53nd3n. Blöd, d455 d3r Nu7z3r d13 Ch4nc3 v3rp4557 h47 531n3 Kräf73 zu nu7z3n.

source: Your new role is now **{new_role}**.
de_de: D31n3 R0ll3 157 j37z7 *{new_role}**.

source: You're no longer enchanted by the {flutist}.
de_de: Du b157 n1ch7 län63r v0m {flutist} v3rz4ub3r7.

source: **{maid}** reveals themselves as the **{role}** and exchanged roles with {dying_one}.
de_de: **{maid}** 3n7hüll7 51ch 53lb57 4l5 **{role}** und h47 531n3/1hr3 R0ll3 m17 {dying_one} 6374u5ch7.

source: Choose a player to protect from Werewolves.
de_de: Wähl3 31n3n 5p13l3r 4u5, d3r v0r d3n W3rwölf3n 635chü7z7 531n w1rd.

source: You didn't choose to heal anyone. No one will be protected from the werewolves tonight. {game_link}
de_de: Du h457 d1ch d4zu 3n75chl0553n, n13m4nd3n zu h31l3n. N13m4nd w1rd d1353 N4ch7 v0r d3n W3rwölf3n 635chü7z7 531n. {game_link}

source: You didn't choose anyone, slowpoke. No one will be protected from the werewolves tonight. {game_link}
de_de: Du h457 n13m4nd3n 4u563wähl7, l4hm3 5chn3ck3. N13m4nd w1rd d1353 N4ch7 v0r d3n W3rwölf3n 635chü7z7 531n. {game_link}

source: **{protected}** won't die from the werewolves tonight. {game_link}
de_de: **{protected}** w1rd d1353 N4ch7 n1ch7 v0n d3n W3rwölf3n 637ö737. {game_link}

source: There's no other werewolf left to kill. {game_link}
de_de: 35 61b7 k31n3 w3173r3n W3rwölf3, d13 du 7ö73n k4nn57. {game_link}

source: Choose a Werewolf to kill.
de_de: Wähl3 31n3n W3rw0lf zum 7ö73n 4u5.

source: You didn't choose any werewolf to kill. {game_link}
de_de: Du h457 k31n3n W3rw0lf zum 7ö73n 4u563wähl7. {game_link}

source: You didn't choose any werewolf to kill, slowpoke. {game_link}
de_de: Du h457 k31n3n W3rw0lf zum 7ö73n 4u563wähl7, l4hm3 5chn3ck3. {game_link}

source: You chose to kill **{werewolf}**. {game_link}
de_de: Du h457 d1ch d4zu 3n75chl0553n, **{werewolf}** zu 7ö73n. {game_link}

source: There's no other possible villagers left to kill. {game_link}
de_de: 35 61b7 k31n3 w3173r3n D0rfb3w0hn3r, d13 du 7ö73n k4nn57. {game_link}

source: Choose a Villager to kill.
de_de: Wähl3 31n3n D0rfb3w0hn3r zum 7ö73n 4u5.

source: You didn't choose any villager to kill. {game_link}
de_de: Du h457 k31n3n D0rfb3w0hn3r zum 7ö73n 4u563wähl7. {game_link}

source: You didn't choose any villager to kill, slowpoke. {game_link}
de_de: Du h457 k31n3n D0rfb3w0hn3r zum 7ö73n 4u563wähl7, l4hm3 5chn3ck3. {game_link}

source: You've decided to kill **{villager}**. {game_link}
de_de: Du h457 d1ch d4zu 3n75chl0553n **{villager}** zu 7ö73n. {game_link}

source: Choose someone to heal 🧪. You can rescue a player attacked by the wolves once throughout the game. You can opt not to use this ability for now.
de_de: Wähl3 j3m4nd3n zum H31l3n🧪. Du k4nn57 31n3n 5p13l3r 1nn3rh4lb d35 5p13l5 31nm4l h31l3n, d3r v0n W3rwölf3n 4n636r1ff3n wurd3. Du k4nn57 d1353 Fäh16k317 4uch n1ch7 nu7z3n.

source: You chose to heal **{healed}**.
de_de: Du h457 **{healed}** zum H31l3n 4u563wähl7.

source: You didn't choose to heal anyone.
de_de: Du h457 n13m4nd3n zum H31l3n 4u563wähl7.

source: You didn't choose to heal anyone from the list, slowpoke. They're likely to die.
de_de: Du h457 n13m4nd3n zum H31l3n v0n d3r L1573 4u563wähl7, l4hm3 5chn3ck3. 513 w3rd3n w0hl 573rb3n.

source: Choose someone to poison ☠️. You can kill a player once throughout the game. You can opt not to use this ability for now.
de_de: Wähl3 j3m4nd3n zum v3r61f73n☠️. Du k4nn57 31n3n 5p13l3r 1m V3rl4uf d35 5p13l5 v3r61f73n. Du k4nn57 d31n3 Fäh16k317 4uch n1ch7 nu7z3n.

source: You've decided to poison **{poisoned}**.
de_de: Du h457 d1ch d4zu 3n75chl0553n *{poisoned}** zu v3r61f73n.

source: You didn't choose to poison anyone.
de_de: Du h457 n13m4nd3n zum V3r61f73n 4u563wähl7.

source: You've ran out of time and missed to poison anyone, slowpoke.
de_de: D31n3 Z317 157 4b63l4uf3n und du h457 35 v3rp4557, j3m4nd3n zu v3r61f73n, l4hm3 5chn3ck3.

source: There's no other possible players left to enchant. {game_link}
de_de: 35 61b7 k31n3 w3173r3n 5p13l3r, d13 du v3rz4ub3rn k4nn57. {game_link}

source: Choose 2 people to enchant.
de_de: Wähl3 2 P3r50n3n 4u5, d13 du v3rz4ub3r57.

source: You didn't want to use your ability. {game_link}
de_de: Du w0ll7357 d31n3 Fäh16k317 n1ch7 nu7z3n. {game_link}

source: You didn't choose enough players to enchant, slowpoke. {game_link}
de_de: Du h457 n1ch7 63nü63nd 5p13l3r 4u563wähl7 um 513 zu v3rz4ub3rn, l4hm3 5chn3ck3 {game_link}

source: The last {count} possible targets have been automatically enchanted for you.
de_de: D13 l37z73n {count} mö6l1ch3n Z13l3 wurd3n 4u70m4715ch für d1ch v3rz4ub3r7.

source: You have enchanted **{enchanted}**.
de_de: Du wurd357 v3rz4ub3r7 **{enchanted}**.

source: You have been enchanted by the Flutist. Claim being enchanted to narrow him down. {game_link}
de_de: Du wurd357 v0m 'Flu7157' v3rz4ub3r7. 3rklär3, d455 du v3rz4ub3r7 wurd357, um 1hn/513 zu f1nd3n. {game_link}

source: Your {relationship}(s) are/is: {members}
de_de: D31n/3 {relationship} 157/51nd: {members}

source: Your new {relationship} is: **{new_member}**. They don't know yet the other members of the family.
de_de: D31n/3 n3u3/r {relationship} 157 j37z7 **{new_member}**. 3r/513 k3nn7 d13 4nd3r3n M176l13d3r d3r F4m1l13 n0ch n1ch7.

source: 👁️ Choose someone whose identity you would like to see.
de_de: 👁️ Wähl3 j3m4nd3n 4u5, d3553n 1d3n717ä7 du 53h3n möch7357.

source: You didn't want to use your ability to see anyone's role. {game_link}
de_de: Du w0ll7357 d31n3 Fäh16k317 n1ch7 31n537z3n, um d13 R0ll3 31n35 M175p13l3r5 zu 53h3n. {game_link}

source: You've ran out of time and missed to see someone's role, slowpoke. {game_link}
de_de: D31n3 Z317 157 4b63l4uf3n und du h457 35 v3rp4557, d13 R0ll3 31n35 M175p13l3r5 zu 53h3n, l4hm3 5chn3ck3. {game_link}

source: **{player}** is a **{role}**. {game_link}
de_de: **{player}** 157 31n/3 **{role}**. {game_link}

source: You will be asked to choose a new role from these: **{choices}**
de_de: Du w1r57 63b373n, 31n3 n3u3 R0ll3 4u5 d1353n 4u5zuwähl3n: **{choices}**

source: But it seems you don't have a choice. Whether you choose or not, you will become a Werewolf.
de_de: 35 513h7 4ll3rd1n65 50 4u5, 4l5 hä77357 du k31n3 W4hl. 364l 0b du wähl57 0d3r n1ch7, du w1r57 31n W3rw0lf w3rd3n.

source: Choose nothing and stay as Thief.
de_de: Wähl3 n1ch75 und bl31b3 31n D13b.

source: Choose a new role
de_de: Wähl3 31n3 n3u3 R0ll3

source: You chose to stay as Thief. {game_link}
de_de: Du h457 4u563wähl7, 31n D13b zu bl31b3n. {game_link}

source: You didn't choose anything. You will stay as Thief. {game_link}
de_de: Du h457 n1ch75 4u563wähl7. Du w1r57 31n D13b bl31b3n, {game_link}

source: I couldn't send a DM to this player. They will stay as Thief.
de_de: 1ch k0nn73 k31n3 DM 4n d1353n 5p13l3r 53nd3n! 3r/513 w1rd 31n D13b bl31b3n.

source: Your new role is now **{new_role}**. {game_link}
de_de: D31n3 n3u3 R0ll3 157 j37z7 **{new_role}**. {game_link}

source: You didn't choose anything. A random role was chosen for you. {game_link}
de_de: Du h457 n1ch75 4u563wähl7. 31n3 zufäll163 R0ll3 wurd3 für d1ch 4u563wähl7. {game_link}

source: I couldn't send a DM. A random role was chosen for them.
de_de: 1ch k0nn73 k31n3 DM 53nd3n. 31n3 zufäll163 R0ll3 wurd3 für d13 P3r50n 4u563wähl7.

source: 🦊 Choose the center player of the group of 3 neighboring players who you want to see if any of them is a werewolf. __Note: The First and Last players in the list are neighbors.__
de_de: 🦊 Wähl3 d3n m177l3r3n 5p13l3r 4u5 31n3r 6rupp3 v0n 3 b3n4chb4r73n 5p13l3rn 4u5, v0n d3n3n du w1553n möch7357, 0b 31n3r v0n 1hn3n W3rw0lf 157. __1nf0: D3r 3r573 und d3r l37z73 5p13l3r 1n 31n3r L1573 51nd N4chb4rn.__

source: You didn't choose a player, slowpoke. {game_link}
de_de: Du h457 k31n3n 5p13l3r 4u563wähl7, l4hm3 5chn3ck3. {game_link}

source: The last {count} possible targets have been automatically selected for you.
de_de: Du l37z73n {count} mö6l1ch3n Z13l3 wurd3n 4u70m4715ch für d1ch 4u563wähl7.

source: You chose the group of **{names}**. You found no Werewolf so you lost your ability. {game_link}
de_de: Du h457 d13 6rupp3 v0n **{names}** 4u563wähl7. K31n3r v0n 1hn3n 157 31n W3rw0lf, 4l50 h457 du d31n3 Fäh16k317 v3rl0r3n. {game_link}

source: You chose the group of **{names}**. One of them is a **Werewolf**. {game_link}
de_de: Du h457 d13 6rupp3 v0n **{names}** 4u563wähl7. 31n3r v0n 1hn3n 157 31n **W3rw0lf**. {game_link}

source: **{role} awakes and shoots their arrows...**
de_de: **{role} w4ch7 4uf und 5ch13ß7 531n3 Pf31l3...**

source: 💘 Choose 2 lovers 💕. You should not tell the town who the lovers are.
de_de: 💘 Wähl3 2 V3rl13b73 💕. Du 50ll7357 d3m D0rf n1ch7 5463n, w3r d13 V3rl13b73n 51nd.

source: You've ran out of time, slowpoke. Lovers will be chosen randomly.
de_de: D31n3 Z317 157 4b63l4uf3n, l4hm3 5chn3ck3! D13 V3rl13b73n w3rd3n zufäll16 4u563wähl7.

source: You've made **{lover1}** and **{lover2}** lovers {game_link}
de_de: Du h457 *{lover1}** und **{lover2}** zu 63l13b73n 63m4ch7 {game_link}

source: Choose a dead player to raid and take their role.
de_de: Wähl3n 31n3n 7073n 5p13l3r 4u5, um 531n3/1hr3 R0ll3 zu 573hl3n.

source: You've ran out of time, slowpoke. {game_link}
de_de: D31n3 Z317 157 4b63l4uf3n, l4hm3 5chn3ck3! {game_link}

source: You've raided **{to_raid}** to take their loots and their role. You're now a **{new_role}**. {game_link}
de_de: Du h457 **{to_raid}** üb3rf4ll3n um 531n3/1hr3 B3u73 zu 573hl3n. Du b157 j37z7 31n/3 **{new_role}**. {game_link}

source: Choose a villager to resurrect.
de_de: Wähl3 31n3n D0rfb3w0hn3r 4u5, d3n du w13d3rb3l3b3n möch7357.

source: You're trying to resurrect **{to_resurrect}** by performing series of rituals and prayers of ancient languages. {game_link}
de_de: Du v3r5uch57 **{to_resurrect}** w13d3rzub3l3b3n, 1n d3m du 31n3 V13lz4hl v0n R17u4l3n und 63b373n 1n 31n3r 4l73n 5pr4ch3 durchführ57. {game_link}

source: {player} has been resurrected!
de_de: {player} wurd3 w13d3rb3l3b7!

source: You have been resurrected as **{role}!** {game_link}
de_de: Du wurd357 4l5 **{role}!** w13d3rb3l3b7! {game_link}

source: Choose a werewolf to resurrect.
de_de: Wähl3 31n3n W3rw0lf 4u5, d3n du w13d3rb3l3b3n möch7357.

source: You used necromancy to bring **{to_resurrect}** back to life. {game_link}
de_de: Du h457 N3kr0m4n713 b3nu7z7 um **{to_resurrect}** zurückzubr1n63n. {game_link}

source: **{player}** came back to life!
de_de: **{player}** wurd3 w13d3rb3l3b7!

source: You came back to life as **{role}!** {game_link}
de_de: Du b157 zurück 1n5 L3b3n 63k0mm3n 4l5 **{role}!** {game_link}

source: Choose 2 players that will exchange their roles with each other.
de_de: Wähl3 2 5p13l3r 4u5, d3r3n R0ll3n du v3r74u5ch3n möch7357.

source: You've exchanged **{exchange1}'s** and **{exchange2}'s** roles with each other. {game_link}
de_de: Du h457 d13 R0ll3n v0n *{exchange1}** und **{exchange2}** v3r74u5ch7. {game_link}

source: The **{troublemaker}** exchanged your role with someone. You are now a **{new_role}**. {game_link}
de_de: D3r **{troublemaker}** h47 d31n3 R0ll3 m17 j3m4nd3m 6374u5ch7! Du b157 nun 31n/3 **{new_role}**. {game_link}

source: Choose a Werewolf to send a spiritual protection to block death for one time.
de_de: Wähl3 31n3n W3rw0lf 4u5, d3n du m17 31n3m 5p1r17u3ll3n 5chu7z v3r53h3n w1ll57, d3r 1hn/513 31nm4l v0r d3m 70d b35chü7z7.

source: You didn't choose anyone, slowpoke. {game_link}
de_de: Du h457 n13m4nd 4u563wähl7, l4hm3 5chn3ck3. {game_link}

source: **{protected}** is now protected to block one death. {game_link}
de_de: **{protected}** w1rd nun 31nm4l v0r d3m 70d 635chü7z7. {game_link}

source: The **{role}** sent you a spiritual protection to block one death. {game_link}
de_de: D3r *{role}** h47 d1r 31n3n 5p1r17u3ll3n 5chu7z 635ch1ck7, d1ch 31nm4l v0r d3m 70d 5chü7z7. {game_link}

source: Would you like to infect **{target}** with your curse to join your nightly killings?
de_de: Möch7357 du **{target}** m17 d31n3m Fluch b3l363n, um d31n3 näch7l1ch3n J46d3n zu b36l3173n?

source: You have successfully **Cursed {target}**. They will now join each night in the Werewolves' feast.
de_de: Du h457 3rf0l6r31ch d45 **Z13l {target}** v3rfluch7. 3r/513 w1rd nun d13 näch7l1ch3n J46d3n b36l3173n.

source: You have been cursed by the **{role}**. You will now join in the Werewolves' nightly killings and feast. {game_link}
de_de: Du wurd357 v0m **{role}** v3rfluch7. Du w1r57 nun d13 W3rwölf3 1n 1hr3n näch7l1ch3n J46d3n b36l3173n. {game_link}

source: You became a **{role}** and lost your nocturnal powers.
de_de: Du b157 31n/3 **{role}** 63w0rd3n und h457 d31n3 näch7l1ch3n Kräf73 v3rl0r3n.

source: You still have your powers as **{role}**.
de_de: Du h457 1mm3r n0ch d31n3 Kräf73 4l5 **{role}**.

source: There's no other possible players left to infect. {game_link}
de_de: 35 61b7 k31n3 w3173rn 5p13l3r, d13 1nf1z13r7 w3rd3n könn3n. {game_link}

source: Choose {num} player(s) to infect with your virus.
de_de: Wähl3 {num} 5p13l3r 4u5, um 513 m17 d31n3m V1ru5 zu 1nf1z13r3n.

source: You didn't choose enough players to infect, slowpoke. {game_link}
de_de: Du h457 n1ch7 63nu6 5p13l3r 1nf1z13r7, l4hm3 5chn3ck3. {game_link}

source: The last {count} possible targets have been automatically infected for you.
de_de: D13 l37z73(n) {count} mö6l1ch3n Z13l3 wurd3n 4u70m4715ch für d1ch 1nf1z13r7.

source: You have infected **{infected}**.
de_de: Du h457 **{infected}** 1nf1z13r7.

source: You have been infected by the {role}. {game_link}
de_de: Du wurd357 v0m {role} 1nf1z13r7. {game_link}

source: Initial roles hidden.
de_de: Ur5prün6l1ch3 R0ll3n v3rb0r63n.

source: {user} has died. They were a **{role}**!{initial_role_info}
de_de: {user} 157 63570rb3n. 3r/513 w4r 31n(3) **{role}**!{initial_role_info}

source: **{user}** lost the disease from viral infection.
de_de: **{user}** h47 d3n K4mpf m17 d3r V1ru51nf3k710n v3rl0r3n.

source: Your idol **{idol}** died, you turned into a **{new_role}**. {game_link}
de_de: D31n 1d0l **{idol}** 157 63570rb3n, du h457 d1ch 1n **{new_role}** v3rw4nd3l7. {game_link}

source: The Hunter grabs their gun.
de_de: D3r Jä63r 6r31f7 n4ch 531n3r W4ff3.

source: Choose someone who shall die with you. 🔫
de_de: Wähl3 j3m4nd3n 4u5, d3r m17 d1r 573rb3n 50ll. 🔫

source: The Hunter couldn't find the trigger 😆.
de_de: D3r Jä63r k0nn73 d3n 4bzu6 n1ch7 f1nd3n😆.

source: The Hunter refused to shoot anyone.
de_de: D3r Jä63r w0ll73 n13m4nd3n 3r5ch13ß3n.

source: You chose to shoot **{target}**
de_de: Du h457 d1ch d4zu 3n75chl0553n **{target}** zu 3r5ch13ß3n

source: The Hunter is firing. **{target}** got hit!
de_de: D3r Jä63r 5ch13ß7. **{target}** wurd3 637r0ff3n!

source: The **{role}** wounded one of the werewolves with their Rusty Sword before dying.
de_de: D3r **{role}** h47 31n3n d3r W3rwölf3 m17 d3m r057163n 5chw3r7 v3rl37z7, b3v0r 3r 574rb.

source: The **{role}** was lynched by the Village, a random villager **{target}** was shot.
de_de: D3r **{role}** wurd3 v0m D0rf 63lynch7, 31n zufäll163r D0rfb3w0hn3r **{target}** wurd3 3r5ch0553n.

source: The villagers killed **{role}**. The villagers lost all their special powers and became normal villagers.
de_de: D13 D0rfb3w0hn3r h4b3n **{role}** 637ö737. D4durch h4b3n d13 D0rfb3w0hn3r 4ll 1hr3 5p3z13ll3n Kräf73 v3rl0r3n und 51nd zu n0rm4l3n D0rfb3w0hn3rn 63w0rd3n.

source: 💀 You have been eliminated. Please do not communicate with the other players until the end of the game.💀 {game_link}
de_de: 💀Du wurd357 3l1m1n13r7. B1773 k0mmun1z13r3 n1ch7 m17 d3n 4nd3r3n 5p13l3rn, b15 zum 3nd3 d35 5p13l5. 💀 {game_link}

source: {dead_player}'s lover, {lover}, will die of sorrow.
de_de: {dead_player}5 63l13b73r, {lover}, w1rd v0r 7r4u3r 573rb3n.

source: Lovers
de_de: V3rl13b73n

source: You are going to die. Use your last breath to choose a new Sheriff.
de_de: Du w1r57 573rb3n. Nu7z3 d31n3n l37z73n 473mzu6 um 31n3n n3u3n 5h3r1ff zu b3571mm3n.

source: You exchanged roles with **{dying_user}**. You should choose the new Sheriff.
de_de: Du h457 d31n3 R0ll3 m17 **{dying_user}** 6374u5ch7. Du 50ll7357 d3n n3u3n 5h3r1ff 4u5wähl3n.

source: The **Sheriff {sheriff}** should choose their successor.
de_de: D3r **5h3r1ff {sheriff}** 50ll73 531n3n N4chf0l63r 4u5wähl3n.

source: Choose the new 🎖 Sheriff️.
de_de: Wähl3 d3n n3u3n🎖 5h3r1ff️.

source: You didn't choose anyone. A random player will be chosen to be your successor.
de_de: Du h457 n13m4nd3n 4u563wähl7. 31n zufäll16 4u563wähl73r 5p13l3r w1rd 4l5 d31n N4chf0l63r b3571mm7.

source: 📢 **{ex_sheriff}** didn't choose anyone. {sheriff} got randomly chosen to be the new 🎖️ **Sheriff**. **The vote of the Sheriff counts as double.**
de_de: 📢 **{ex_sheriff}** h47 n13m4nd3n 4u563wähl7. {sheriff} wurd3 zufäll16 4l5 d3r n3u3 🎖️ **5h3r1ff** b3571mm7. **D13 571mm3 d35 5h3r1ff5 zähl7 d0pp3l7.**

source: **{sheriff}** became the new Sheriff.
de_de: **{sheriff}** 157 d3r n3u3 5h3r1ff.
