Repository: Gelbpunkt/IdleRPG
Catalog: locales/*_1337/LC_MESSAGES/idlerpg.po
Languages: de_de

source: Start a new tournament
de_de: B361nn3 31n n3u35 7urn13r

source: `[prize]` - The amount of money the winner will get Start a new tournament. Players have 30 seconds to join via the reaction. Tournament entries are free, only the tournament host has to pay the price. Only an exponent of 2 (2^n) users can join. If there are more than the nearest exponent, the last joined players will be disregarded. The match-ups will be decided at random, the battles themselves will be decided like regular battles (see `{prefix}help battle` for details). The winner of a match moves onto the next round, the losers get eliminated, until there is only one player left. Tournaments in IdleRPG follow the single-elimination principle. (This command has a cooldown of 30 minutes.)
de_de: `[pr1z3]` - D3r 63ldpr315, d3n d3r 63w1nn3r b3k0mm3n w1rd B361nn3 31n n3u35 7urn13r. 5p13l3r h4b3n 30 53kund3n Z317 um üb3r d13 R34k710n b31zu7r373n 7urn13rb317r1773 51nd k0573nl05, nur d3r 7urn13r-H057 mu55 d3n Pr315 z4hl3n. Nur 31n V13lf4ch35 v0n 2 (2^n) 5p13l3rn k4nn b317r373n. W3nn 35 m3hr 5p13l3r 51nd 4l5 d3r näch576röß73 3xp0n3n7 w3rd3n d13 l37z73n B317r1773 n1ch7 4n3rk4nn7. D13 M47ch-Up5 w3rd3n zufäll16 3n75ch13d3n, d13 Kämpf3 53lb57 l4uf3n w13 r36ulär3 Kämpf3 4b (513h3 `{prefix}help battle` für m3hr 1nf0). D3r 63w1nn3r 31n35 K4mpf35 qu4l1f1z13r7 51ch für d13 näch573 Rund3, d3r V3rl13r3r 5ch31d37 4u5, b15 nur n0ch 31n 5p13l3r übr16 157. 7urn13r3 1n 1dl3RP6 f0l63n d3m '31nz3l-3l1m1n4710n5-Pr1nz1p'. (D1353r B3f3hl h47 31n3n C00ld0wn v0n 30 M1nu73n.)

source: You are too poor.
de_de: Du b157 zu 4rm.

source: {author} started a tournament! Free entries, prize is **${prize}**! React with ⚔ to join!
de_de: {author} h47 31n 7urn13r 63574r737! D3r B317r177 157 k0573nl05, d3r 63ldpr315 157 **${prize}**! R34613r3 m17 ⚔ um b31zu7r373n!

source: Noone joined your tournament {author}.
de_de: N13m4nd 157 d31n3m 7urn13r b31637r373n {author}.

source: {user} joined the tournament.
de_de: {user} 7r177 d3m 7urn13r b31.

source: You don't have a character, {user}.
de_de: Du h457 k31n3n Ch4r4k73r, {user}.

source: There are **{num}** entries, due to the fact we need a playable tournament, the last **{removed}** have been removed.
de_de: **{num}** Kämpf3r 51nd b31637r373n, 4b3r d4 w1r 31n 5p13lb4r35 7urn13r br4uch3n wurd3n d13 l37z73n **{removed}** 3n7f3rn7.

source: Tournament started with **{num}** entries.
de_de: D45 7urn13r m17 **{num}** Kämpf3rn b361nn7.

source: vs
de_de: 6363n

source: Winner of this match is {winner}!
de_de: {winner} 63w1nn7 d45 Du3ll!

source: Round Done!
de_de: Rund3 b33nd37!

source: Tournament ended! The winner is {winner}.
de_de: D45 7urn13r 157 v0rb31, {winner} h47 63w0nn3n.

source: Tournament ended! The winner is {winner}. Money was given!
de_de: D45 7urn13r 157 v0rb31, {winner} h47 63w0nn3n. D45 Pr31563ld wurd3 4u563z4hl7!

source: `[prize]` - The amount of money the winner will get Start a new raid tournament. Players have 30 seconds to join via the reaction. Tournament entries are free, only the tournament host has to pay the price. Only an exponent of 2 (2^n) users can join. If there are more than the nearest exponent, the last joined players will be disregarded. The match-ups will be decided at random, the battles themselves will be decided like raid battles (see `{prefix}help raidbattle` for details). The winner of a match moves onto the next round, the losers get eliminated, until there is only one player left. Tournaments in IdleRPG follow the single-elimination principle. (This command has a cooldown of 30 minutes.)
de_de: `[pr1z3]` - D3n 63ldb37r46, d3n d3r 63w1nn3r 3rh4l73n w1rd 574r73 31n n3u35 R41d7urn13r. 5p13l3r h4b3n 30 53kund3n Z317 um üb3r d13 R34k710n b31zu7r373n. 7urn13rb317r1773 51nd k0573nfr31, nur d3r 7urn13rh057 mu55 d3n Pr315 z4hl3n. Nur 31n V13lf4ch35 v0n 2(2^n) 5p13l3rn k4nn b317r373n. W3nn 35 m3hr 5p13l3r 51nd 4l5 d3r näch576röß73 V13lf4ch w3rd3n d13 l37z73n B317r1773 n1ch7 4n3rk4nn7. D13 M47ch-Up5 w3rd3n zufäll16 3n75ch13d3n, d13 Kämpf3 53lb57 l4uf3n w13 r36ulär3 R41dkämpf3 4b (513h3 `{prefix}help raidbattle` für m3hr 1nf0). D3r 63w1nn3r 31n35 K4mpf35 qu4l1f1z13r7 51ch für d13 näch573 Rund3, d3r V3rl13r3r 5ch31d37 4u5, b15 nur n0ch 31n 5p13l3r übr16 157. 7urn13r3 1n 1dl3RP6 f0l63n d3m '31nz3l-3l1m1n4710n5-Pr1nz1p'. (D1353r B3f3hl h47 31n3n C00ld0wn v0n 30 M1nu73n.)

source: {author} started a raid tournament! Free entries, prize is **${prize}**! React with ⚔ to join!
de_de: {author} h47 31n R41d7urn13r 63574r737! B317r373n 157 k0573nl05, d3r 63w1nn 157 **${prize}**! R34613r3 m17 ⚔ um b31zu7r373n!

source: Noone joined your raid tournament {author}.
de_de: N13m4nd 157 d31n3m R41d7urn13r b31637r373n {author}.

source: {user} joined the raidtournament.
de_de: {user} 7r177 d3m R41d7urn13r b31.

source: There are **{num}** entries, due to the fact we need a playable raid tournament, the last **{removed}** have been removed.
de_de: **{num}** Kämpf3r 51nd b31637r373n, 4b3r d4 w1r 31n 5p13lb4r35 R41d7urn13r br4uch3n wurd3n d13 l37z73n **{removed}** 3n7f3rn7.

source: Raidbattle {p1} vs. {p2} started!
de_de: D45 R41d-Du3ll zw15ch3n {p1} und {p2} b361nn7!

source: {attacker} attacks! {defender} takes **{dmg}HP** damage.
de_de: {attacker} 6r31f7 4n! {defender} n1mm7 **{dmg}HP** 5ch4d3n.

source: {p1} - {hp1} HP left {p2} - {hp2} HP left
de_de: {p1} - {hp1} HP übr16 {p2} - {hp2} HP übr16

source: Action #{number}
de_de: 4k710n #{number}

source: Raid Tournament ended! The winner is {winner}.
de_de: R41d7urn13r b33nd37! {winner} h47 63w0nn3n.

source: Raid Tournament ended! The winner is {winner}. Money was given!
de_de: R41d7urn13r b33nd37! {winner} h47 63w0nn3n. D45 Pr31563ld wurd3 4u563z4hl7!

source: Pixelfy an avatar
de_de: V3rp1x3l7 31n Pr0f1lb1ld

source: `[user]` - A discord User whose avatar to pixelfy; defaults to oneself `[size]` - The pixelation rate to use, can be a number between 1 and 5; defaults to 2 Pixelfies a user's avatar. If the user has an animated icon, the first frame is used.
de_de: `[u53r]` - 31n Nu7z3r, d3553n Pr0f1lb1ld v3rp1x3l7 w1rd; 0hn3 4n64b3 157 35 d3r Nu7z3r, w3lch3r d3n B3f3hl v3rw3nd37 `[51z3]` - D13 V3rp1x3lun6557ärk3 d13 63nu7z7 w1rd, k4nn 31n3 Numm3r zw15ch3n 1 und 5 531n; 4l5 574nd4rd 157 2 4u563wähl7 V3rp1x3l7 d45 Pr0f1lb1ld 31n35 Nu7z3r5. W3nn d3r Nu7z3r 31n 4n1m13r735 B1ld h47, w1rd d45 3r573 B1ld 63nu7z7.

source: Use 1, 2, 3, 4 or 5 as intensity value.
de_de: Nu7z3 1, 2, 3, 4 0d3r 5 4l5 57ärk3.

source: Defines an avatar's edges
de_de: D3f1n13r7 d13 K4n73n 31n35 Pr0f1b1ld5

source: `[user]` - A discord User whose avatar to edit; defaults to oneself Finds and exaggerates edges in a user's avatar, creating a cool image effect.
de_de: `[u53r]` - 31n D15c0rdnu7z3r, d3553n Pr0f1lb1ld v3ränd3r7 w1rd; 574nd4rdmäß16 m4n 53lb57 F1nd37 und üb3r7r31b7 d13 K4n73n 1n 31n3m Nu7z3r Pr0f1lb1ld, w45 31n3n c00l3n 3ff3k7 kr313r7.

source: Inverts a user's avatar
de_de: 1nv3r713r7 d45 Pr0f1lb1ld 31n35 Nu7z3r5

source: `[member]` - A discord User whose avatar to invert; defaults to oneself Invert the colors in someone's avatar. (This command has a channel cooldown of 15 seconds.)
de_de: `[m3mb3r]` - 31n D15c0rd Nu7z3r, d3553n Pr0f1lb1ld 1nv3r713r7 w1rd; 0hn3 4n64b3 157 m4n 35 53lb57 1nv3r713r7 d13 F4rb3n 1n 31n3m Pr0f1b1ld. (D1353r B3f3hl h47 31n3n K4n4l C00ld0wn v0n 15 53kund3n.)

source: oil-paint someone's avatar
de_de: Kr313r7 31n Ölb1ld 31n35 Pr0f1lb1ld5

source: `[member]` - A discord User whose avatar to oil-paint; defaults to oneself Creates an oil-painting effect on someone's avatar. (This command has a channel cooldown of 15 seconds.)
de_de: `[m3mb3r]` - 31n D15c0rd Nu7z3r, d3553n Pr0f1lb1ld 4l5 Öl63mäld3 n4ch63z31chn37 w1rd; 0hn3 4n64b3 157 m4n 35 53lb57 Kr313r7 31n Öl63mäld3-3ff3k7 4uf 31n3m Pr0f1lb1ld. (D1353r B3f3hl h47 31n3n K4n4l C00ld0wn v0n 15 53kund3n.)

source: Trick or treat!
de_de: 5üß35 0d3r 54ur35!

source: Walk around the houses and scare the residents! Maybe they have a gift for you? This command requires two players, one that is waiting and one that rings at the door. If you are the one waiting, you will get a direct message from the bot later, otherwise you will get a reply immediately. There is a 50% chance you will receive a halloween bag from the other person. (This command has a cooldown of 3h)
de_de: L4uf3 um d13 Häu53r und 3r5chr3ck3 d13 B3w0hn3r! V13ll31ch7 h4b3n 513 31n 635ch3nk für d1ch? D1353r B3f3hl b3nö7167 zw31 5p13l3r. 31n3n d3r w4r737 und 31n3n Zw3173n, d3r 4n d3r 7ür kl1n63l7. W3nn du d3r 5p13l3r b157, d3r w4r737, 3rhäl757 du 5pä73r 31n3 d1r3k73 N4chr1ch7 v0m B07, 4n50n573n b3k0mm57 du 50f0r7 31n3 4n7w0r7. 35 61b7 31n3 50% Ch4nc3, d455 du 31n3n H4ll0w33n B3u73l v0n d3r 4nd3r3n P3r50n b3k0mm57. (D1353r B3f3hl h47 31n3n C00ld0wn v0n 3 57und3n)

source: You walk around the houses... Noone is there... *yet*
de_de: Du läuf57 um d13 Häu53r, 4b3r 35 157 *n0ch* k31n3r h13r..

source: You walk around the houses and ring at {waiting}'s house! That's a trick or treat bag for you, yay!
de_de: Du läuf57 um d13 Häu53r und kl1n63l57 b31 {waiting}. 31n B3u73l für d1ch!

source: You walk around the houses and ring at {waiting}'s house! Sadly they don't have anything for you...
de_de: Du läuf57 um d13 Häu53r und kl1n63l57 b31 {waiting}. H3u73 61b7 35 4ll3rd1n65 n1ch75 für d1ch...

source: 🎃 As you step out of the door, you open your candy and plastic reveals an ancient image on top of a chocolate bar, passed along for generations. You decide to keep it in your `{prefix}eventbackground`s.
de_de: 🎃63r4d3 4l5 du 4u5 d3r 7ür 7r17757 und d31n3 5üß16k3173n 4u5p4ck57 513h57 du 4uf d3r V3rp4ckun6 31n35 5ch0k0r1363l5 31n 4n71k35 B1ld, w3lch35 5317 63n3r4710n3n w3173r6363b3n wurd3. Du 3n75chl13ß7 d1ch, 35 1n d31n3n `{prefix}eventbackground`5 zu b3h4l73n.

source: Open a trick or treat bag
de_de: Öffn3 31n3n 5üß35 0d3r 54ur35 B3u73l

source: Open a trick or treat bag, you can get some with `{prefix}trickortreat`. Trick or treat bags contain halloween-themed items, ranging from 1 to 50 base stat. Their value will be between 1 and 200.
de_de: Öffn3 31n3n 5üß35 0d3r 54ur35 B3u73l, du k4nn57 w3lch3 m17 d3m `{prefix}trickortreat` B3f3hl 3rh4l73n. 5üß35 0d3r 54ur35 B3u73l 3n7h4l73n 173m5 1m H4ll0w33n-571l, zw15ch3n 1 und 50 B45155747. 1hr W3r7 l1367 zw15ch3n 1 und 200.

source: Seems you haven't got a trick or treat bag yet. Go get some!
de_de: 513h7 50 4u5 4l5 0b du k31n3 B3u73l h457. H0l d1r w3lch3!

source: You gained an item!
de_de: Du 3rhäl57 31n3n 6363n574nd!

source: You found a new item when opening a trick-or-treat bag!
de_de: 1n d3m B3u73l w4r 31n 6363n574nd!

source: Name
de_de: N4m3

source: Type
de_de: Kl4553

source: Damage
de_de: 5ch4d3n

source: Armor
de_de: V3r731d16un6

source: Value
de_de: W3r7

source: Remaining trick-or-treat bags: {bags}
de_de: N0ch {bags} B3u73l übr16

source: Shows your trick or treat bags
de_de: Z3167 d31n3 5üß35 0d3r 54ur35 B3u73l

source: Shows the amount of trick or treat bags you have. You can get more by using `{prefix}trickortreat`.
de_de: Z3167 d13 4nz4hl d31n35 5üß35 0d3r 54ur35 B3u73l. Du k4nn57 m3hr b3k0mm3n, 1n d3m du `{prefix}trickortreat` nu7z7.

source: You currently have **{trickortreat}** Trick or Treat Bags, {author}!
de_de: Du h457 63r4d3 **{trickortreat}** 5üß35 0d3r 54ur35 B3u73l, {author}!

source: Check the available languages
de_de: Z3167 d13 v3rfü6b4r3n 5pr4ch3n 4n

source: View all available languages' locale codes. You can check if your language is available by comparing against [this list](https://saimana.com/list-of-country-locale-code/) Some of these languages, like xtreme-owo or unplayable are no real languages but serve as a way to spice up the english text. If something is not yet translated, the english original text is used.
de_de: Z3167 d13 v3rfü6b4r3n 5pr4ch3n und 1hr3 C0d35 4n. Du k4nn57 üb3rprüf3n 0b d31n3 5pr4ch3 v3rfü6b4r 157 und zw4r m17 H1lf3 [d1353r L1573](h77p5://541m4n4.c0m/l157-0f-c0un7ry-l0c4l3-c0d3/) 31n163 d1353r 5pr4ch3n, b315p13l5w3153 x7r3m3-0w0 0d3r unpl4y4bl3 51nd k31n3 r1ch7163n 5pr4ch3n, 50nd3rn d13n3n d4zu d3n 73x7 37w45 5p4nn3nd3r zu 63574l73n. F4ll5 37w45 n0ch n1ch7 üb3r537z7 157, w1rd d3r 0r161n4l3 3n6l15ch3 73x7 4n63z3167.

source: Your current language is **{current_locale}**. Available options: {all_locales} Please use `{prefix}locale set language_code` to choose one.
de_de: D31n3 4u563wähl73 5pr4ch3 157 **{current_locale}**. V3rfü6b4r3 0p710n3n: {all_locales} B1773 nu7z3 `{prefix}locale set language_code` um 31n3 5pr4ch3 4u5zuwähl3n.

source: Set your language
de_de: L367 d31n3 5pr4ch3 f357

source: `<locale>` - The locale code of the language you want to use; full list can be found in `{prefix}language` Changes the language the bot replies for you.
de_de: `<l0c4l3>` - D3r C0d3 d3r 5pr4ch3, d13 du nu7z3n möch7357; d13 k0mpl3773 L1573 k4nn 1n {prefix}l4n6u463` 63fund3n w3rd3n Änd3r7 d13 5pr4ch3, 1n w3lch3r d3r B07 d1r 4n7w0r737.

source: Not a valid language.
de_de: K31n3 6ül7163 5pr4ch3.

source: To permanently choose a language, please create a character and enter this command again. I set it to {language} temporarily.
de_de: Um d4u3rh4f7 31n3 5pr4ch3 f357zul363n, 3r573ll3 31n Pr0f1l und nu7z3 d13535 K0mm4nd0 n0ch 31nm4l. 5pr4ch3 {language} z317w3153 f35763l367.

source: Battle against another player
de_de: Kämpf3 6363n 31n3n 4nd3r3n 5p13l3r

source: `[money]` - A whole number that can be 0 or greater; defaults to 0 `[enemy]` - A user who has a profile; defaults to anyone Fight against another player while betting money. To decide the fight, the players' items, race and class bonuses and an additional number from 1 to 7 are evaluated, this serves as a way to give players with lower stats a chance at winning. The money is removed from both players at the start of the battle. Once a winner has been decided, they will receive their money, plus the enemy's money. The battle lasts 30 seconds, after which the winner and loser will be mentioned. If both players' stats + random number are the same, the winner is decided at random. The battle's winner will receive a PvP win, which shows on their profile. (This command has a cooldown of 90 seconds.)
de_de: `[m0n3y]` - 31n3 64nz3 Z4hl, d13 0 0d3r 6röß3r 531n k4nn; 0hn3 4n64b3 157 35 0 `[3n3my]` - 31n Nu7z3r, d3r 31n Pr0f1l h47; 4l5 574nd4rd 157 35 j3m4nd Kämpf3 6363n 31n3n 4nd3r3n 5p13l3r und w3773 um 63ld. Um d3n K4mpf zu 3n75ch13d3n w3rd3n d13 173m5, R4553 und Kl4553nb0n1 d3r 5p13l3r 50w13 31n3 zu5ä7zl1ch3 Numm3r zw15ch3n 1 und 7 b37r4ch737, d135 61b7 d3n 5p13l3rn m17 n13dr163r3n 57475 31n3 Ch4nc3 zu 63w1nn3n. D45 63ld w1rd zum 574r7 d35 K4mpf35 v0n b31d3n 5p13l3rn 31n63z063n. 50b4ld 31n 63w1nn3r 3n75ch13d3n wurd3n, 3rhäl7 d1353r 531n 63ld, 50w13 d3n 31n547z d35 636n3r5. D3r K4mpf d4u3r7 30 53kund3n, d4n4ch w3rd3n V3rl13r3n und 63w1nn3r 63n4nn7. W3nn d13 57475 b31d3r 5p13l3r 50w13 1hr3 zufäll163 Numm3r 6l31ch 51nd, w1rd d3r 63w1nn3r zufäll16 3n75ch13d3n. D3r 63w1nn3r 3rhäl7 31n3n PvP 5136, w3lch3r 4uf d3m Pr0f1l 51ch7b4r 157. (D1353r B3f3hl h47 31n3n C00ld0wn v0n 90 53kund3n.)

source: You can't battle yourself.
de_de: Du k4nn57 n1ch7 6363n d1ch 53lb57 Kämpf3n.

source: {author} seeks a battle! React with ⚔ now to duel them! The price is **${money}**.
de_de: {author} 5uch7 31n Du3ll! R34613r3 m17 ⚔, um 6363n 513/1hn zu kämpf3n! D3r Pr315 b37rä67 **${money}**.

source: {author} seeks a battle with {enemy}! React with ⚔ now to duel them! The price is **${money}**.
de_de: {author} 5uch7 31n Du3ll m17 {enemy}! R34613r3 m17 ⚔, um 6363n31n4nd3r zu kämpf3n! D3r Pr315 b37rä67 **${money}**.

source: Noone wanted to join your battle, {author}!
de_de: N13m4nd h47 d45 Du3ll 4n63n0mm3n, {author}!

source: You don't have enough money to join the battle.
de_de: Du h457 n1ch7 63nu6 63ld um zu kämpf3n.

source: Battle **{author}** vs **{enemy}** started! 30 seconds of fighting will now start!
de_de: D45 Du3ll zw15ch3n **{author}** und **{enemy}** b361nn7! D3r K4mpf d4u3r7 30 53kund3n!

source: {winner} won the battle vs {looser}! Congratulations!
de_de: {winner} 63w1nn7 6363n {looser}! 6lückwun5ch!

source: Battle against a player (inclusdes raidstats)
de_de: Kämpf3 6363n 31n3n 5p13l3r (R41d57475 w3rd3n b3rück51ch716)

source: `[money]` - A whole number that can be 0 or greater; defaults to 0 `[enemy]` - A user who has a profile; defaults to anyone Fight against another player while betting money. To decide the players' stats, their items, race and class bonuses and raidstats are evaluated. The money is removed from both players at the start of the battle. Once a winner has been decided, they will receive their money, plus the enemy's money. The battle is divided into rounds, in which a player attacks. The first round's attacker is chosen randomly, all other rounds the attacker is the last round's defender. The battle ends if one player's HP drops to 0 (winner decided), or if 5 minutes after the battle started pass (tie). In case of a tie, both players will get their money back. The battle's winner will receive a PvP win, which shows on their profile. (This command has a cooldown of 5 minutes)
de_de: `[m0n3y]` - 31n3 64nz3 Z4hl, d13 0 0d3r 6röß3r 531n k4nn; 0hn3 4n64b3 157 35 0 `[3n3my]` - 31n Nu7z3r, d3r 31n Pr0f1l h47; 4l5 574nd4rd 157 35 j3m4nd Kämpf3 6363n 31n3n 4nd3r3n 5p13l3r und w3773 um 63ld. Um d3n K4mpf zu 3n75ch13d3n w3rd3n d13 173m5, R4553 und Kl4553nb0n1 d3r 5p13l3r b37r4ch737. D45 63ld w1rd zum 574r7 d35 K4mpf35 v0n b31d3n 5p13l3rn 31n63z063n. 50b4ld 31n 63w1nn3r 3n75ch13d3n wurd3n, 3rhäl7 d1353r 531n 63ld, 50w13 d3n 31n547z d35 636n3r5. D3r K4mpf 157 1n Rund3n 31n63731l7. 1n d3r 3r573n Rund3 w1rd d3r 4n6r31f3r p3r Zuf4ll 3n75ch13d3n, d4n4ch 157 35 1mm3r d3r V3r731d163r 4u5 d3r l37z73n Rund3. D3r K4mpf 3nd37, w3nn d13 HP 31n35 5p13l3r5 4uf 0 51nk3n (63w1nn3r 63fund3n), 0d3r w3nn d3r K4mpf b3r3175 5317 5 M1nu73n läuf7 (Un3n75ch13d3n). W3nn d3r K4mpf un3n75ch13d3n 3nd37, 3rh4l73n b31d3 5p13l3r 1hr 63ld zurück. D3r 63w1nn3r 3rhäl7 31n3n PvP 5136, w3lch3r 4uf d3m Pr0f1l 51ch7b4r 157. (D1353r B3f3hl h47 31n3n C00ld0wn v0n 5 M1nu73n.)

source: {author} seeks a raidbattle! React with ⚔ now to duel them! The price is **${money}**.
de_de: {author} 5uch7 31n R41d-Du3ll! R34c73 m17 ⚔, um 6363n31n4nd3r zu kämpf3n! D3r Pr315 b37rä67 **${money}**.

source: {author} seeks a raidbattle with {enemy}! React with ⚔ now to duel them! The price is **${money}**.
de_de: {author} 5uch7 31n R41d-Du3ll m17 {enemy}! R34c73 m17 ⚔, um 6363n31n4nd3r zu kämpf3n! D3r Pr315 b37rä67 **${money}**.

source: Noone wanted to join your raidbattle, {author}!
de_de: N13m4nd h47 d45 R41d-Du3ll 4n63n0mm3n, {author}!

source: You don't have enough money to join the raidbattle.
de_de: Du h457 n1ch7 63nu6 63ld um zu kämpf3n.

source: {p1} won the raidbattle vs {p2}! Congratulations!
de_de: {p1} 63w1nn7 6363n {p2}! 6lückwun5ch!

source: Battle against a player (active)
de_de: Kämpf3 6363n 31n3n 5p13l3r (4k71v)

source: `[money]` - A whole number that can be 0 or greater; defaults to 0 `[enemy]` - A user who has a profile; defaults to anyone Fight against another player while betting money. To decide players' stats, their items, race and class bonuses are evaluated. The money is removed from both players at the start of the battle. Once a winner has been decided, they will receive their money, plus the enemy's money. The battle takes place in rounds. Each round, both players have to choose their move using the reactions. Players can attack (⚔️), defend (🛡️) or recover HP (❤️). The battle ends if one player's HP drops to 0 (winner decided), or a player does not move (forfeit). In case of a forfeit, neither of the players will get their money back. The battle's winner will receive a PvP win, which shows on their profile. (This command has a cooldown of 10 minutes.)
de_de: `[m0n3y]` - 31n3 64nz3 Z4hl, d13 0 0d3r 6röß3r 531n k4nn; 0hn3 4n64b3 157 35 0 `[3n3my]` - 31n Nu7z3r, d3r 31n Pr0f1l h47; 4l5 574nd4rd 157 35 j3m4nd Kämpf3 6363n 31n3n 4nd3r3n 5p13l3r und w3773 um 63ld. Um d3n K4mpf zu 3n75ch13d3n w3rd3n d13 173m5, R4553 und Kl4553nb0n1 d3r 5p13l3r b37r4ch737 D45 63ld w1rd zum 574r7 d35 K4mpf35 v0n b31d3n 5p13l3rn 31n63z063n. 50b4ld 31n 63w1nn3r 3n75ch13d3n wurd3n, 3rhäl7 d1353r 531n 63ld, 50w13 d3n 31n547z d35 636n3r5. D3r K4mpf 157 rund3nb4513r7. J3d3 Rund3 könn3n b31d3 5p13l3r 31n3 4k710n üb3r d13 R34k710n3n durchführ3n. 5p13l3r könn3n 4n6r31f3n(⚔️), 51ch v3r731d163n(🛡️) 0d3r 1hr3 HP h31l3n (❤️). D3r K4mpf 3nd37, w3nn d13 HP 31n35 5p13l3r5 4uf 0 51nk3n (63w1nn3r 63fund3n), 0d3r w3nn 31n 5p13l3r k31n3n Zu6 m4ch7(4uf64b3). W3nn d3r K4mpf un3n75ch13d3n 3nd37, 3rh4l73n b31d3 5p13l3r 1hr 63ld zurück. D3r 63w1nn3r 3rhäl7 31n3n PvP 5136, w3lch3r 4uf d3m Pr0f1l 51ch7b4r 157. (D1353r B3f3hl h47 31n3n C00ld0wn v0n 10 M1nu73n.)

source: {author} seeks an active battle! React with ⚔ now to duel them! The price is **${money}**.
de_de: {author} 5uch7 31n 4k71v35 Du3ll! R34c73 m17 ⚔, um 6363n 513 zu kämpf3n! D3r Pr315 b37rä67 **${money}**.

source: {author} seeks an active battle with {enemy}! React with ⚔ now to duel them! The price is **${money}**.
de_de: {author} 5uch7 31n 4k71v35 Du3ll m17 {enemy}! R34c73 m17 ⚔, um 6363n 513 zu kämpf3n! D3r Pr315 b37rä67 **${money}**.

source: Noone wanted to join your activebattle, {author}!
de_de: N13m4nd h47 d3n 4k71v3n K4mpf 4n63n0mm3n, {author}!

source: You don't have enough money to join the activebattle.
de_de: Du h457 n1ch7 63nu6 63ld um zu kämpf3n.

source: Battle {p1} vs {p2}
de_de: K4mpf {p1} 6363n {p2}

source: Let the battle begin!
de_de: L45537 d3n K4mpf b361nn3n!

source: {prevaction} {player1}: **{hp1}** HP {player2}: **{hp2}** HP React to play.
de_de: {prevaction} {player1}: **{hp1}** HP {player2}: **{hp2}** HP R34613r3 um zu 5p13l3n.

source: {user} does nothing...
de_de: {user} 7u7 n1ch75...

source: Someone refused to move. Activebattle stopped.
de_de: J3m4nd h47 51ch 63w3163r7 31n3n Zu6 zu m4ch3n. 4k71v3r K4mpf 63570pp7.

source: {user}, you already moved! Waiting for {other}'s move...
de_de: {user}, du h457 b3r3175 31n3n Zu6 durch63führ7! W4r73n 4uf d3n Zu6 v0n {other}…

source: {user} healed themselves for **{hp} HP**.
de_de: {user} h47 51ch um **{hp} HP** 63h31l7.

source: {user} hit {enemy} for **{eff}** damage.
de_de: {user} 7r1ff7**{eff}**{enemy} für 5ch4d3n .

source: {enemy} tried to defend, but failed.
de_de: {enemy} h47 v3r5uch7 51ch zu v3r731d163n, 4b3r 157 635ch3173r7.

source: {user}'s attack on {enemy} failed!
de_de: {user}5 4n6r1ff 4uf {enemy} wurd3 63bl0ck7!

source: {enemy} blocked {user}'s attack.
de_de: {enemy} h47 d3n 4n6r1ff v0n {user} 63bl0ck7.

source: You both tried to defend.
de_de: 1hr h4b7 B31d3 v3r5uch7 3uch zu v3r731d163n.

source: It was not very effective...
de_de: D45 w4r n1ch7 53hr 3ff3k71v...

source: You both died!
de_de: B31d3 wurd3n b351367!

source: {winner} won the active battle vs {looser}! Congratulations!
de_de: {winner} 63w1nn7 6363n {looser}! 6lückwun5ch!

source: Easter related commands
de_de: B3f3hl3 rund um 0573rn

source: Contains all easter related commands. See `{prefix}help easter` for a list of commands. During the easter event, users will find eastereggs when finishing adventures, which can be exchanged for several rewards, including crates, items, money, or special guild badges.
de_de: 3n7häl7 4ll3 B3f3hl3 zum 7h3m4 0573rn. 513h3 `{prefix}help easter` für d13 L1573 m17 B3f3hl3n. Währ3nd d35 0573r3v3n75 f1nd3n Nu7z3r 0573r313r, 50b4ld 513 31n 4b3n73u3r b33nd37 h4b3n, w3lch3 für v3r5ch13d3n573 B3l0hnun63n 31n6374u5ch7 w3rd3n könn3n 31n5chl13ßl1ch K1573n, 173m5, 63ld 0d3r 5p3z13ll3 61ld3n 4bz31ch3n.
