Repository: Gelbpunkt/IdleRPG
Catalog: locales/*_1337/LC_MESSAGES/idlerpg.po
Languages: de_de

source: `<color>` - The color to use, see below for allowed format Sets your profile text colour. The format may be #RGB, #RRGGBB, CSS3 defaults like "cyan", a rgb(r, g, b) tuple or a rgba(r, g, b, a) tuple A tuple is a data type consisting of multiple parts. To make a tuple for this command, seperate your values with a comma, and surround them with parantheses. Here is an example of a tuple with four values: `(128,256,0,0.5)` This will change the text color in `{prefix}profile` and the embed color in `{prefix}profile2`.
de_de: `<c0l0r>` - D13 F4rb3, w3lch3 63nu7z7 w3rd3n 50ll, 513h3 un73n für d45 3rl4ub73 F0rm47 L367 d13 F4rb3 d31n35 Pr0f1l73x735 f357. D45 F0rm47 k4nn #R6B, #RR66BB, C553 574nd4rd5 w13 "cy4n", 31n r6b (r, 6, b)7up3l 0d3r 31n r6b4 (r, 6, b, 4) 7upl3 531n. 31n 7upl3 h47 D473n, d13 4u5 v3r5ch13d3n3n 731l3n b3573h3n. Um 31n 7upl3 für d1353n B3f3hl zu 3r573ll3n, mu557 du d31n3 W3r73 m17 31n3m K0mm4 7r3nn3n und 513 m17 Kl4mm3rn umr4hm3n. H13r 157 31n B315p13l für 31n 7upl3 m17 4 W3r73n: `(128,256,0,0.5)` D135 w1rd d3n 73x7 d31n35 Pr0f1l5 un73r `{prefix}profile` änd3rn und d13 31n63b377373 F4rb3 1n `{prefix}profile2`.

source: Format for colour is `#RGB`, `#RRGGBB`, a colour code like `cyan` or rgb/rgba values like (255, 255, 255, 0.5).
de_de: F0rm47 für 31n3 F4rb3 157 `#R6B`, `#RR66BB`, 31n C0l0rc0d3 w13 `cy4n` 0d3r r6b/r6b4 W3r73 w13 (255, 255, 255, 0.5).

source: Successfully set your profile colour to `{colour}`.
de_de: Pr0f1lf4rb3 3rf0l6r31ch zu `{colour}` 63änd3r7.

source: Publish an announcement
de_de: V3röff3n7l1ch3 31n3 4nkünd16un6

source: Publish a message from an announement channel
de_de: V3röff3n7l1ch7 31n3 N4chr1ch7 v0n 31n3m 4nkünd16un65ch4nn3l

source: Message has been published!
de_de: N4chr1ch7 wurd3 v3röff3n7l1ch7!

source: This message is not from an announcement channel!
de_de: D1353 N4chr1ch7 157 n1ch7 4u5 31n3m 4nkünd16un65ch4nn3l!

source: Clean up the shop
de_de: 5äub3r7 d3n M4rk7

source: Remove items from the shop that have been there for more than 14 days, returning them to the owners' inventories. Only Game Masters can use this command.
de_de: 3n7f3rn3 173m5 v0m M4rk7, w3lch3 d0r7 5317 m3hr 4l5 14 7463n 51nd und l367 513 zurück 1n d13 1nv3n74r3 d3r B3517z3r. Nur 64m3 M4573r könn3n d1353n B3f3hl nu7z3n.

source: Cleared {num} shop items which timed out.
de_de: {num} 4l73 173m5 4u5 d3m 5h0p 3n7f3rn7.

source: Clear donator cache for a user
de_de: 5äub3r7 d3n D0n470r C4ch3 31n35 Nu7z3r5

source: `<other>` - A server member Clears the cached donator rank for a user globally, allowing them to use the new commands after donating. Only Game Masters can use this command.
de_de: `<07h3r>` - 31n 53rv3rm176l13d 5äub3r7 d3n c4ch3d D0n470r R4nk 31n35 Nu7z3r5 1m 6l0b4l3n R4hm3n, d135 3rl4ub7 d3m Nu7z3r n3u3 B3f3hl3 n4ch d3m 5p3nd3n zu nu7z3n. Nur 64m3 M4573r könn3n d1353n B3f3hl nu7z3n.

source: Bot-unban a user
de_de: B07-unb4nn3d 31n3n Nu7z3r

source: `<other>` - A discord User Unbans a user from the bot, allowing them to use commands and reactions again. Only Game Masters can use this command.
de_de: `<07h3r>` - 31n D15c0rdnu7z3r Unb4nn3d 31n3n Nu7z3r v0m B07, d135 b3d3u737, d455 d3r Nu7z3r w13d3r B3f3hl3 nu7z3n k4nn und r34613r3n k4nn. Nur 64m3 M4573r könn3n d1353n B3f3hl nu7z3n.

source: Unbanned: {other}
de_de: Un63b4nn7: {other}

source: {other} is not banned.
de_de: {other} 157 n1ch7 63b4nn7.

source: Create money
de_de: Kr313r3 63ld

source: `<money>` - the amount of money to generate for the user `<other>` - A discord User with a character `[reason]` - The reason this action was done, defaults to the command message link Gives a user money without subtracting it from the command author's balance. Only Game Masters can use this command.
de_de: `<m0n3y>` - D3r 63ldb37r46, d3r für d3n Nu7z3r 3r5ch4ff3n w3rd3n 50ll `<07h3r>` - 31n D15c0rdnu7z3r m17 31n3m Ch4r4k73r `[r3450n]` - D3r 6rund w4rum d1353 4k710n 4u563führ7 wurd3, 0hn3 6rund w1rd d3r N4chr1ch73nl1nk 4n6363b3n 61b7 31n3m Nu7z3r 63ld 0hn3 35 v0m 4cc0un7 d35 4u5führ3nd3n 4bzuz13h3n. Nur 64m3 M4573r könn3n d1353n B3f3hl nu7z3n.

source: Successfully gave **${money}** without a loss for you to **{other}**.
de_de: **{other}** wurd3n 3rf0l6r31ch **${money}** 6363b3n.

source: Remove money
de_de: 3n7f3rn7 63ld

source: `<money>` - the amount of money to remove from the user `<other>` - a discord User with character `[reason]` - The reason this action was done, defaults to the command message link Removes money from a user without adding it to the command author's balance. Only Game Masters can use this command.
de_de: `<m0n3y>` - D3r 63ldb37r46, d3r v0n 31n3m Nu7z3r 3n7f3rn7 w3rd3n 50ll `<07h3r>` - 31n D15c0rdnu7z3r m17 31n3m Ch4r4k73r `[r3450n]` - D3r 6rund w1350 d1353 4k710n durch63führ7 wurd3, 0hn3 4n64b3 157 35 d3r N4chr1ch73nl1nk d35 B3f3hl5 3n7f3rn7 63ld v0n 31n3m Nu7z3r, 0hn3 35 zum K0n70 d35 4u70r5 h1nzuzufü63n. Nur 64m3 M4573r könn3n d1353n B3f3hl nu7z3n.

source: Successfully removed **${money}** from **{other}**.
de_de: **{other}** wurd3n 3rf0l6r31ch **${money}** 4b63z063n.

source: Delete a character
de_de: Lö5ch3 31n3n Ch4r4k73r

source: `<other>` - a discord User with character `[reason]` - The reason this action was done, defaults to the command message link Delete a user's profile. The user cannot be a Game Master. Only Game Masters can use this command.
de_de: `<07h3r>` - 31n D15c0rdnu7z3r m17 31n3m Ch4r4k73r `[r3450n]` - D3r 6rund w1350 d1353 4k710n durch63führ7 wurd3, 0hn3 4n64b3 157 35 d3r N4chr1ch73nl1nk d35 B3f3hl5 Lö5ch7 d45 Pr0f1l d35 Nu7z3r5. D3r Nu7z3r k4nn k31n 64m3 M4573r 531n. Nur 64m3 M4573r könn3n d1353n B3f3hl nu7z3n.

source: Successfully deleted the character.
de_de: Pr0f1l 3rf0l6r31ch 63lö5ch7.

source: Rename a character
de_de: B3n3nn7 31n3n Ch4r4k73r um

source: `<target>` - a discord User with character `[reason]` - The reason this action was done, defaults to the command message link Rename a user's profile. The user cannot be a Game Master. Only Game Masters can use this command.
de_de: `<74r637>` - 31n D15c0rdnu7z3r m17 31n3m Ch4r4k73r `[r3450n]` - D3r 6rund w1350 d1353 4k710n durch63führ7 wurd3, 0hn3 4n64b3 157 35 d3r N4chr1ch73nl1nk d35 B3f3hl5 B3n3nn7 d45 Pr0f1l 31n35 Nu7z3r5 um. D3r Nu7z3r k4nn k31n 64m3 M4573r 531n. Nur 64m3 M4573r könn3n d1353n B3f3hl nu7z3n.

source: What shall the character's name be? (min. 3 letters, max. 20)
de_de: W13 50ll d3r Ch4r4k73r h31ß3n? (m1n. 3 Z31ch3n, m4x. 20)

source: Timeout expired.
de_de: 71m30u7.

source: Renamed.
de_de: Umb3n4nn7.

source: Create an item
de_de: 3r573ll7 31n 173m

source: `<stat>` - the generated item's stat, must be between 0 and 100 `<owner>` - a discord User with character `<item_type>` - the generated item's type, must be either Sword, Shield, Axe, Wand, Dagger, Knife, Spear, Bow, Hammer, Scythe or Howlet `<value>` - the generated item's value, a whole number from 0 to 100,000,000 `<name>` - the generated item's name, should be in double quotes if the name has multiple words `[reason]` - The reason this action was done, defaults to the command message link Generate a custom item for a user. Only Game Masters can use this command.
de_de: `<5747>` - D3r 5747 d35 63n3r13r73n 173m5, mu55 zw15ch3n 0 und 100 l1363n `<0wn3r>` 31n D15c0rdnu7z3r m17 31n3m Ch4r4k73r `<173m_7yp3>` - D3r 7yp d35 63n3r13r73n 173m5, mu55 3n7w3d3r 5w0rd, 5h13ld, 4x3, W4nd, D4663r, Kn1f3, 5p34r, B0w, H4mm3r, 5cy7h3 0d3r H0wl37 531n `<v4lu3>` - D3r W3r7 d35 63n3r13r73n 173m5, mu55 31n3 64nz3 Z4hl zw15ch3n 0 und 100.000.000$ 531n `<n4m3>` - D3r N4m3 d35 63n3r13r73n 173m5, 50ll73 1n 4nführun65z31ch3n 573h3n, w3nn d3r N4m3 m3hr3r3 W0r73 l4n6 157 `[r3450n]` - D3r 6rund w1350 d1353 4k710n durch63führ7 wurd3, 0hn3 4n64b3 157 35 d3r N4chr1ch73nl1nk d35 B3f3hl5 63n3r13r7 31n b3nu7z3rd3f1n13r735 173m für 31n3n Nu7z3r. Nur 64m3 M4573r könn3n d1353n B3f3hl nu7z3n.

source: Invalid item type.
de_de: Un6üö7163r 173m-7yp.

source: Invalid stat.
de_de: Un6ül7163 57ärk3.

source: Done.
de_de: F3r716.

source: Create crates
de_de: 3r573ll3 K1573n

source: `<rarity>` - the crates' rarity, can be common, uncommon, rare, magic or legendary `<amount>` - the amount of crates to generate for the given user, can be negative `<target>` - A discord User with character `[reason]` - The reason this action was done, defaults to the command message link Generate a set amount of crates of one rarity for a user. Only Game Masters can use this command.
de_de: `<r4r17y>` - D13 53l73nh317 d3r K1573n, d13 3r573ll7 w3rd3n. K4nn c0mm0n, unc0mm0n, r4r3, m461c 0d3r l363nd4ry 531n `<4m0un7>` - D13 4nz4hl, d13 63n3r13r7 w1rd für d3n Nu7z3r, k4nn 4uch n36471v 531n `<74r637>` - 31n D15c0rdnu7z3r m17 31n3m Ch4r4k73r `[r3450n]` - D3r 6rund w1350 d1353 4k710n durch63führ7 wurd3, 0hn3 4n64b3 157 35 d3r N4chr1ch73nl1nk d35 B3f3hl5 63n3r13r3 31n3 f3573 4nz4hl v0n K1573n 31n3r 53l73nh317 für 31n3n Nu7z3r. Nur 64m3 M4573r könn3n d1353n B3f3hl nu7z3n.

source: Successfully gave **{amount}** {rarity} crates to **{target}**.
de_de: **{amount}** {rarity} K1573n wurd3n 3rf0l6r31ch 4n **{target}** 6363b3n.

source: Generate XP
de_de: 63n3r13r3 XP

source: `<target>` - A discord User with character `<amount>` - The amount of XP to generate, can be negative `[reason]` - The reason this action was done, defaults to the command message link Generates a set amount of XP for a user. Only Game Masters can use this command.
de_de: `<74r637>` - 31n D15c0rdnu7z3r m17 31n3m Ch4r4k73r `<4m0un7>` - D13 4nz4hl, d13 63n3r13r7 w1rd für d3n Nu7z3r, k4nn 4uch n36471v 531n `[r3450n]` - D3r 6rund w1350 d1353 4k710n durch63führ7 wurd3, 0hn3 4n64b3 157 35 d3r N4chr1ch73nl1nk d35 B3f3hl5 63n3r13r7 31n3 f35763l3673 4nz4hl XP für 31n3n Nu7z3r. Nur 64m3 M4573r könn3n d1353n B3f3hl nu7z3n.

source: Successfully gave **{amount}** XP to **{target}**.
de_de: **{target}** wurd3n 3rf0l6r31ch **{amount} 3P** 6363b3n.

source: Wipe someone's donation perks.
de_de: Lö5ch7 d13 D0n470rp3rk5 31n35 Nu7z3r5.

source: `<target>` - A discord User with character `[reason]` - The reason this action was done, defaults to the command message link Wipe a user's donation perks. This will: - set their background to the default - set both their classes to No Class - reverts all items to their original type and name - sets their guild's member limit to 50 Only Game Masters can use this command.
de_de: `<74r637>` - 31n D15c0rdnu7z3r m17 31n3m Ch4r4k73r `[r3450n]` - D3r 6rund w1350 d1353 4k710n durch63führ7 wurd3, 0hn3 4n64b3 157 35 d3r N4chr1ch73nl1nk d35 B3f3hl5 Lö5ch7 d13 D0n470rp3rk5 31n35 Nu7z3r5. D45 w1rd: -d3n H1n73r6rund 4uf d3n 574nd4rdh1n73r6rund 537z3n -b31d3 Kl4553n 4uf N0 Cl455 zurück537z3n -4ll3 1hr3 173m5 4uf 1hr3n 0r161n4l7yp3n und N4m3n zurück537z3n -1hr 61ld3nm176l13d5l1m17 4uf 50 537z3n Nur 64m3 M4573r könn3n d1353n B3f3hl nu7z3n.

source: Successfully reset {target}'s background, class, item names and guild member limit.
de_de: {target}5 H1n73r6rund, Kl4553, 173mn4m3n und 61ld3n0b3r6r3nz3 zurück63537z7.

source: Reset someone's classes
de_de: 537z7 d13 Kl4553 31n3r P3r50n zurück

source: `<target>` - a discord User with character `[reason]` - The reason this action was done, defaults to the command message link Reset a user's classes to No Class. They can then choose their class again for free. Only Game Masters can use this command.
de_de: `<74r637>` - 31n D15c0rdnu7z3r m17 31n3m Ch4r4k73r `[r3450n]` - D3r 6rund w1350 d1353 4k710n durch63führ7 wurd3, 0hn3 4n64b3 157 35 d3r N4chr1ch73nl1nk d35 B3f3hl5 537z7 d13 Kl4553n 31n35 Nu7z3r5 4uf N0 Cl455 zurück. D3r Nu7z3r k4nn d4nn 531n3 Kl4553n k0573nl05 änd3rn. Nur 64m3 M4573r könn3n d1353n B3f3hl nu7z3n.

source: Successfully reset {target}'s class.
de_de: 3rf0l6r31ch {target}5 Kl4553(n) zurück63537z7.

source: Sign an item
de_de: 516n13r3 31n 173m

source: `<itemid>` - the item's ID to sign `<text>` - The signature to write, must be less than 50 characters combined with the Game Master's tag. This should be in double quotes if the text has multiple words. `[reason]` - The reason this action was done, defaults to the command message link Sign an item. The item's signature is visible in a user's inventory. Only Game Masters can use this command. (This command has a cooldown of 7 days.)
de_de: `<173m1d>` - D13 1D d35 173m5, w3lch35 516n13r7 w3rd3n 50ll `<73x7>` - D13 516n47ur, d13 635chr13b3n w3rd3n 50ll, mu55 w3n163r 4l5 50 Z31ch3n l4n6 531n (zu54mm3n m17 d3m 746 d35 64m3 M4573r5). D13 516n47ur 50ll73 1n 4nführun65z31ch3n 531n, f4ll5 d3r 73x7 m3hr3r3 W0r73 h47. `[r3450n]` - D3r 6rund w1350 d1353 4k710n durch63führ7 wurd3, 0hn3 4n64b3 157 35 d3r N4chr1ch73nl1nk d35 B3f3hl5 Un73r5chr31b7 31n 173m. D13 516n47ur d35 173m5 157 d4nn 1m 1nv3n74r d35 Nu7z3r5 51ch7b4r. Nur 64m3 M4573r könn3n d1353n B3f3hl nu7z3n. (D1353r B3f3hl h47 31n3n C00ld0wn v0n 7 7463n.)

source: Text exceeds 50 characters.
de_de: 73x7 üb3r5chr31737 50 Z31ch3n.

source: Item successfully signed.
de_de: 173m 3rf0l6r31ch un73r5chr13b3n.

source: Start an auction
de_de: 574r73 31n3 4uk710n

source: `<item>` - a description of what is being auctioned Starts an auction on the support server. Users are able to bid. The auction timeframe extends by 30 minutes if users keep betting. The auction ends when no user bids in a 30 minute timeframe. The item is not given automatically and the needs to be given manually. Only Game Masters can use this command.
de_de: `<173m>` - 31n3 B35chr31bun6, w45 1n d3r 4uk710n v3r573163r7 w1rd 574r737 31n3 4uk710n 4uf d3m 5upp0r7 53rv3r. Nu7z3r könn3n d4nn b1373n. D45 4uk710n53nd3 w1rd um 30 M1nu73n v3rlän63r7, w4nn 1mm3r 31n Nu7z3r b13737. D13 4uk710n 3nd37, w3nn k31n Nu7z3r 30 M1nu73n n4ch d3m l37z73n 63b07 b13737. D45 173m w1rd n1ch7 4u70m4715ch 6363b3n, 35 mu55 m4nu3ll v3r63b3n w3rd3n. Nur 64m3 M4573r könn3n d1353n B3f3hl nu7z3n.

source: There's still an auction running.
de_de: 35 läuf7 b3r3175 31n3 4uk710n.

source: Auctions channel wasn't found.
de_de: 4uk710n5ch4nn3l wurd3 n1ch7 63fund3n.

source: Bid on an auction
de_de: B1373 1n 31n3r 4uk710n

source: `<amount>` - the amount of money to bid, must be higher than the current highest bid Bid on an ongoing auction. The amount is removed from you as soon as you bid and given back if someone outbids you. This is to prevent bidding impossibly high and then not paying up.
de_de: `<4m0un7>` - D3r 63ldb37r46, d3r 63b073n w1rd, mu55 höh3r 4l5 d45 m0m3n74n3 Höch5763b07 531n B1373 4uf 31n3 l4uf3nd3 4uk710n. D3r B37r46 w1rd d1r3k7 n4ch d31n3m 63b07 v0n d31n3m 4cc0un7 4b63z063n und zurück6363b3n, w3nn du üb3rb073n w1r57. D135 635ch13h7 um h0h3 63b073, d13 d4nn n1ch7 b3z4hl7 w3rd3n, zu v3rh1nd3rn.

source: No auction running.
de_de: 35 läuf7 63r4d3 k31n3 4uk710n.

source: Bid too low.
de_de: D31n 63b07 157 zu n13dr16.

source: Bid submitted.
de_de: D31n 63b07 wurd3 4kz3p713r7.

source: Set a cooldown
de_de: 537z3 31n3n C00ld0wn zurück

source: `<user>` - A discord User or their User ID `<command>` - the command which the cooldown is being set for (subcommands in double quotes, i.e. "guild create") `[reason]` - The reason this action was done, defaults to the command message link Reset a cooldown for a user and commmand. Only Game Masters can use this command.
de_de: `<u53r>` - 31n D15c0rdnu7z3r 0d3r d13 Nu7z3r 1D `<c0mm4nd>` - D3r B3f3hl für w3lch3n d3r C00ld0wn zurück63537z7 w3rd3n 50ll (für Un73rb3f3hl3 1n 4nführun65z31ch3n 4l50 b5pw. "6u1ld cr3473") `[r3450n]` - D3r 6rund w1350 d1353 4k710n durch63führ7 wurd3, 0hn3 4n64b3 157 35 d3r N4chr1ch73nl1nk d35 B3f3hl5 537z3 31n3n C00ld0wn für 31n3n Nu7z3r und 31n3n B3f3hl zurück. Nur 64m3 M4573r könn3n d1353n B3f3hl nu7z3n.

source: The cooldown has been updated!
de_de: C00ld0wn 4k7u4l1513r7!

source: Cooldown setting unsuccessful (maybe you mistyped the command name or there is no cooldown for the user?).
de_de: C00ld0wn f357537z3n f3hl635chl463n. (K0mm4nd0 f4l5ch 635chr13b3n 0d3r 35 h47 k31n3n C00ld0wn?)

source: Sacrifice loot for favor
de_de: 0pf3r3 d31n3 B3u73 für 6un57

source: `[loot_ids...]` - The loot IDs to sacrifice, can be one or multiple IDs separated by space; defaults to all loot Sacrifice loot to your God to gain favor points. If no loot IDs are given with this command, all loot you own will be sacrificed. You can see your current loot with `{prefix}loot`. Only players, who follow a God can use this command.
de_de: `[l007_1d5...]` - D13 B3u73 1D5 d13 630pf3r7 w3rd3n 50ll, könn3n 31n3 0d3r m3hr3r3 1D5 531n, durch L33rz31ch3n 637r3nn7. W1rd n1ch75 4n6363b3n, 157 35 4ll3 B3u73 0pf3r3 d31n3 B3u73 für d31n3n 6077 um 6un57 zu 3rh4l73n. W3nn k31n3 1D5 m17 d1353m B3f3hl 4n6363b3n w3rd3n, w1rd 4ll d31n3 B3u73 630pf3r7. Du k4nn57 d31n3 B3u73 m17 `{prefix}loot` 53h3n. Nur 5p13l3r, d13 31n3m 6077 f0l63n, könn3n d1353n B3f3hl nu7z3n.

source: This will sacrifice all of your loot and give {value} favor. Continue?
de_de: D4m17 0pf3r57 du d31n3 6354m73 B3u73 und 3rhäl757 {value} 6un57. F0r7f4hr3n?

source: You prayed to {god}, and they accepted your {count} sacrificed loot item(s). Your standing with the god has increased by **{points}** points.
de_de: Du b37357 zu {god}, und 3r n1mm7 d31n3 {count} 0pf3r64b3n 4n. D31n3 6un57 m17 d3m 6077 3rhöh7 51ch um **{points}** Punk73.

source: Choose or change your God
de_de: Wähl3 0d3r änd3r3 d31n3n 6077

source: Choose a God or change your current God for a reset point. Every player gets 2 reset points when they start playing, you cannot get any more. Following a God allows your `{prefix}luck` to fluctuate, check `{prefix}help luck` to see the exact effects this will have on your gameplay. If you don't have any reset points left, or became Godless, you cannot follow another God. (This command has a cooldown of 3 minutes.)
de_de: Wähl3 0d3r änd3r3 d31n3n 6077 für 31n3n R3537 Punk7. J3d3r 5p13l3r 3rhäl7 2 R3537 Punk73, w3nn 513 d45 5p13l b361nn3n, du k4nn57 n1ch7 m3hr 3rh4l73n. 31n3m 6077 zu f0l63n, h31ß7, d455 d31n `{prefix}luck` fluk7u13r7, 513h d1r `{prefix}help luck` 4n, um d13 63n4u3n D3741l5 zu h4b3n, w13 d135 d31n 5p13l b331nflu557. F4ll5 du k31n3 R3537 Punk73 h457 0d3r 6077l05 63w0rd3n b157, k4nn57 du k31n3m 4nd3r3n 6077 m3hr f0l63n. (D1353r B3f3hl h47 31n3n C00ld0wn v0n 3 M1nu73n.=

source: You have no more reset points.
de_de: Du h457 k31n3 R3537-Punk73 übr16.

source: You already chose a god. This change now will cost you a reset point. Are you sure?
de_de: Du h457 b3r3175 31n3n 6077 63wähl7. Um d45 zu änd3rn, mu557 du 31n3n R3537-Punk7 31n537z3n. B157 du 51ch3r?

source: ⚠ **Warning**: When you have a God, your luck will change (**including decreasing it!**) This impacts your adventure success chances amongst other things. Are you sure you want to follow {god}?
de_de: ⚠ **W4rnun6**: W3nn du 31n3n 6077 h457, w1rd d31n 6lück 51ch änd3rn (**d45 b3d3u737 4uch, d455 35 w3n163r w3rd3n k4nn!**) D135 w1rd d31n3 4b3n73u3rüb3rl3b3n5ch4nc3n b331nflu553n, 50w13 31n p44r 4nd3r3 54ch3n. B157 du d1r 51ch3r, d455 du {god} f0l63n möch7357?

source: You became Godless while using this command. Following a God is not allowed after that.
de_de: Du b157 j37z7 6077l05 63w0rd3n, 1n d3m du d1353n B3f3hl 63nu7z7 h457. Du k4nn57 k31n3m 4nd3r3n 6077 m3hr f0l63n.

source: You are now a follower of {god}.
de_de: Du b157 j37z7 31n 4nhän63r v0n {god}.

source: Unfollow your God and become Godless
de_de: Hör3 4uf, d31n3m 6077 zu f0l63n und b3k0mm3 6077l05

source: Unfollow your current God and become Godless. **This is permanent!** Looking to change your God instead? Simply use `{prefix}follow` again. Once you become Godless, all your reset points and your God are removed. Becoming Godless does not mean that your luck returns to 1.00 immediately, it changes along with everyone else's luck on Monday.
de_de: Hör7 4uf, d31n3m 6077 zu f0l63n und b3k0mm3 6077l05. **D135 157 p3rm4n3n7!** Möch7357 du 57477d3553n d31n3n 6077 änd3rn? Nu7z3 31nf4ch `{prefix}follow` n0ch 31nm4l. 50b4ld du 6077l05 63w0rd3n b157, w3rd3n 4ll3 d31n3 R3537-Punk73 und d31n 6077 3n7f3rn7. W3nn du 6077l05 b157, h31ß7 d45 n1ch7, d455 d31n 6lück 50f0r7 4uf 1.0 zurück63537z7 w1rd, 35 w1rd 4m näch573n M0n746 zu54mm3n m17 d3m 6lück 4ll3r 4nd3r3n 63änd3r7.

source: You already became Godless before.
de_de: Du b157 b3r3175 v0rh3r 6077l05 63w0rd3n.

source: ⚠ **Warning**: After unfollowing your God, **you cannot follow any God anymore** and will remain Godless. If your luck is below average and you decided to unfollow, know that **your luck will not return to 1.0 immediately**. Are you sure you want to become Godless?
de_de: ⚠ **W4rnun6**: W3nn du 4ufhör57 d31n3m 6077 zu f0l63n,**k4nn57 du k31n3m 6077 m3hr f0l63n** und du w1r57 6077l05 bl31b3n. F4ll5 d31n 6lück un73r d3m Durch5chn177 l13657 und du d1ch d4zu 3n75chl13ß7, n13m4nd3m m3hr zu f0l63n, **w1rd d31n 6lück n1ch7 50f0r7 zu 1.0 zurückk3hr3n**. B157 du d1r 51ch3r, d455 du 6077l05 w3rd3n w1ll57?

source: {god} smiles proudly down upon you.
de_de: {god} läch3l7 d1ch 570lz 4n.

source: You are now Godless.
de_de: Du b157 j37z7 6077l05.

source: Pray to your God to gain favor
de_de: B373 zu d31n3m 6077 um 6un57 zu 3rh4l73n

source: Pray to your God in order to gain a random amont of favor points, ranging from 0 to 1000. There is a 33% chance you will gain 0 favor, a 33% chance to gain anywhere from 0 to 500 favor and a 33% chance to gain anywhere from 500 to 1000 favor. (This command has a cooldown until 12am UTC.)
de_de: B373 zu d31n3m 6077 um 31n3n zufäll163n B37r46 6un57 zu 3rh4l73n, zw15ch3n 0 und 1000. 35 61b7 31n3 33%163 Ch4nc3, d455 du 0 6un57 3rhäl757, 31n3 33%163 Ch4nc3, 1r63nd37w45 zw15ch3n 0 und 500 6un57 zu 3rh4l73n und 31n3 33%163 Ch4nc3 1r63nd37w45 zw15ch3n 500 und 1000 6un57 zu 3rh4l73n. (D1353r B3f3hl h47 31n3n C00ld0wn b15 M1773rn4ch7 U7C.)

source: They obviously didn't like your prayer!
de_de: 1hm/1hr h47 d31n 63b37 0ff3n51ch7l1ch n1ch7 63f4ll3n!

source: Noone heard you!
de_de: N13m4nd h47 d1ch 63hör7!

source: Your voice has made them screw off.
de_de: D31n3 571mm3 h47 513 v3r7r13b3n.

source: Even a donkey would've been a better follower than you.
de_de: 53lb57 31n 353l wär3 31n b3553r3r 4nhän63r 4l5 du 63w353n.

source: „Rather lousy, but okay“, they said.
de_de: „3h3r l4u516, 4b3r 4kz3p74b3l“, h47 3r/513 635467.

source: You were a little sleepy.
de_de: Du w4r57 37w45 5chläfr16.

source: They were a little amused about your singing.
de_de: 3r/513 w4r 31n w3n16 4mü513r7 üb3r d31n3n 6354n6.

source: Hearing the same prayer over and over again made them tired.
de_de: D45 6l31ch3 63b37 1mm3r und 1mm3r w13d3r zu hör3n m4ch7 müd3.

source: Your Gregorian chants were amazingly well sung.
de_de: D31n3 6r360r14n15ch3n Ch0r4l3 w4r3n wund3rv0ll 635un63n.

source: Even the birds joined in your singing.
de_de: 5064r d13 Vö63l h4b3n m17 d1r 635un63n.

source: The other gods applauded while your god noted down the best mark.
de_de: D13 4nd3r3n 6ö773r h4b3n 4ppl4ud13r7 währ3nd d31n 6077 d13 B357n073 n13d3r635chr13b3n h47.

source: Rarely have you had a better day!
de_de: 53l73n h477357 du 31n3n b3553r3n 746!

source: Your prayer resulted in **{val}** favor. {message}
de_de: D31n 63b37 r35ul713r73 1n **{val}** 6un57. {message}

source: Shows your God and favor
de_de: Z3167 d31n3n 6077 und d31n3 6un57
