Repository: Gelbpunkt/IdleRPG
Catalog: locales/*_1337/LC_MESSAGES/idlerpg.po
Languages: de_de

source: Shows your current God and how much favor you have with them at the time. If you have enough favor to place in the top 25 of that God's followers, you will gain extra luck when the new luck is decided, this usually happens on Monday. - The top 25 to 21 will gain +0.1 luck - The top 20 to 16 will gain +0.2 luck - The top 15 to 11 will gain +0.3 luck - The top 10 to 6 will gain +0.4 luck - The top 5 to 1 will gain +0.5 luck These extra luck values are based off the decided luck value. For example, if your God's luck value is decided to be 1.2 and you are the 13th best follower, you will have 1.5 luck for that week. All favor is reset to 0 when the new luck is decided to make it fair for everyone.
de_de: Z3167 d31n3n m0m3n74n3n 6077 und w13v13l 6un57 du zu d3r Z317 m17 1hm/1hr h457. W3nn du 63nu6 6un57 h457 um 1nn3rh4lb d3r 70p 25 4nhän63r zu 531n, 3rhäl757 du zu5ä7zl1ch35 6lück, w3nn d45 n3u3 6lück 3n75ch13d3n w1rd. D135 p45513r7 n0rm4l3rw3153 M0n7465 -D13 70p 25 zu 21 w3rd3n +0.1 6lück 3rh4l73n -D13 70p 20 zu 16 w3rd3n +0.2 6lück 3rh4l73n -D13 70p 15 zu 11 w3rd3n +0.3 6lück 3rh4l73n -D13 70p 10 zu 6 w3rd3n +0.4 6lück 3rh4l73n -D13 70p 5 zu 21 w3rd3n +0.5 6lück 3rh4l73n D1353 3x7r4-6lück W3r73 b4513r3n 4uf d3m 3n75ch13d3n3n 6lück5w3r7. B315p13l: W3nn d3r 6lück5w3r7 d31n35 607735 4uf 1.2 f35763l367 157 und du d3r 137 b3573 4nhän63r b157, w1r57 du d1353 W0ch3 1.56lück h4b3n. 4ll3 6un57 w1rd 4uf 0 63537z7, w3nn d13 n3u3n 6lück5w3r73 3n75ch13d3n w3rd3n, um 35 f41r für 4ll3 zu m4ch3n.

source: Your god is **{god}** and you have **{favor}** favor with them.
de_de: D31n 6077 157 **{god}** und du h457 **{favor}** 6un57.

source: Show the top followers of your God
de_de: Z3167 d13 70p4nhän63r d31n35 607735

source: `<limit>` - A whole number from 0 to 25. If you are a God, the upper bound is lifted. Display your God's (or your own, if you are a God) top followers, up to `<limit>`. The format for this is as follows: - Placement - User ID - Amount of favor - current luck The result is attached as a text file.
de_de: `<l1m17>` - 31n3 64nz3 Z4hl zw15ch3n 0 und 25, w3nn du 31n 6077 b157, fäll7 d13 0b3r3 6r3nz3 w36. Z3167 d13 70p4nhän63r 31n35 607735 (0d3r d31n3 4nhän63r, w3nn du 31n 6077 b157), b15 h1n zum `<l1m17>`. D45 F0rm47 513h7 w13 f0l67 4u5: - Pl47z - Nu7z3r 1D - Höh3 d3r 6un57 - m0m3n74n35 6lück D45 R35ul747 w1rd 4l5 73x7d4731 4n63hän67.

source: You are not following any god currently, therefore the list cannot be generated.
de_de: Du f0l657 zurz317 k31n3m 6077, d3m3n75pr3ch3nd k4nn d13 L1573 n1ch7 63n3r13r7 w3rd3n.

source: Normal followers may only view the top 25.
de_de: 573rbl1ch3 dürf3n nur d13 b3573n 25 4nhän63r 53h3n.

source: > {user} gives: {money}{crates}{items}
de_de: > {user} 61b7: {money}{crates}{items}

source: Use `{prefix}trade [add/set/remove] [money/crates/item] [amount/itemid] [crate rarity]`
de_de: Nu7z3 `{prefix}trade [add/set/remove] [money/crates/item] [amount/itemid] [crate rarity]`

source: Trade timed out.
de_de: H4nd3l 157 4u563l4uf3n.

source: {user} stopped the trade.
de_de: {user} h47 d3n H4nd3l 4b63br0ch3n.

source: Trade cancelled. Things were traded away in the meantime.
de_de: H4nd3l 4b63br0ch3n. D13 6363n57änd3 wurd3n 1n d3r Zw15ch3nz317 w366363b3n.

source: Some item was modified in the meanwhile.
de_de: 31n 173m wurd3 1n d3r Zw15ch3nz317 m0d1f1z13r7.

source: Trade successful.
de_de: H4nd3l 3rf0l6r31ch.

source: Opens a trading session with a user.
de_de: Öffn37 31n3 H4nd3l5517zun6 m17 31n3m 5p13l3r.

source: Opens a trading session for you and another player. Using `{prefix}trade <user>`, then the user accepting the checkbox will start the trading session. While the trading session is open, you and the other player can add or remove items, money and crates as you choose. Here are some examples to familiarize you with the concept: - {prefix}trade add crates 10 common - {prefix}trade set money 1000 - {prefix}trade remove item 13377331 (this only works if you added this item before) - {prefix}trade add items 1234 2345 3456 To accept the trade, both players need to react with the ✅ emoji. Accepting the trade will transfer all items in the trade session to the other player. You cannot trade with yourself, or have more than one trade session open at once. Giving away any items, crates or money during the trade will render it invalid and it will not complete.
de_de: Öffn37 31n3 H4nd3l5517zun6 m17 31n3m 5p13l3r. W3nn du `{prefix}trade <user>` nu7z7 und d3r 4nd3r3 Nu7z3r d3n H4nd3l durch d13 Ch3ckb0x 4kz3p713r7, 574r737 d45 d13 H4nd3l5517zun6. Währ3nd d13 H4nd3l5517zun6 0ff3n 157, könn3n du und d3r 4nd3r3 5p13l3r 173m5, 63ld und K1573n h1nzufü63n 0d3r 3n7f3rn3n, w13 1hr w0ll7. H13r 51nd 31n p44r B315p13l3, um d1ch m17 d3m K0nz3p7 b3k4nn7 zu m4ch3n: - {prefix}7r4d3 4dd cr4735 10 c0mm0n - {prefix}7r4d3 537 m0n3y 1000 - {prefix}7r4d3 r3m0v3 173m 13377331 (d45 funk710n13r7 nur, w3nn du d45 173m v0rh3r h1nzu63fü67 h457) - {prefix}7r4d3 4dd 173m5 1234 2345 3456 Um d3n H4nd3l 4bzu5chl13ß3n, mü553n b31d3 5p13l3r m17 d3m ✅ 3m0j1 r34613r3n. W3nn b31d3 5p13l3r d3n H4nd3l 4kz3p713r7 h4b3n, w3rd3n 4ll3 173m5 4u5 d3r 517zun6 4n d3n j3w31l5 4nd3r3n 5p13l3r 6363b3n, Du k4nn57 n1ch7 m17 d1r 53lb57 h4nd3ln 0d3r m3hr 4l5 31n3 H4nd3l5517zun6 6l31chz31716 h4b3n. W3nn du 173m5, K1573n 0d3r 63ld währ3nd d35 H4nd3l5 w3661b57 w1rd 35 d3n H4nd3l 4bbr3ch3n.

source: You cannot trade with yourself.
de_de: Du k4nn57 n1ch7 m17 d1r 53lb57 h4nd3ln.

source: {user} has requested a trade, {user2}.
de_de: {user} h47 31n3n H4nd3l v0r635chl463n, {user2}.

source: Someone is already in a trade.
de_de: 31n3r v0n 3uch h4nd3l7 b3r3175.

source: Adds something to a trade.
de_de: Fü67 37w45 zu 31n3m H4nd3l h1nzu.

source: Adds something to trade session. You can specifiy what item you want to add to the trade by using one of the subcommands below. You need to have an open trading session to use this command.
de_de: Fü67 37w45 zu 31n3m H4nd3l h1nzu. Du k4nn57 4n63b3n, w3lch35 173m du zum H4nd3l h1nzufü657, 1n d3m du 31n3n d3r 5ubb3f3hl3 nu7z7. Du mu557 31n3 4k71v3 H4nd3l5517zun6 h4b3n um d1353n B3f3hl zu nu7z3n.

source: Please select something to add. Example: `{prefix}trade add money 1337`
de_de: B1773 wähl3 37w45 zu H1nzufü63n. B315p13l: `{prefix}trade add money 1337`

source: Adds money to a trade.
de_de: Fü67 63ld zu 31n3m H4nd3l h1nzu.

source: `<amount>` - The amount of money to add, must be greater than 0 Adds money to the trading session. You cannot add more money than you have. To remove money, consider `{prefix}trade remove money`. You need to have an open trading session to use this command.
de_de: `<4m0un7>` - D3r 63ldb37r46, d3r h1nzu63fü67 w3rd3n 50ll, mu55 6röß3r 4l5 0 531n. Fü67 63ld zur H4nd3l5517zun6 h1nzu. Du k4nn57 n1ch7 m3hr 63ld h1nzufü63n, 4l5 du 0hn3h1n 5ch0n h457. Um 63ld zu 3n7f3rn3n, nu7z3 `{prefix}trade remove money`. Du mu557 31n3 4k71v3 H4nd3l5517zun6 h4b3n um d1353n B3f3hl zu nu7z3n.

source: Adds crates to a trade.
de_de: Fü67 K1573n zu 31n3m H4nd3l h1nzu.

source: `<amount>` - The amount of crates to add, must be greater than 0 `<rarity>` - The crate rarity to add, can be common, uncommon, rare, magic or legendary Adds crate to the trading session. You cannot add more crates than you have. To remove crates, consider `{prefix}trade remove crates`. You need to have an open trading session to use this command.
de_de: `<4m0un7>` - D13 4nz4hl 4n K1573n, d13 h1nzu63fü67 w3rd3n 50ll, mu55 6röß3r 4l5 0 531n `<r4r17y>` - D13 53l73nh317 d3r K1573n, k4nn c0mm0n, unc0mm0n, r4r3, m461c 0d3r l363nd4ry 531n Fü67 K1573n zu 31n3r H4nd3l5517zun6 h1nzu. Du k4nn57 n1ch7 m3hr K1573n h1nzufü63n, 4l5 du b3517z7. Um K1573n zu 3n7f3rn3n nu7z3 c0n51d3r `{prefix}trade remove crates`. Du mu557 31n3 4k71v3 H4nd3l5517zun6 h4b3n um d1353n B3f3hl zu nu7z3n.

source: You do not have enough crates.
de_de: Du h457 n1ch7 63nu6 K1573n.

source: Adds items to a trade.
de_de: Fü67 6363n57änd3 zu 31n3m H4nd3l h1nzu.

source: `<itemid>` - The ID of the item to add Add an item to the trading session. The item needs to be in your inevntory. To remove an item, consider `{prefix}trade remove item`. You need to have an open trading session to use this command.
de_de: `<173m1d>` - D13 1D d35 173m5, w3lch35 h1nzu63fü67 w3rd3n 50ll Fü63 31n 173m zum H4nd3l h1nzu. D45 173m mu55 1n d31n3m 1nv3n74r 531n. Um 31n 173m zu 3n7f3rn, nu7z3 `{prefix}trade remove item`. Du mu557 31n3 4k71v3 H4nd3l5517zun6 h4b3n um d1353n B3f3hl zu nu7z3n.

source: You already added this item!
de_de: Du h457 d13535 173m b3r3175 h1nzu63fü67!

source: You may not sell modified items.
de_de: Du d4rf57 63änd3r73 173m5 n1ch7 v3rk4uf3n.

source: Adds multiple items to a trade.
de_de: Fü67 m3hr3r3 173m5 zu 31n3m H4nd3l h1nzu.

source: `<itemids...>` - The IDs of the item to add, separated by space Adds multiple items to the trading session. The items cannot already be in the trading session. Items that are not in your inventory will be automatically filtered out. To remove an item, consider `{prefix}trade remove item`. You need to have an open trading session to use this command.
de_de: `<173m1d5...>` - D13 1D5 d3r5 173m5, w3lch3 h1nzu63fü67 w3rd3n 50ll3n, 637r3nn7 durch L33rz31ch3n Fü67 m3hr3r3 173m5 zum H4nd3l h1nzu. D13 173m5 könn3n n1ch7 b3r3175 1n d3r H4nd3l5517zun6 531n. 173m5 d13 n1ch7 1n d31n3m 1nv3n74r 51nd, w3rd3n 4u70m4715ch h3r4u563f1l73r7. Um 31n 173m zu 3n7f3rn, nu7z3 `{prefix}trade remove item`. Du mu557 31n3 4k71v3 H4nd3l5517zun6 h4b3n um d1353n B3f3hl zu nu7z3n.

source: You already added one or more of these items!
de_de: 31n5 0d3r m3hr d1353r 173m5 wurd3n 5ch0n h1nzu63fü67!

source: Sets a value to a trade instead of adding onto it.
de_de: 537z7 31n3n W3r7 1n 31n3m H4nd3l, 57477 zu d3m W3r7 h1nzuzufü63n.

source: Sets a sepcific value in the trade session. You can specifiy what item you want to set in the trade by using one of the subcommands below. You need to have an open trading session to use this command.
de_de: L367 31n3n 5p3z1f15ch3n W3r7 1n d3r H4nd3l5517zun6 f357. Du k4nn57 f357l363n, w3lch3 173m5 du 1n d3n H4nd3l 63b3n w1ll57, 1n d3m du d13 f0l63nd3n Un73rb3f3hl3 nu7z7. Du mu557 31n3 4k71v3 H4nd3l5517zun6 h4b3n um d1353n B3f3hl zu nu7z3n.

source: Please select something to set. Example: `{prefix}trade set money 1337`
de_de: B1773 wähl3 37w45, d45 63537z7 w3rd3n 50ll. B315p13l: `{prefix}trade set money 1337`

source: Sets money in a trade.
de_de: 537z7 63ld 1n 31n3m H4nd3l.

source: `<amount>` - The amount of money to set, must be greater than -1 Sets an amount of money in the trading session. You cannot set more money than you have. To add or remove money, consider `{prefix}trade add/remove money`. You need to have an open trading session to use this command.
de_de: `<4m0un7>` - D3r 63ldb37r46, d3r f35763l367 w1rd, mu55 6röß3r 4l5 -1 531n. L367 d3n 63ldb37r46 d3r H4nd3l5517zun6 f357. Du k4nn57 n1ch7 m3hr 63ld f357l363n, 4l5 b3517z7. Um 63ld zu 3n7f3rn3n 0d3r h1nzuzufü63n, nu7z3 `{prefix}trade add/remove money`. Du mu557 31n3 4k71v3 H4nd3l5517zun6 h4b3n um d1353n B3f3hl zu nu7z3n.

source: Sets crates in a trade.
de_de: 537z7 K1573n 1n 31n3m H4nd3l.

source: `<amount>` - The amount of crates to set, must be greater than -1 `<rarity>` - The crate rarity to set, can be common, uncommon, rare, magic or legendary Sets an amount of crates in the trading session. You cannot set more crates than you have. To add or remove crates, consider `{prefix}trade add/remove crates`. You need to have an open trading session to use this command.
de_de: `<4m0un7>` - D13 4nz4hl 4n K1573n, d13 f35763l367 w1rd. Mu55 6röß3r 4l5 -1 531n `<r4r17y>` - D13 53l73nh317 d3r K1573n, k4nn c0mm0n, unc0mm0n, r4r3, m461c 0d3r l363nd4ry 531n L367 d13 4nz4hl 4n K1573n 31n3r H4nd3l5517zun6 f357. Du k4nn57 n1ch7 m3hr K1573n f357l363n, 4l5 du b3517z7. Um K1573n zu h1nzuzufü63n 0d3r zu 3n7f3rn3n nu7z3 c0n51d3r `{prefix}trade add/remove crates`. Du mu557 31n3 4k71v3 H4nd3l5517zun6 h4b3n um d1353n B3f3hl zu nu7z3n.

source: Removes something from a trade.
de_de: 3n7f3rn7 37w45 v0n 31n3m H4nd3l.

source: Removes something from a trade session. You can remove something of your choice by using one of the subcommands below. You need to have an open trading session to use this command.
de_de: 3n7f3rn7 37w45 v0n 31n3m H4nd3l. Du k4nn57 37w45 d31n3r W4hl 3n7f3rn3n, 1nd3m du 31n3n d3r f0l63nd3n 5ubb3f3hl3 nu7z7. Du mu557 31n3 4k71v3 H4nd3l5517zun6 h4b3n um d1353n B3f3hl zu nu7z3n.

source: Please select something to remove. Example: `{prefix}trade remove money 1337`
de_de: B1773 wähl3 37w45 4u5, w45 3n7f3rn7 w3rd3n 50ll. B315p13l: `{prefix}trade remove money 1337`

source: Removes money from a trade.
de_de: 3n7f3rn7 63ld v0n 31n3m H4nd3l.

source: `<amount>` - The amount of money to remove, must be greater than 0 Removes money from the trading session. You cannot remove more money than you added. To add money, consider `{prefix}trade add money`. You need to have an open trading session to use this command.
de_de: `<4m0un7>` - D3r 63ldb37r46, d3r 3n7f3rn7 w3rd3n 50ll, mu55 6röß3r 4l5 0 531n. 3n7f3rn7 63ld 4u5 d3r H4nd3l5517zun6. Du k4nn57 n1ch7 m3hr 63ld 3n7f3rn3n, 4l5 du h1nzu63fü67 h457. Um 63ld h1nzuzufü63n, nu7z3 `{prefix}trade add money`. Du mu557 31n3 4k71v3 H4nd3l5517zun6 h4b3n um d1353n B3f3hl zu nu7z3n.

source: Resulting amount is negative.
de_de: D13 r35ul713r3nd3 M3n63 157 n36471v.

source: Removes crates from a trade.
de_de: 3n7f3rn7 K1573n v0n 31n3m H4nd3l.

source: `<amount>` - The amount of crates to remove, must be greater than 0 `<rarity>` - The crate rarity to remove, can be common, uncommon, rare, magic or legendary Removes crates from the trading session. You cannot remove more crates than you added. To add crates, consider `{prefix}trade add crates`. You need to have an open trading session to use this command.
de_de: `<4m0un7>` - D13 4nz4hl 4n K1573n, d13 3n7f3rn7 w3rd3n 50ll3n, mu55 6röß3r 4l5 0 531n. `<r4r17y>` - D13 53l73nh317 d3r K1573n, d13 3n7f3rn7 w3rd3n 50ll, k4nn c0mm0n, unc0mm0n, r4r3, m461c 0d3r l363nd4ry 531n. 3n7f3rn7 K1573n 4u5 d3r H4nd3l5517zun6. Du k4nn57 n1ch7 m3hr K1573n 3n7f3rn3n, 4l5 du h1nzu63fü67 h457. Um K1573n h1nzuzufü63n, nu7z3 `{prefix}trade add crates`. Du mu557 31n3 4k71v3 H4nd3l5517zun6 h4b3n um d1353n B3f3hl zu nu7z3n.

source: The resulting amount would be negative.
de_de: D13 r35ul713r3nd3 M3n63 wär3 n36471v.

source: Removes items from a trade.
de_de: 3n7f3rn7 6363n57änd3 v0n 31n3m H4nd3l.

source: `<itemid>` - The ID of the item to remove Remove an item from the trading session. The item needs to be in the trade to remove it. To add an item, consider `{prefix}trade add item`. You need to have an open trading session to use this command.
de_de: `<173m1d>` - D13 1D d35 173m5, w3lch35 3n7f3rn7 w3rd3n 50ll 3n7f3rn7 31n 173m 4u5 d3m H4nd3l. D45 173m mu55 1m H4nd3l 531n, um 3n7f3rn7 zu w3rd3n. Um 31n 173m h1nzuzufü63n, nu7z3 `{prefix}trade add item`. Du mu557 31n3 4k71v3 H4nd3l5517zun6 h4b3n um d1353n B3f3hl zu nu7z3n.

source: This item is not in the trade.
de_de: D1353r 6363n574nd 157 n1ch7 1m H4nd3l.

source: Removes multiple items to a trade.
de_de: 3n7f3rn7 m3hr3r3 6363n57änd3 v0n 31n3m H4nd3l.

source: `<itemids...>` - The IDs of the item to remove, separated by space Remove multiple items from the trading session. The items must be in the trading session already. Items that are not in the trade will be automatically filtered out. To remove an item, consider `{prefix}trade remove item`. You need to have an open trading session to use this command.
de_de: `<173m1d>` - D13 1D5 d3r 173m5, w3lch3 3n7f3rn7 w3rd3n 50ll3n 3n7f3rn7 m3hr3r3 173m5 4u5 d3m H4nd3l. D13 173m mü553n 1m H4nd3l 531n, um 3n7f3rn7 zu w3rd3n. 173m5 d13 n1ch7 1n d31n3m 1nv3n74r 51nd, w3rd3n 4u70m4715ch h3r4u563f1l73r7. Um 31n 173m zu 3n7f3rn, nu7z3 `{prefix}trade remove item`. Du mu557 31n3 4k71v3 H4nd3l5517zun6 h4b3n um d1353n B3f3hl zu nu7z3n.

source: Pick or change your race
de_de: Wähl3 0d3r änd3r3 d31n3 R4553

source: Pick or change your race. This can be chosen as long as you have reset points left. Each race has a different DMG/DEF distribution: - Orc: +4 defense, +0 damage - Dwarf: +3 defense, +1 damage - Human: +2 defense, +2 damage - Elf: +1 defense, +3 damage - Jikill: +0 defense, +4 damage By default, you are a human. After picking the race, you will be asked a personal question, the answer may affect something.
de_de: Wähl7 0d3r änd3r7 d31n3 R4553. D135 k4nn 50 l4n63 63wähl7 w3rd3n, w13 du R3537-Punk73 übr16 h457. J3d3 R4553 h47 31n3 4nd3r3 4N6R1FF/V3R731D16UN65v3r731lun6 - 0rc: +4 V3r731d16un6 +0 5ch4d3n - Dw4rf: +3 V3r731d16un6 +1 5ch4d3n - Hum4n: +2 V3r731d16un6 +2 5ch4d3n - 3lf: +1 V3r731d16un6 +3 5ch4d3n - J1k1ll: +0 V3r731d16un6 +4 5ch4d3n 0hn3 31n3 Kl4553 zu wähl3n b157 du 31n M3n5ch. W3nn du 31n3 R4553 63wähl7 h457, w1rd d1r 31n3 p3r5önl1ch3 Fr463 63573ll7, d13 4n7w0r7 k4nn 37w45 b331nflu553n.

source: You already chose a race. This change now will cost you a reset point. Are you sure?
de_de: Du h457 b3r3175 31n3 R4553 63wähl7. 513 zu änd3rn k05737 31n3n R3537-Punk7. B157 du 51ch3r?

source: Human
de_de: M3n5ch

source: Humans are a team. They work and fight hand in hand and never give up, even when some of their friends already died. Their rage and hate against enemies makes them attack efficient and concentrated. Their attack and defense skills are pretty equal.
de_de: M3n5ch3n 51nd 31n 734m. 513 4rb3173n h4r7 und kämpf3n H4nd 1n H4nd und 63b3n n13m4l5 4uf, 53lb57 w3nn 31n163 1hr3r Fr3und3 5ch0n 707 51nd. 1hr3 Wu7 und 1hr H455 6363n 636n3r m4ch7 513 zu 3ff1z13n73n 4n6r31f3rn und h0chk0nz3n7r13r7. 1hr3 4n6r1ff5- und V3r731d16un65fäh16k3173n 51nd r3l471v 4u5636l1ch3n.

source: Dwarf
de_de: Zw3r6

source: Dwarves are the masters of their forge. Although they're very small, they can deal a lot of damage with their self-crafted equipment. Because of their reflexes, they have more defense than attack. Want an ale?
de_de: Zw3r63 51nd d13 H3rr3n 1hr3r 5chm13d3. 0bw0hl 513 53hr kl31n 51nd, könn3n 513 v13l 5ch4d3n m17 1hr3r 53lb5763m4ch73n 4u5rü57un6 4u5731l3n. W363n 1hr3r R3fl3x3 51nd 513 d3f3n51v3r 4l5 0ff3n51v. W1ll57 du 31n 4l3?

source: Elf
de_de: 3lf3n

source: Elves are the masteres of camouflage. They melt with their enviroment to attack enemies without their knowing. Their bound to nature made them good friends of the wild spirits which they can call for help and protection. They have more attack than defense.
de_de: 3lf3n 51nd d13 M31573r d35 V3r573ck3n5. 513 v3r5chm3lz3n m17 1hr3r Um63bun6, um F31nd3 0hn3 d3r3n W1553n 4nzu6r31f3n. 1hr3 V3rb1ndun6 m17 d3r N47ur m4ch73 513 zu 6u73n Fr3und3n d3r W1ld631573r, w3lch3 513 für H1lf3 und 5chu7z 4nruf3n könn3n. 513 h4b3n m3hr 4n6r1ff 4l5 V3r731d16un6.

source: Orc
de_de: 0rk

source: Orcs are a friendly race based on their rituals of calling their ancestors to bless the rain and the deeds of their tribe. More ugly than nice, they mostly avoid being attacked by enemies. If they can't avoid a fight, then they have mostly no real damage, only a bit, but a huge armour. Who cares about the damage as long as you don't die?
de_de: 0rk5 51nd 31n3 fr3undl1ch3 R4553, b4513r3nd 4uf d3n R17u4l3n, m17 d3n3n 513 1hr3 V0rf4hr3n und d13 7473n 1hr35 574mm35 ruf3n könn3n, um d3n R363n zu w31h3n. M3hr hä55l1ch 4l5 n377, v3r5uch3n 513 m3157, n1ch7 v0n 636n3rn 4n636r1ff3n zu w3rd3n. W3nn 513 31n3m K4mpf n1ch7 4u5w31ch3n könn3n, h4b3n 513 m3157 k31n3n w1rkl1ch3n 5ch4d3n, nur 31n b155ch3n, 4b3r v13l Rü57un6. W3n kümm3r7 5ch4d3n, 50l4n63 m4n n1ch7 571rb7?

source: Jikill
de_de: J1k1ll

source: Jikills are dwarflike creatures with one eye in the middle of their face, which lets them have a big and huge forehead, big enough for their brain which can kill enemies. These sensitive creatures are easily knocked out.
de_de: J1k1ll5 51nd zw3r63nähnl1ch3 Kr347ur3n m17 nur 31n3m 4u63 1n d3r M1773 1hr35 6351ch75, w3lch35 1hn3n 31n3 6r0ß3 571rn 61b7, 6r0ß 63nu6 für 1hr 63h1rn, w3lch35 636n3r 7ö73n k4nn. D1353 v3rl37zl1ch3n Kr347ur3n 51nd l31ch7 zu b351363n.

source: One of my biggest regrets is...
de_de: 31n3r m31n3r 6röß73n F3hl3r 157...

source: ...that I never confessed my true love, and now she is dead.
de_de: ...d455 1ch m31n3r w4hr3n L13b3 n13m4l5 m31n3 L13b3 63574nd3n h4b3, und 513 j37z7 707 157.

source: ...that I have never been to the funeral of my parents.
de_de: ...d455 1ch n13 zum B36räbn15 m31n3r 3l73rn 6364n63n b1n.

source: ...that I betrayed my best friend.
de_de: ...d455 1ch m31n3n b3573n Fr3und v3rr473n h4b3.

source: One of my proudest creations is...
de_de: 31n3 m31n3r 570lz3573n Kr34710n3n 157...

source: ...a perfected ale keg.
de_de: ...31n3 p3rf3k735 4l3f455.

source: ...a magical infused glove.
de_de: ...31n m4615ch v3r57ärk73r H4nd5chuh.

source: ...a bone-forged axe.
de_de: ...31n3 4u5 Kn0ch3n 635chm13d373 4x7.

source: My favourite spirit of the wild is...
de_de: M31n L13bl1n6563157 1n d3r N47ur 157...

source: ...Beringor, the bear spirit.
de_de: ...B3r1n60r, d3r Bär3n63157.

source: ...Neysa, the tiger spirit.
de_de: ...N3y54, d3r 7163r63157.

source: ...Avril, the wolf spirit.
de_de: ...4vr1l, d3r W0lf563157.

source: ...Sambuca, the eagle spirit.
de_de: ...54mbuc4, d3r 4dl3r63157.

source: The ancestor that gives me my strength is...
de_de: D3r V0rf4hr, d3r m1r m31n3 57ärk3 61b7, 157...

source: ...my sister.
de_de: ...m31n3 5chw3573r.

source: ...my father.
de_de: ...m31n V473r.

source: ...my grandmother.
de_de: ...m31n3 6r0ßmu773r.

source: ...my uncle.
de_de: ...m31n 0nk3l.

source: The biggest action that can outknock me, is...
de_de: D45 6röß73 Un6lück, d45 m1ch 4uß3r 63f3ch7 537z3n k4nn, 157...

source: ...noise
de_de: ...Lärm

source: ...spiritual pain
de_de: ...63157l1ch3r 5chm3rz

source: ...extreme temperatures.
de_de: ...3x7r3m3 73mp3r47ur3n.

source: ...strange and powerful smells.
de_de: ...un63wöhnl1ch3 und mäch7163 63rüch3.

source: You are now a {race}.
de_de: Du b157 nun 31n {race}.

source: Do some maths
de_de: R3chn37 37w45 4u5

source: `<expr>` - The mathematical expression to calculate Calculates something. pi is pi, tau is tau and e is math.e Supports round(), sin(), cos(), sqrt(), tan() and infinity (inf) and NaN (nan). Works with variable assignment and multiline-statements.
de_de: `<3xpr>` - D13 m47h3m4715ch3 F0rm3l, w3lch3 4u563r3chn37 w3rd3n 50ll R3chn37 37w45 4u5. p1 157 P1, 74u 157 74u, und 3 157 d45 m47h3m4715ch3 3 Un73r57ü7z7 r0und(), 51n(), c05(), 5qr7(), 74n() und un3ndl1ch (1nf) und N4N (n4n). Funk710n13r7 m17 V4r14bl3n und m3hrz31l163n F0rm3ln.

source: Overflow! Try a smaller number for your power or factorial.
de_de: 0v3rfl0w! V3ru5ch3 31n3 kl31n3r3 Z4hl 4l5 P073nz 0d3r F4kul7ä7.

source: Your expression contains left open brackets.
de_de: D31n 4u5druck 3n7häl7 l1nk50ff3n3 Kl4mm3rn.

source: Your expression contains empty brackets.
de_de: D31n 4u5druck 3n7häl7 l33r3 Kl4mm3rn.

source: Invalid operation on these numbers.
de_de: Un6ül7163 0p3r4710n zw15ch3n d1353n Z4hl3n.

source: Can't divide by Zero.
de_de: K4nn n1ch7 durch null 731l3n.

source: The variable name is a reserved keyword.
de_de: D3r N4m3 d3r V4r14bl3 157 31n r353rv13r735 W0r7.

source: An unknown error occured.
de_de: 31n unb3k4nn73r F3hl3r 157 4uf637r373n.

source: Starts an akinator session.
de_de: 574r737 31n3 4k1n470r 517zun6.

source: Play akinator. The game is controlled via the reactions on the embed. \U000021A9 stands for undo, \U00002139 shows the current info. To change the language, use `{prefix}akinator language`.
de_de: 5p13l3 4k1n470r. D3r 5p13l w1rd üb3r d13 R34k710n3n d35 3mb3d5 k0n7r0ll13r7. \U00002149 573h7 für zurück, \U00002139 z3167 d13 m0m3n74n3 1nf0. Um d13 5pr4ch3 zu änd3rn, nu7z3 {prefix}4k1n470r l4n6u463`.

source: ⚠ There is another akinator game in this channel currently... Please wait until it finishes!
de_de: ⚠ 1n d1353m Ch4nn3l 157 b3r3175 31n 4k1n470r5p13l! B1773 w4r73, b15 35 b33nd37 157!
