Repository: Gelbpunkt/IdleRPG
Catalog: locales/*_1337/LC_MESSAGES/idlerpg.po
Languages: de_de

source: Shows you a list of your currently running reminders Reminders can be cancelled using `{prefix}reminder cancel <id>`.
de_de: Z3167 d1r 31n3 L1573 d31n3r m0m3n74n 4k71v3n 3r1nn3run63n. 3r1nn3run63n könn3n durch d45 Nu7z3n v0n `{prefix}reminder cancel <id>` 63570pp7 w3rd3n.

source: No running reminders.
de_de: K31n3 4k71v3n 3r1nn3run63n.

source: {user}'s reminders
de_de: {user}5 3r1nn3run63n

source: Remove running reminders
de_de: 3n7f3rn3 4k71v3 3r1nn3run63n

source: `[ids...]` - A list of reminder IDs, separated by space Cancels running reminders using their IDs. To find a reminder's ID, use `{prefix}reminder list`.
de_de: `[1d5...]` - 31n3 L1573 d3r 3r1nn3run65-1D5, 53p4r13r7 durch L33rz31ch3n 570pp7 4k71v3 3r1nn3run63n, durch 1hr3 1D5. Um d13 3r1nn3run65-1D5 zu f1nd3n, nu7z3 `{prefix}reminder list`.

source: None of these reminder IDs belong to you.
de_de: K31n3 d1353r 3r1nn3run65-1D5 63hör3n d1r.

source: Removed the following reminders: `{ids}`
de_de: D13 f0l63nd3n 3r1nn3run63n wurd3n 63lö5ch7: `{ids}`

source: Shows you a list of your currently running reminders Reminders can be cancelled using `{prefix}reminder cancel <id>`. (serves as an alias for `{prefix}reminder list`)
de_de: Z3167 d1r 31n3 L1573 d31n3r m0m3n74n 4k71v3n 3r1nn3run63n 4n 3r1nn3run63n könn3n durch d45 Nu7z3n v0n `{prefix}reminder cancel <id>`63570pp7 w3rd3n. (157 31n 4l145 für `{prefix}reminder list`)

source: Enable or disable automatic adventure reminders
de_de: 4k71v13r7 0d3r d34k71v13r7 4u70m4715ch3 4b3n73u3r3r1nn3run63n

source: Toggles automatic adventure reminders when you finish an adventure.
de_de: 5ch4l737 4u70m4715ch3 4b3n73u3r3r1nn3run63n 31n 0d3r 4u5, w3nn du 31n 4b3n73u3r b33nd357.

source: Successfully opted in to automatic adventure reminders.
de_de: 3rf0l6r31ch 4u70m4715ch3 4b3n73u3r3r1nn3run63n 31n635ch4l73n.

source: Opted out of automatic adventure reminders.
de_de: 4u70m4715ch3 4b3n73u3r3r1nn3run63n 4u5635ch4l73n.

source: **Move {move_no}: {player}'s turn** Simply type your move. You have 2 minutes to enter a valid move. I accept normal notation as well as `resign` or `draw`. Example: `g1f3`, `Nf3`, `0-0` or `xe3`. Moves are case-sensitive! Pieces uppercase: `N`, `Q` or `B`, fields lowercase: `a`, `b` or `h`. Castling is `0-0` or `0-0-0`.
de_de: **Zu6 {move_no}: {player} 157 dr4n** 5chr31b3 d31n3n Zu6 31nf4ch. Du h457 2 M1nu73n um 31n3n v4l1d3n Zu6 4u5zuführ3n. 1ch 4kz3p713r3 n0rm4l3 B3z31chnun63n 50 w13 `r3516n` 0d3r `dr4w`. B315p13l3: `61f3`, `Nf3`, `0-0` 0d3r `x33`. Zü63 b34ch73n 6r0ß/Kl31n5chr31bun6! 731l3 1n 6r0ßbuch574b3n:N`, `Q` 0d3r `B`, F3ld3r 1n Kl31nbuch574b3n: `4`, `b` 0d3r `h`. R0ch4d3 157 `0-0` 0d3r `0-0-0`.

source: You entered no valid move! You lost!
de_de: Du h457 k31n3n v4l1d3n Zu6 4u563führ7! Du h457 v3rl0r3n!

source: **Move {move_no}** Let me think... This might take up to 2 minutes
de_de: **Zu6 {move_no}** L455 m1ch n4chd3nk3n...D45 könn73 b15 zu 2 M1nu73n d4u3rn

source: Waiting for AI draw response...
de_de: W4r73 4uf d13 4n7w0r7 d3r K1 4uf d3n Zu6...

source: Your enemy has proposed a draw, {player}. Do you agree?
de_de: D31n 636n3r h47 31n3n Zu6 v0r635chl463n, {player}**. 571mm57 du zu?

source: The draw was rejected.
de_de: D3r Zu6 wurd3 4b63l3hn7.

source: **Checkmate! {result}**
de_de: **5ch4chm477! {result}**

source: **Stalemate! {result}**
de_de: **P477! {result}**

source: **Insufficient material! {result}**
de_de: **N1ch7 63nu6 M473r14l! {result}**

source: **Draw accepted! {result}**
de_de: **Zu6 4kz3p713r7! {result}**

source: For the nerds:
de_de: Für d13 N3rd5:

source: Your objective is to kill all villagers together with the other Werewolves. Every night, you will get to choose one villager to kill - choose carefully!
de_de: D31n Z13l 157 35, 4ll3 Bür63r zu54mm3n m17 d3n 4nd3r3n W3rwölf3n zu 7ö73n. J3d3 N4ch7 k4nn57 du 31n3n Bür63r 4u5wähl3n, d3n du 63m31n54m m17 1hn3n 7ö7357-wähl3 w3153!

source: Your objective is to kill all villagers together with the other Werewolves. Every night, you will get to choose one villager to kill together with them. After that, you will wake up once more to kill an additional villager, but as long as no Werewolf or Wild Child has been killed.
de_de: D31n Z13l 157 35, 4ll3 Bür63r zu54mm3n m17 d3n 4nd3r3n W3rwölf3n zu 7ö73n. J3d3 N4ch7 k4nn57 du 31n3n Bür63r 4u5wähl3n, d3n du 63m31n54m m17 1hn3n 7ö7357. D4n4ch w1r57 du n0ch 31nm4l 4ufw4ch3n um 31n3n w3173r3n Bür63r zu 7ö73n-4ll3rd1n65 nur, 50l4n63 k31n W3rw0lf 0d3r W1ld35 K1nd/W1ld Ch1ld 637ö737 wurd3.

source: You are an innocent soul. Your goal is to eradicate all Werewolves that are haunting the town at nights and survive yourself. At the daily elections, your voice makes the difference.
de_de: Du b157 31n3 un5chuld163 533l3. D31n Z13l 157 35, 4ll3 W3rwölf3 zu v3rn1ch73n, w3lch3 d13 574d7 b31 N4ch7 h31m5uch3n und n47ürl1ch 53lb57 zu üb3rl3b3n. D31n3 571mm3 m4ch7 d3n Un73r5ch13d b31 d3n 7ä6l1ch3n 4b571mmun63n.

source: Everyone knows you are not a Werewolf. Your goal is to keep the town safe from Wolves and kill them all - at the daily elections, many will hear your voice, they know you will be honest.
de_de: J3d3r w31ß. d455 du k31n W3rw0lf b157. D31n Z13l 157 35, d13 574d7 v0r d3n W3rwölf3n zu 5chü7z3n und 513 4ll3 zu 7ö73n-b31 d3r 7ä6l1ch3n 4b571mmun6 w3rd3n 513 d31n3 571mm3 hör3n und w1553n, d455 du 3hrl1ch b157.

source: You are a villager with the special ability to view someone's identity every night - but don't tell the villagers too fast, else you will be targeted yourself.
de_de: Du b157 31n Bür63r, d3r d13 5p3z13ll3 Fäh16k317 h47, d13 1d3n717ä7 31n35 4nd3r3n j3d3 N4ch7 zu üb3rprüf3n-4ll3rd1n65 50ll7357 du 35 d3n 4nd3r3n Bür63rn n1ch7 zu 5chn3ll m17731l3n, 50n57 w1r57 du zum 0pf3r.

source: You are the personification of the Greek god and get to choose two lovers at the beginning of the game - they will love each other so much that they will die once their beloved one bites the dust.
de_de: Du b157 d13 P3r50n1f1k4710n d35 6r13ch15ch3n 607735 und wähl57 4m 4nf4n6 d35 5p13l5 zw31 L13b3nd3 4u5-513 w3rd3n 31n4nd3r 50 53hr l13b3n, d455 513 573rb3n, 50b4ld 1hr 63l13b73r 1n5 6r45 b31ß7.

source: You are a powerful villager with two special brews: One will kill, one will heal. Use them wisely to influence the game in your favor.
de_de: Du b157 31n mäch7163r Bür63r m17 zw31 5p3z13ll3n 7ränk3n: 31n3r w1rd 7ö73n, 31n3r w1rd h31l3n. Nu7z3 513 w3153 und b331nflu553 d45 5p13l zu d31n3n 6un573n.

source: You are the Hunter. Do your best to protect the Community and your precise shot will trigger when you die, killing a target of your choice.
de_de: Du b157 d3r Jä63r/Hun73r. 61b d31n B35735 um d13 6353ll5ch4f7 zu 5chü7z3n. D31n 5chu55 w1rd f4ll3n, w3nn du 571rb57, und 31n Z13l d31n3r W4hl 7ö73n.

source: You are the Healer. Every night, you can protect one Villager from death to the Werewolves, but not the same person twice in a row. Make sure the Villagers stay alive...
de_de: Du b157 d3r H31l3r/H34l3r. J3d3 N4ch7 k4nn57 du 31n3n Bür63r v0m 70d durch d13 W3rwölf3 5chü7z3n, 4ll3rd1n65 n1ch7 d13 6l31ch3 P3r50n zw31m4l 1n F0l63. 573ll3 51ch3r, d455 d13 Bür63r 4m L3b3n bl31b3n...

source: You are the oldest member of the community and the Werewolves have been hurting you for a long time. All the years have granted you a lot of resistance - you can survive one attack from the Werewolves. The Village's Vote, Witch, and Hunter will kill you on the first time, and upon dying, all the other Villagers will lose their special powers and become normal villagers.
de_de: Du b157 d45 äl73573 M176l13d d3r 6353ll5ch4f7 und d13 W3rwölf3 h4b3n d1ch 5ch0n l4n63 Z317 63j467. D13 64nz3n J4hr3 h4b3n d1r 63h0lf3n, 31n3 6u73 R351573nz 4ufzub4u3n-du w1r57 31n3 4774ck3 v0n d3n W3rwölf3n üb3rl3b3n. D13 4b571mmun6 durch d13 Bür63r, d13 H3x3/W17ch 0d3r d3r Jä63r/Hun73r w3rd3n d1ch b31m 3r573n M4l 7ö73n und w3nn du 571rb57, w3rd3n 4ll3 Bür63r3 1hr3 5p3z13ll3n Fäh16k3173n v3rl13r3n und zu n0rm4l3n Bür63rn.

source: The two sisters know each other very well - together, you might be able to help the community find the Werewolves and eliminate them.
de_de: D13 zw31 5chw3573rn k3nn3n 31n4nd3r 53hr 6u7-v13ll31ch7 könn7 1hr zu54mm3n d3r 63m31n5ch4f7 h3lf3n d13 W3rwölf3 zu f1nd3n und zu 3l1m1n13r3n.

source: The three brothers know each other very well - together, you might be able to help the community find the Werewolves and eliminate them.
de_de: D13 dr31 Brüd3r k3nn3n 31n4nd3r 53hr 6u7-v13ll31ch7 könn7 1hr zu54mm3n d3r 63m31n5ch4f7 h3lf3n d13 W3rwölf3 zu f1nd3n und zu 3l1m1n13r3n.

source: You are a clever little guy who can sense the presence of Werewolves. Every night, you get to choose a group of 3 neighboring players of which you point the center player and will be told if at least one of them is a Werewolf. If you do not find a Werewolf, you lose your ability for good.
de_de: Du b157 31n cl3v3r35 K3rlch3n, d45 d13 Prä53nz v0n W3rwölf3n 5pür3n k4nn. J3d3 N4ch7 k4nn57 du 31n3 6rupp3 v0n 3 b3n4chb4r73n 5p13l3rn 4u5wähl3n, v0n w3lch3r du d3n m177l3r3n 5p13l3r wähl57 und d4nn 3rfähr57, 0b w3n16573n5 31n3r v0n 1hn3n 31n W3rw0lf 157. W3nn du k31n3n W3rw0lf f1nd357, v3rl13r57 du d31n3 Fäh16k317 für 1mm3r.

source: You are the Judge. You love the law and can arrange a second daily vote after the first one by mentioning the secret sign we will agree on later during the vote. Use it wisely...
de_de: Du b157 d3r R1ch73r/Jud63. Du l13b57 d45 63537z7 und k4nn57 31n3 zw3173 7ä6l1ch3 4b571mmun6 b35chl13ß3n, 50f3rn du d13 63h31m3 Phr453 b3nu7z7 h457, w3lch3 du 5pä73r 4u5wähl3n k4nn57. Nu7z3 513 w3153...

source: You are the Rusty Sword Knight. You will do your best to protect the Villagers. If you died from the Werewolves, a random Werewolf who caused your death becomes diseased from your rusty sword and will die the following night.
de_de: Du b157 d3r R1773r m17 d3m r057163n 5chw3r7/Ru57y 5w0rd Kn16h7. Du w1r57 d31n B35735 63b3n um d13 Bür63r zu 5chü7z3n. W3nn du v0n d3n W3rwölf3n 637ö737 w1rd, w1rd 31n W3rw0lf, w3lch3r für d31n3n 70d v3r4n7w0r7l1ch 157, v0n d3r V3r61f7un6 durch d31n r0571635 5chw3r7, 1n d3r näch573n N4ch7 573rb3n.

source: You are the White Wolf. Your objective is to kill everyone else. Additionally to the nightly killing spree with the Werewolves, you may kill one of them later on in the night.
de_de: Du b157 d3r W31ß3 W0lf/Wh173 W0lf. D31n Z13l 157 35, 4ll3 4nd3r3n zu 7ö73n. Zu5ä7zl1ch zum näch7l1ch3n 7ö73n m17 d3n W3rwölf3n k4nn57 du 31n3n v0n 1hn3n 5pä73r 1n d3r N4ch7 7ö73n.

source: You are the Thief and can choose your identity soon.
de_de: Du b157 d3r D13b/7h13f und k4nn57 d31n3 1d3n717ä7 b4ld wähl3n.

source: You are the Wild Child and will choose an idol. Once it dies, you turn into a Werewolf, but until then, you are a normal Villager...
de_de: Du b157 d45 W1ld3 K1nd/W1ld Ch1ld 4nd du wähl57 31n 1d0l. W3nn d31n 1d0l 571rb57, w1r57 du zu 31n3m W3rw0lf, 4b3r b15 d4h1n b157 du 31n 64nz n0rm4l3r Bür63r...

source: You are something between a Werewolf and a Villager. Choose your side wisely...
de_de: Du b157 37w45 zw15ch3n 31n3m W3rw0lf und 31n3m Bür63r. Wähl3 d31n3 53173 w3153...

source: You are the Maid who raised the children. It would hurt you to see any of them die - after the daily election, you may take their identity role once.
de_de: Du b157 d13 Z0f3/M41d, d13 d13 K1nd3r 4uf63z063n h47. 35 würd3 d1r 53hr w3h7un, 31n5 v0n 1hn3n 573rb3n zu 53h3n. N4ch d3r 7ä6l1ch3n 4b571mmun6 k4nn57 du 1hr3 1d3n717ä7 31nm4l üb3rn3hm3n.

source: You are the Flutist. Your goal is to enchant the players with your music to take revenge for being expelled many years ago. Every night, you get to enchant two of them. Gotta catch them all...
de_de: Du b157 d3r Flö73n5p13l3r/Flu7157. D31n Z13l 157 35 4ll3 5p13l3r m17 d31n3r Mu51k zu v3rz4ub3rn um R4ch3 4n 1hn3n zu n3hm3n, d4 513 d1ch v0r J4hr3n 63äch737 h4b3n. J3d3 N4ch7 k4nn57 du zw31 v0n 1hn3n v3rz4ub3rn. Du mu557 513 4ll3 v3rz4ub3rn...

source: You are the Cursed Wolf Father that has the ability to spread your curse. Your objective is to kill all villagers together with the other Werewolves. Every night, you will get to choose one villager to kill together with them. You may, once, use your special bite that will curse a villager instead of killing and devouring them. The cursed villager will then partake each night in the Werewolves' feast.
de_de: Du b157 d3r V3rfluch73 W0lfv473r/Cur53d W0lf F47h3r, w3lch3r d13 Fäh16k317 h47 531n3n Fluch w3173rzu63b3n. D31n Z13l 157 35, 4ll3 Bür63r zu54mm3n m17 d3n 4nd3r3n W3rwölf3n zu 7ö73n. J3d3 N4ch7 k4nn57 du 31n3n Bür63r 4u5wähl3n, d3n du 63m31n54m m17 1hn3n 7ö7357. Du k4nn57, 31nm4l, d31n3n 5p3z13ll3n B155 nu7z3n um 31n3n Bür63r zu v3rfluch3n, 4n57477 1hn zu 7ö73n und zu v3r5chl1n63n. D3r v3rfluch73 Bür63r w1rd d4nn j3d3 N4ch7 63m31n54m m17 d3n W3rwölf3n 4m F357m4hl 731ln3hm3n.

source: You are the Paragon who has the ability to nullify all other nominations during the daily election. When you nominate one or more players, only those players will be voted for during the voting phase removing all other nominations.
de_de: Du b157 d3r P4r460n, w3lch3r d13 Fäh16k317 h47 4ll3 N0m1n13run63n währ3nd d3r 7ä6l1ch3n W4hl zu 4nnull13r3n. W3nn du 31n3n 0d3r m3hr3r3 5p13l3r n0m1n13r57, könn3n nur d1353 währ3nd d3r 4b571mmun65ph453 63wähl7 w3rd3n, 4ll3 4nd3r3n N0m1n13run63n w3rd3n 3n7f3rn7.

source: You're a lone Raider. As a Raider, you can loot a dead player and take their role as yours. However, only those who were recently lynched and last night's dead players are available for you to raid.
de_de: Du b157 d3r 31n54m3 Räub3r/R41d3r. 4l5 Räub3r k4nn57 du 31n3n 7073n 5p13l3r 4u5r4ub3n und 531n3 R0ll3 üb3rn3hm3n. 4ll3rd1n65 k4nn57 du nur d13 5p13l3r 4u5r4ub3n, d13 1n d3r l37z73n N4ch7 63570rb3n 51nd 0d3r 63lynch7 wurd3n.

source: You are the Ritualist who can resurrect a Villager once per game. However, only those who were recently lynched and last night's dead players are available for you to resurrect.
de_de: Du b157 d3r R17u4l157, d3r 31nm4l 1m 5p13l 31n3n Bür63r w13d3rb3l3b3n k4nn. 4ll3rd1n65 k4nn57 du nur d13 5p13l3r w13d3rb3l3b3n, d13 1n d3r l37z73n N4ch7 63570rb3n 51nd 0d3r 63lynch7 wurd3n.

source: You are the Troublemaker of the Village. You can exchange the roles of two other players on the first night.
de_de: Du b157 d3r 57ör3nfr13d/7r0ubl3m4k3r d35 D0rf35. Du k4nn57 d13 R0ll3n zw313r 5p13l3r 1n d3r 3r573n N4ch7 v3r74u5ch3n.

source: You are the Lawyer who can help the village stop their wrong decisions by objecting the nomination process and end the day without proceeding to any voting phase. Just raise the powerful "Objection!" protest to use your ability once per game. (The exclamation point is optional.)
de_de: Du b157 d3r 4nw4l7/L4wy3r, d3r d3n Bür63rn h3lf3n k4nn, 1n d3m du 1hr3 f4l5ch3n 3n75ch31dun63n 570pp57. Du k4nn57 d135 7un, 1n d3m du d3m N0m1n13run65pr0z355 w1d3r5pr1ch57 und 35 n1ch7 b15 zur 4b571mmun6 k0mm7. 5pr1ch 31nf4ch d45 mäch7163 "0bj3c710n!"4u5 um d31n3 Fäh16k317 31nm4l pr0 5p13l zu nu7z3n. (D45 4u5ruf3z31ch3n 157 0p710n4l.)

source: You're a War Veteran. Your past warfare has carried you through the duration of your life. Upon being lynched by the village's vote, you will randomly kill one of them as a form of your betrayal.
de_de: Du b157 31n W4r V373r4n/Kr1365v373r4n. D31n3 v3r64n63n3 Kr13653rf4hrun6 h47 d1ch d31n 64nz35 L3b3n l4n6 b36l31737. W3nn du v0n d3n Bür63rn 63lynch7 w1r57, w1r57 du 31n3n v0n 1hn3n (zufäll16 4u563wähl7) 7ö73n, um 1hr3n B37ru6 4n d1r zu räch3n.

source: Your objective is to kill all villagers together with the other Werewolves. Every night, you will get to choose one villager to kill together with them. Additionally, you have the ability to summon an ancient werewolf spirit that will guard and protect a fellow werewolf to block one death.
de_de: D31n Z13l 157 35, 4ll3 Bür63r zu54mm3n m17 d3n 4nd3r3n W3rwölf3n zu 7ö73n. J3d3 N4ch7 k4nn57 du 31n3n Bür63r 4u5wähl3n, d3n du 63m31n54m m17 1hn3n 7ö7357. Zud3m h457 du d13 Fäh16k317 31n3n 4l73n W3rw0lf63157 zu b35chwör3n, d3r 31n3n d3r W3rwölf3 b36l31737 und 31nm4l v0r d3m 70d b35chü7z7.

source: Your objective is to kill all villagers together with the other Werewolves. Every night, you will get to choose one villager to kill together with them. Since you have learned from your shape-shifting ancestors the magic of summoning the dead, you have the ability to resurrect a dead werewolf at night once per game. However, only those who were recently lynched and last night's dead players are available for you to resurrect.
de_de: D31n Z13l 157 35, 4ll3 Bür63r zu54mm3n m17 d3n 4nd3r3n W3rwölf3n zu 7ö73n. J3d3 N4ch7 k4nn57 du 31n3n Bür63r 4u5wähl3n, d3n du 63m31n54m m17 1hn3n 7ö7357. D4 du v0n d31n3n 63574l7w4nd3lnd3n V0rf4hr3n 63l3rn7 h457, w13 du 4uf m4615ch3 W3153 d13 7073n b35chwör3n k4nn57, h457 du d13 Fäh16k317 31n3n 7073n W3rw0lf 31nm4l pr0 5p13l w13d3rzub3l3b3n. 4ll3rd1n65 k4nn57 du nur d13j3n163n W3rwölf3 4u5wähl3, d13 1n d3r l37z73n N4ch7 63570rb3n 51nd 0d3r 63lynch7 wurd3n.

source: Your goal is to infect all the players with your virus. Every night, you get to sneeze and cough on one of them. Each day that passes increases the players you can infect by one more. Make it Pandemic! (Note: If an infected player died and is resurrected, they are free from the virus.)
de_de: D31n Z13l 157 35, 4ll3 5p13l3r m17 d31n3m V1ru5 4nzu573ck3n. J3d3 N4ch7 k4nn57 du j3m4nd3n 4nn1353n und 4nhu573n. J3d3n 746, d3r v3r63h7, 573167 d13 4nz4hl d3r 5p13l3r, d13 du 1nf1z13r3n k4nn57, um 31n3n. V3rbr3173 d13 P4nd3m13! (H1nw315: F4ll5 31n 1nf1z13r73r 5p13l3r 571rb7 und w13d3rb3l3b7 w1rd, 157 3r fr31 v0m V1ru5.)

source: Shortcut back to {ww_channel}
de_de: 4bkürzun6 zurück zu {ww_channel}

source: No one
de_de: N13m4nd

source: **The Werewolves awake...**
de_de: **D13 W3rwölf3 w4ch3n 4uf...**

source: Hey **
de_de: H3y **

source: __{count}__ Werewolves
de_de: __{count}__ W3rwölf3

source: lone Werewolf
de_de: 31n54m3r W3rw0lf

source: **🐺 Wake up {greet_text}! It is time to choose a victim**
de_de: **🐺W4ch 4uf {greet_text}! 35 157 Z317 31n 0pf3r 4u5zuwähl3n**

source: All possible victims are:
de_de: 4ll3 mö6l1ch3n 0pf3r 51nd:

source: **I will relay all messages you send to the other Werewolves. Send a number to nominate them for killing (you can nominate up to 10 users), voting starts in {timer} seconds.**
de_de: **1ch w3rd3 4ll3 N4chr1ch73n 4n d13 4nd3r3n W3rwölf3 w3173rl3173n. 53nd3 31n3 Numm3r um j3m4nd3n zum 7ö73n zu n0m1n13r3n (du k4nn57 b15 zu 10 Nu7z3r n0m1n13r3n), d13 4b571mmun6 574r73d 1n {timer} 53kund3n.**

source: **Please do not spam and talk slowly! Relaying can take a while if there are many Werewolves!**
de_de: **B1773 5p4mm3 n1ch7 und r3d3 l4n654m! D45 w3173rl3173n k4nn 37w45 d4u3rn, w3nn v13l3 W3rwölf3 d4 51nd!**

source: ❌ You cannot nominate your Lover.
de_de: ❌ Du k4nn57 d31n3n 63l13b73n n1ch7 n0m1n13r3n.

source: **{werewolf}** nominated **{victim}**
de_de: **{werewolf}** h47 **{victim}** n0m1n13r7

source: Not a single one of you wanted to attack a villager. No fresh meat tonight 😆. {game_link}
de_de: N13m4nd v0n 3uch w0ll73 31n3n Bür63r 4n6r31f3n. K31n fr15ch35 Fl315ch für 3uch h3u7 N4ch7 😆. {game_link}

source: {player_name} Votes: {votes}
de_de: {player_name} 571mm3n: {votes}

source: The voting is starting, please wait for your turn...
de_de: D13 4b571mmun6 574r737, w4r73 b15 du 4n d3r R31h3 b157.

source: React to vote for a target. You have {timer} seconds.
de_de: R34613r3 um für 31n Z13l 4bzu571mm3n. Du h457 {timer} 53kund3n.

source: You timed out and didn't vote.
de_de: D31n3 Z317 157 4b63l4uf3n und du h457 n1ch7 4b63571mm7.

source: ❌ You cannot vote for your Lover to die.
de_de: ❌ Du k4nn57 n1ch7 d4für 4b571mm3n, d31n3n 63l13b73n zu 7ö73n.

source: Werewolves, you are all indecisive. No fresh meat tonight 😆. {game_link}
de_de: W3rwölf3, 1hr 531d 4ll3 un3n75chl0553n. K31n fr15ch35 Fl315ch für 3uch h3u73 N4ch7 😆. {game_link}

source: Werewolves, you have decided to kill **{target}** tonight and be your meal. {game_link}
de_de: W3rwölf3, 1hr h4b7 3uch 3n75ch13d3n **{target}** h3u73 N4ch7 zu 7ö73n und 3ur3 M4hlz317 zu w3rd3n. {game_link}

source: {pure_soul} is a **{role}** and an innocent villager.
de_de: {pure_soul} 157 31n3 **{role}** und 31n un5chuld163r Bür63r.

source: 📢 {sheriff} got randomly chosen as the new 🎖 **Sheriff**️. **The vote of the Sheriff counts as double.**
de_de: 📢 {sheriff} wurd3 p3r Zuf4ll 4l5 d3r n3u3 🎖 **5h3r1ff** 63wähl7. **D13 571mm3 d35 5ch3r1ff zähl7 d0pp3l7.**

source: You became the 🎖 **Sheriff. Your vote counts as double. If you died or exchanged roles using Maid's ability, you must choose a new Sheriff.**
de_de: Du wurd357 4l5 🎖 **5h3r1ff b3571mm7. D31n3 571mm3 zähl7 d0pp3l7. W3nn du 571rb57 0d3r d31n3 R0ll3 durch d13 M41d Fäh16k317 74u5ch7, mu557 du 31n3n n3u3n 5ch3r1ff wähl3n.**

source: **The __{num}__ inhabitants of the Village:**
de_de: **D13__{num}__ B3w0hn3r d35 D0rf35:**

source: **Welcome to Werewolf {mode}! {speed} speed activated - All action timers are limited to {timer} seconds.**
de_de: **W1llk0mm3n zu W3rw0lf {mode}! {speed} 5chn3ll16k317 4k71v13r7-4ll3 4k710n3n 51nd 4uf 31n3 Z317 v0n {timer} 53kund3n b36r3nz7.**

source: 📜⚠️ Talking to other users privately is prohibited! Posting any screenshots of my messages containing your role is also forbidden.
de_de: 📜⚠️ M17 4nd3r3n 5p13l3rn pr1v47 zu 5pr3ch3n 157 v3rb073n! 31n3n 5cr33n5h07 v0n m31n3n N4chr1ch73n zu 5ch1ck3n, w3lch3 d31n3 R0ll3 v3rrä7, 157 v3rb073n.

source: **Sending game roles... You may use `{prefix}ww myrole` to check your role later. {house_rules}**
de_de: **53nd3 d13 5p13lr363ln... Du k4nn57 `{prefix}ww myrole` nu7z3n, um d31n3 R0ll3 5pä73r zu üb3rprüf3n. {house_rules}**

source: **Welcome to Werewolf {mode}! {house_rules} {game_link}**
de_de: **W1llk0mm3n zu W3rw0lf {mode}! {house_rules} {game_link}**

source: 🌘 💤 **Night falls, the town is asleep...**
de_de: 🌘 💤 **D13 N4ch7 3rh3b7 51ch, d13 574d7 5chläf7...*

source: **The Sisters awake...**
de_de: **D13 5chw3573rn 3rw4ch3n...**

source: **The Brothers awake...**
de_de: **D13 Brüd3r 3rw4ch3n...**

source: 💤 **Night falls, the town is asleep...**
de_de: 💤 **D13 N4ch7 3rh3b7 51ch, d13 574d7 5chläf7...**

source: You may now submit someone (up to 10 total) for the election who to lynch by mentioning their name below. You have {timer} seconds of discussion during this time.
de_de: 1hr könn7 j37z7 j3m4nd3n (b15 zu 10 5p13l3r) für d13 4b571mmun6 zum lynch3n n0m1n13r3n, 1n d3m 1hr d13 N4m3n un73r d1353m P057 3rwähn7. 1hr h4b7 {timer} 53kund3n Z317 zur D15ku5510n.

source: **OBJECTION!!!** the **{role}** {user} protested. Nomination ends.
de_de: **0BJ3C710N!!!** D3r *{role}** {user} h47 pr0735713r7. D13 N0m1n13run6 3nd37 j37z7.

source: I received your secret phrase. We will hold another election after this.
de_de: 1ch h4b3 d31n3 63h31m3 Phr453 3rh4l73n. W1r w3rd3n 31n3 w3173r3 4b571mmun6 n4ch d1353r durchführ3n.

source: **{role} {player}** nominated **{nominee}**.
de_de: **{role} {player}** h47**{nominee}** n0m1n13r7.

source: **{player}** nominated **{nominee}**.
de_de: **{player}** h47 **{nominee}** n0m1n13r7.

source: Seems sneaky, I added {time_to_add} seconds talk time.
de_de: 3r5ch31n7 m1r h1n73rl15716, 1ch h4b3 d13 D15ku5510n um {time_to_add} 53kund3n v3rlän63r7.

source: **React to vote for killing someone. You have {timer} seconds.** {texts}
de_de: **R34613r3 um 4bzu571mm3n, w3r 573rb3n 50ll. Du h457 {timer} 53kund3n.** {texts}

source: An unexpected error occurred.
de_de: 31n un3rw4r7373r F3hl3r 157 4uf637r373n.

source: **You should not vote since you're not in the game. Please do not try to influence the game by voting unnecessarily. I will remove your reactions.**
de_de: **Du 50ll7357 n1ch7 4b571mm3n, d4 du n1ch7 1m 5p13l b157. B1773 v3r5uch3 n1ch7 d45 5p13l durch unnö7163 571mm3n zu b331nflu553n. 1ch w3rd3 d31n3 R34k710n3n j37z7 3n7f3rn3n.**
