Repository: Gelbpunkt/IdleRPG
Catalog: locales/*_1337/LC_MESSAGES/idlerpg.po
Languages: de_de

source: 📢 {sheriff} got chosen to be the new 🎖️ **Sheriff**. **The vote of the Sheriff counts as double.**
de_de: 📢 {sheriff} wurd3 4l5 d3r n3u3 🎖️ **5h3r1ff** 4u563wähl7. **D13 571mm3 d35 5h3r1ff5 zähl7 d0pp3l7.**
