Repository: Gelbpunkt/IdleRPG
Catalog: locales/*_1337/LC_MESSAGES/idlerpg.po
Languages: de_de

source: There was an error when uploading to Imgur. Please try again or visit <https://imgur.com/upload> to manually upload your image.
de_de: 35 64b 31n3n F3hl3r b31m upl04d zu 1m6ur. B1773 v3r5uch3 35 3rn3u7 0d3r b35uch3 <h77p5://1m6ur.c0m/upl04d> um d31n B1ld 53lb57 h0chzul4d3n.

source: :x: You don't have the permissions to use this command. It is thought for other users.
de_de: :x: D1353r B3f3hl 157 für 4nd3r3 Nu7z3r 63d4ch7.

source: You did not choose anything.
de_de: Du h457 n1ch75 4u563wähl7.

source: An argument or value you entered was far too high for me to handle properly!
de_de: 31n 4r6um3n7 0d3r W3r7 157 zu h0ch, 1ch k4nn d45 n1ch7 v3r4rb3173n!

source: The languages have been reloaded while you were using a command. The execution therefore had to be stopped. Please try again.
de_de: Währ3nd d3r Nu7zun6 d13535 B3f3hl5 wurd3 d13 5pr4ch3 63änd3r7, 35 mu5573 d4h3r 63570pp7 w3rd3n. V3r5uch3 35 n0chm4l.

source: The command you tried to use ran into an error. The incident has been reported and the team will work hard to fix the issue!
de_de: B31m 4u5führ3n d35 B3f3hl5 157 31n F3hl3r 4uf637r373n. D13 3n7w1ckl3r wurd3n k0n74k713r7 und d3r F3hl3r w1rd 5chn3ll57mö6l1ch b3h0b3n!

source: Look at your Winter Calendar
de_de: 513h d1r d31n3n 4dv3n75k4l3nd3r 4n

source: No calendar to show!
de_de: Du h457 k31n3n 4dv3n75k4l3nd3r!

source: Open the Winter Calendar once every day.
de_de: Öffn3 7ä6l1ch 31n 7ürch3n d35 K4l3nd3r5.

source: It's not calendar time yet...
de_de: 35 157 n0ch n1ch7 Z317 für 4dv3n75k4l3nd3r...

source: **You opened day {today}!**
de_de: **Du öffn357 7ürch3n {today}!**

source: A mysterious puzzle piece
de_de: 31n My573r1ö535 Puzzl3731l

source: {crates} {rarity} crate
de_de: {crates} {rarity} K1573

source: A special surprise - check out `{prefix}eventbackground` for a new Wintersday background!
de_de: 31n3 b350nd3r3 Üb3rr45chun6! Nu7z3 `{prefix}eventbackground` für 31n3n c00l3n Pr0f1l-H1n73r6rund!

source: Combine the mysterious puzzle pieces.
de_de: 537z3 d13 Puzzl3731l3 zu54mm3n.

source: The mysterious puzzles don't fit together... Maybe some are missing?
de_de: D45 p4557 n1ch7 64nz... H13r f3hl3n w0hl 31n163 731l3?

source: You combined the puzzles! In your head a voice whispers: *Well done. Now use `{prefix}eventbackground {num}` to set your new background that you just acquired...*
de_de: Du h457 d13 Puzzl3731l3 zu54mm3n63fü67! 1n d31n3m K0pf hör57 du 31n3 571mm3: *6u7 63m4ch7! Nu7z3 j37z7 `{prefix}eventbackground {num}` um d31n3n n3u3n Pr0f1l-H1n73r6rund f357zul363n, d3n du 63r4d3 b3k0mm3n h457...*

source: Evoke cringe
de_de: B35chwör3 d3n cr1n63 h3r4uf

source: Let's dab together.
de_de: H17 7h3 d4b.

source: No. Just no. I am a bot. What did you think?
de_de: N31n. 31nf4ch n31n. 1ch b1n nur 31n B07. W45 h457 du d1r d4b31 63d4ch7?

source: Get your daily reward
de_de: 3rh4l73 d31n3 7ä6l1ch3 B3l0hnun6

source: Get your daily reward. Depending on your streak, you will gain better rewards. After ten days, your rewards will reset. Day 11 and day 1 have the same rewards. The rewards will either be money (2/3 chance) or crates (1/3 chance). The possible rewards are: __Day 1__ $50 or 1-6 common crates __Day 2__ $100 or 1-5 common crates __Day 3__ $200 or 1-4 common (99%) or uncommon (1%) crates __Day 4__ $400 or 1-4 common (99%) or uncommon (1%) crates __Day 5__ $800 or 1-4 common (99%) or uncommon (1%) crates __Day 6__ $1,600 or 1-3 common (80%), uncommon (19%) or rare (1%) crates __Day 7__ $3,200 or 1-2 uncommon (80%), rare (19%) or magic (1%) crates __Day 8__ $6,400 or 1-2 uncommon (80%), rare (19%) or magic (1%) crates __Day 9__ $12,800 or 1-2 uncommon (80%), rare (19%) or magic (1%) crates __Day 10__ $25,600 or 1 rare (80%), magic (19%) or legendary (1%) crate If you don't use this command up to 48 hours after the first use, you will lose your streak. (This command has a cooldown until 12am UTC.)
de_de: 3rh4l73 d31n3 7ä6l1ch3 B3l0hnun6. 4bhän616 v0n d31n3r 53r13nlän63 w1r57 du b3553r3 B3l0hnun63n 3rh4l73n. N4ch 10 7463n w3rd3n d31n3 B3l0hnun63n zurück63537z7. 746 11 und 746 1 h4b3n d13 6l31ch3n B3l0hnun63n. D13 B3l0hnun63n 51nd 3n7w3d3r 63ld (2/3 Ch4nc3) 0d3r K1573n (1/3 Ch4nc3). D13 mö6l1ch3n B3l0hnun63n 51nd: __746 1__ $50 0d3r 1-6 c0mm0n K1573n __746 2__ $100 0d3r 1-5 c0mm0n K1573n __746 3__ $200 0d3r 1-4 c0mm0n (99%) 0d3r unc0mm0n (1%) K1573n __746 4__ $400 0d3r 1-4 c0mm0n (99%) 0d3r unc0mm0n (1%) K1573n __746 5__ $800 0d3r 1-4 c0mm0n (99%) 0d3r unc0mm0n (1%) K1573n __746 6__ $1.600 0d3r -3 c0mm0n (80%), unc0mm0n (19%) 0d3r r4r3 (1%) K1573n __746 7__ $3.200 0d3r 1-2 unc0mm0n (80%), r4r3 (19%) 0d3r m461c (1%) K1573n __746 8__ $6.400 0d3r 1-2 unc0mm0n (80%), r4r3 (19%) 0d3r m461c (1%) K1573n __746 9__ $12.,800 0d3r 1-2 unc0mm0n (80%), r4r3 (19%) 0d3r m461c (1%) K1573n __746 10__ $25,600 0d3r 1 r4r3 (80%), m461c (19%) 0d3r l363nd4ry (1%) K1573 W3nn du d1353n B3f3hl n1ch7 1nn3rh4lb v0n 48 57und3n n4ch d3r 3r573n Nu7zun6 3rn3u7 v3rw3nd357, v3rf4ll3n d31n3 6354mm3l73n 7463. (D1353r B3f3hl h47 31n3n C00ld0wn b15 M1773rn4ch7/124m U7C.)

source: You received your daily {txt}! You are on a streak of **{streak}** days! *Tip: `{prefix}vote` every 12 hours to get an up to legendary crate with possibly rare items!*
de_de: Du h457 d31n3 7ä6l1ch3 {txt}! 3rh4l73n! Du h457 d31n3 7ä6l1ch3 B3l0hnun6 b3r3175 **{streak}** 7463 h1n73r31n4nd3r 4b63h0l7! *71pp: Nu7z3 `{prefix}vote` 4ll3 12 57und3n um K1573n m17 31n3r 53l73nh317 b15 h1n zu l363ndär, m17 mö6l1ch3rw3153 53l73n3n 173m5, zu 3rh4l73n!*

source: View your current streak
de_de: 513h d1r d31n3 m0m3n74n3 57r34k 4n

source: Want to flex your streak on someone or just check how many days in a row you've claimed your daily reward? This command is for you
de_de: W1ll57 du 6363nüb3r 31n3m Fr3md3n 4n63b3n, 0d3r 31nf4ch nur n4ch53h3n, w13 l4n63 du b3r3175 d31n3 7ä6l1ch3 B3l0hnun6 6354mm3l7 h457? D1353r B3f3hl 157 für d1ch

source: You don't have a daily streak yet. You can get one going by using the command `{prefix}daily`!
de_de: Du h457 n0ch k31n3 7ä6l1ch3 57r34k. Du k4nn57 31n3 b3k0mm3n, 1n d3m du `{prefix}daily` nu7z7!

source: You are on a daily streak of **{streak}!**
de_de: Du h457 d31n3 7ä6l1ch3 B3l0hnun6 b3r3175 **{streak}** 7463 h1n73r31n4nd3r 4b63h0l7!

source: Show the bot's ping
de_de: Z3167 d3n P1n6 d35 B075 4n

source: Shows you the bot's current websocket latency in milliseconds.
de_de: Z3167 d1r d13 m0m3n74n3 L473nz d35 B075 1n M1ll153kund3n 4n.

source: Pong!
de_de: P0n6!

source: My current latency is {lat}ms
de_de: 4k7u3ll3r P1n6 157 {lat}m5

source: Shorten an image URL.
de_de: Kürz7 31n3 B1ld URL.

source: `[given_url]` - The URL to shorten; if not given, this command will look for image attachments Get a short URL from a long one or an image attachment. If both a URL and an attachment is given, the attachment is preferred. GIFs are not supported, only JPG and PNG. In case this command fails, you can [manually upload your image to Imgur](https://imgur.com/upload).
de_de: `[61v3n_url]` - D13 URL d13 63kürz7 w3rd3n 50ll; w3nn d1353 1nf0 n1ch7 6363b3n 157, w1rd n4ch B1ld4nhän63n 635uch7 3rh4l73 31n3 kurz URL 4u5 31n3r l4n63n 0d3r 31n B1ld4nh4n6 W3nn 50w0hl 31n3 URL 4l5 4uch 31n 4nh4n6 6363b3n 51nd, w1rd d3r 4nh4n6 b3v0rzu67. 61F5 w3rd3n n1ch7 un73r57ü7z7, nur JP6 und PN6. 50ll73 d1353r B3f3hl n1ch7 funk710n13r3n, k4nn57 du d31n [B1ld m4nu3ll 4uf 1m6ur h0chl4d3n](h77p5://1m6ur.c0m/upl04d).

source: Please supply a URL or an image attachment
de_de: B1773 61b 31n3 URL 0d3r 31n B1ld-4nh4n6 4n

source: Please only use one image at a time.
de_de: B1773 nu7z3 n1ch7 m3hr3r3 4nhän63 4uf 31nm4l.

source: Here's your short image URL: <{link}>
de_de: H13r 157 d31n3 kurz3 URL: <{link}>

source: Support the bot financially
de_de: Un73r57ü7z3 d3n B07 f1n4nz13ll

source: View the Patreon page of the bot. The different tiers will grant different rewards. View `{prefix}help module Patreon` to find the different commands. Thank you for supporting IdleRPG!
de_de: 513h d1r d13 P47r30n 53173 d35 B075 4n. Un73r5ch13dl1ch3 57uf3n 3rh4l73n un73r5ch13dl1ch3 B3l0hnun63n 513h d1r`{prefix}help module Patreon` 4n um d13 v3r5ch13d3n3n B3f3hl3n 31nzu53h3n. V13l3n D4nk, d455 du 1dl3RP6 un73r57ü7z7!

source: This bot has its own patreon page. **Why should I donate?** This bot is currently on {guild_count} servers, and it is growing fast. Hosting this bot for all users is not easy and costs a lot of money. If you want to continue using the bot or just help us, please donate a small amount. Even $1 can help us. **Thank you!** <https://patreon.com/idlerpg>
de_de: 1dl3RP6 h47 531n3 3163n3 P47r30n-53173. **W4rum 50ll73 1ch m31n 63ld h13rfür 63b3n?** D1353r B07 157 4uf {guild_count} 53rv3rn und d13 Z4hl 573167 r4p1d3 4n. D3n B07 für 4ll3 Nu7z3r b3r317zu573ll3n 157 n1ch7 31nf4ch und k05737 31n3 M3n63 63ld. W3nn du 1dl3RP6 w3173r b3nu7z3n w1ll57, 0d3r 31nf4ch nur h3lf3n w1ll57, 5p3nd3 un5 31n3n kl31n3n B37r46. 5064r 1€ h1lf7 un5. **V13l3n D4nk!** <h77p5://p47r30n.c0m/1dl3rp6>

source: Shows the source code and license.
de_de: Z3167 d3n Qu3llc0d3 und d13 L1z3nz.

source: Shows our GitLab page and license. If you want to contribute, feel free to create an account and submit issues and merge requests.
de_de: Z3167 d3n Qu3llc0d3 und d13 L1z3nz. W3nn du 37w45 b317r463n w1ll57, k4nn57 du j3d3rz317 31n3n 4cc0un7 3r573ll3n und Pr0bl3m3 0d3r 4nfr463n 31n5ch1ck3n.

source: Invite the bot to your server.
de_de: L4d3 d3n B07 1n d31n3n 53rv3r 31n.

source: Invite the bot to your server. Use this [backup link](https://discord.com/oauth2/authorize?client_id=424606447867789312&scope=bot&permissions=8) in case the above does not work.
de_de: L4d3 d3n B07 1n d31n3n 53rv3r 31n. Nu7z3 d3n [B4ckup-L1nk](h77p5://d15c0rd.c0m/04u7h2/4u7h0r1z3?cl13n7_1d=424606447867789312&5c0p3=b07&p3rm15510n5=8) f4ll5 d3r 4nd3r3 N1ch7 funk710n13r7.

source: You are running version **{version}** by The IdleRPG Developers. Invite me! https://invite.idlerpg.xyz
de_de: Du nu7z7 d13 V3r510n **{version}** d3r 1dl3RP6 3n7w1ckl3r. L4d m1ch 31n! h77p5://1nv173.1dl3rp6.xyz

source: Join the Support server
de_de: 7r177 d3m 5upp0r7 53rv3r b31

source: Sends you the link to join the official IdleRPG Support server. Use this [backup link](https://discord.gg/MSBatf6) in case the above does not work.
de_de: 53nd37 d1r d3n l1nk zum 0ff1z13ll3n 1dl3RP6 5upp0r7 53rv3r. Nu7z3 d3n [B4ckup L1nk](h77p5://d15c0rd.66/M5B47f6) f4ll5 d3r 4nd3r3 n1ch7 funk710n13r7.

source: Got problems or feature requests? Looking for people to play with? Join the support server: https://support.idlerpg.xyz
de_de: H457 du Pr0bl3m3 0d3r 1d33n? 5uch57 du n4ch 4nd3r3n zum 5p13l3n? 7r177 d3m 5upp0r7 53rv3r b31. h77p5://5upp0r7.1dl3rp6.xyz

source: Shows statistics about the bot
de_de: Z3167 57471571k3n d35 B075

source: Show some stats about the bot, ranging from hard- and software statistics, over performance to ingame stats.
de_de: Z3167 31n p44r 57475 üb3r d3n B07, v0n H4rd-50w13 50f7w4r3 57471571k3n üb3r P3rf0rm4nc3 50w13 1n64m3 57475.

source: IdleRPG Statistics
de_de: 1dl3RP6 57471571k3n

source: Official Support Server Invite: https://support.idlerpg.xyz
de_de: 0ff1z13ll3 5upp0r7 53rv3r 31nl4dun6: h77p5://5upp0r7.1dl3rp6.xyz

source: Hosting Statistics
de_de: H057-57471571k3n

source: CPU: **{cpu_name}** CPU Usage: **{cpu}%**, **{cores}** cores/**{threads}** threads @ **{freq}** GHz RAM Usage: **{ram}%** (Total: **{total_ram}**) CPU Temperature: **{cpu_temp}°C** Python Version **{python}** <:python:445247273065250817> discord.py Version **{dpy}** Compiler: **{compiler}** Operating System: **{osname} {osversion}** Kernel Version: **{kernel}** PostgreSQL Version: **{pg_version}** Redis Version: **{redis_version}**
de_de: CPU: **{cpu_name}** CPU Nu7zun6: **{cpu}%**, **{cores}** c0r35/**{threads}** 7hr34d5 @ **{freq}** 6Hz R4M Nu7zun6: **{ram}%** (7074l: **{total_ram}**) CPU 73mp3r47ur: **{cpu_temp}°C** Py7h0n V3r510n **{python}** <:py7h0n:445247273065250817> d15c0rd.py V3r510n **{dpy}** C0mp1l3r: **{compiler}** B37r13b55y573m: **{osname} {osversion}** 5y573mk3rn V3r510n: **{kernel}** P0576r35QL V3r510n: **{pg_version}** R3d15 V3r510n: **{redis_version}**

source: Bot Statistics
de_de: B07 57471571k3n

source: Code lines written: **{lines}** Shards: **{shards}** Servers: **{guild_count}** Characters: **{characters}** Items: **{items}** Average hours of work: **{hours}**
de_de: 635chr13b3n3 Z31l3n: **{lines}** 5h4rdz4hl: **{shards}** 53rv3rz4hl: **{guild_count}** Pr0f1lz4hl: **{characters}** 173mz4hl: **{items}** 4rb3175z317 (durch5chn177): **{hours}**

source: Roll a dice
de_de: R0ll7 31n3n Würf3l

source: `<maximum>` - A whole number greater than 0 Roll a dice with `<maximum>` sides and let the bot display the outcome.
de_de: `<m4x1mum>` - 31n3 64nz3 Z4hl 6röß3r 4l5 0 R0ll7 31n3n Würf3l m17 `<m4x1mum>` 53173n und lä557 d3n B07 d45 3r63bn15 4nz3163n.

source: :1234: You rolled **{num}**, {author}!
de_de: :1234: Du h457 31n3 **{num}** 63würf3l7, {author}!

source: View the changelog
de_de: 513h d1r d3n Ch4n63l06 4n

source: Shows you the bots current version along with its major updates.
de_de: Z3167 d1r d13 4k7u3ll3 V3r510n d35 B075 zu54mm3n m17 d3n H4up7-Upd4735.

source: Delete messages
de_de: Lö5ch7 N4chr1ch73n

source: `<num>` - A whole number from 1 to 1000 `[target]` - The user whose messages to delete; defaults to everyone Deletes an amount of messages in the channel, optionally only by one member. If no target is given, all messages are cleared. Note that this will *scan* `<num>` messages and will only delete them, if they are from the target, if one is given. If the target sent 30 messages, other people sent 70 messages and you cleared 100 messages by the target, only those 30 will be deleted. Only users with the Manage Messages permission can use this command.
de_de: `<num>` - 31n3 64nz3 Z4hl zw15ch3n 1 und 1000 `[74r637]` - D3r Nu7z3r, d3553n N4chr1ch73n 63lö5ch7 w3rd3n 50ll3n; 0hn3 4n64b3 51nd 35 4ll3 Lö5ch7 31n3 4nz4hl 4n N4chr1ch73n 1m Ch4nn3l, 0p710n4l 4uch nur d13 31n35 31nz3ln3n Nu7z3r5. W3nn k31n Z13l 4n6363b3n w1rd, w3rd3n 4ll3 N4chr1ch73n 63lö5ch7. B34ch73, d455 d135 d13 `<num>` N4chr1ch73n *5c4nn3n* w1rd und 513 nur d4nn lö5ch7, w3nn 513 v0m Z13l 51nd, 50f3rn 31n35 4n6363b3n 157. W3nn d45 Z13l 30 N4chr1ch73n 6353nd37 h47, 4nd3r3 P3r50n3n 70 N4chr1ch73n 53nd373n und du 100 N4chr1ch73n durch d3n B07 (m17 4n6363b3n Z13l) lö5ch3n lä557, w3rd3n nur d1353 30 63lö5ch7. Nur Nu7z3r m17 d3r 3rl4ubn15 N4chr1ch73n zu v3rw4l73n könn3n d1353n B3f3hl nu7z3n.

source: 👍 Deleted **{num}** messages for you.
de_de: 👍 **{num}** N4chr1ch73n 63lö5ch7.

source: Ask the magic 8ball a question
de_de: Fr46 d3n m4615ch3n 8B4ll 31n3 Fr463

source: Provides a variety of answers to all of your questions. If in doubt, ask the magic 8ball.
de_de: 61b7 d1r 31n3 V13lz4hl 4n 4n7w0r73n für 4ll3 d31n3 Fr463n. W3nn du Zw31f3l h457, fr46 d3n m4615ch3n 8B4ll.

source: It is certain
de_de: M17 51ch3rh317

source: It is decidedly so
de_de: 35 157 3n75ch13d3n 50

source: Without a doubt
de_de: 0hn3 Zw31f3l

source: Yes, definitely
de_de: J4, d3f1n171v

source: You may rely on it
de_de: Du k4nn57 d1ch dr4uf v3rl4553n

source: As I see it, yes
de_de: W13 1ch 35 53h3, j4

source: Most likely
de_de: Höch57w4hr5ch31nl1ch

source: Outlook good
de_de: 513h7 6u7 4u5

source: Yes
de_de: J4

source: Signs point to yes
de_de: D13 Z31ch3n z3163n 4uf j4

source: Reply hazy try again
de_de: 4n7w0r7 unkl4r, pr0b13r'5 n0chm4l

source: Ask again later
de_de: Fr46 d0ch 31nf4ch n0chm4l

source: Better not tell you now
de_de: D45 5463 1ch d1r l13b3r n1ch7

source: Cannot predict now
de_de: K4nn 63r4d3 k31n3 V0r4u55463 7r3ff3n

source: Concentrate and ask again
de_de: K0nz3n7r13r3 d1ch und fr463 n0ch 31nm4l

source: Don't count on it
de_de: V3rl4553 d1ch n1ch7 dr4uf

source: My reply is no
de_de: M31n3 4n7w0r7 l4u737: n31n

source: My sources say no
de_de: M31n3 Qu3ll3n 5463n n31n

source: Outlook not so good
de_de: 513h7 n1ch7 50 6u7 4u5

source: Very doubtful
de_de: 1ch b3zw31fl3 35

source: The :8ball: says: **{result}**.
de_de: D3r :8b4ll: 4n7w0r737: **{result}**.

source: Repeat what you said.
de_de: W13d3rh0l3, w45 du 635467 h457.

source: `<phrase>` - The text to repeat Repeats what you said. This will delete the command message if possible.
de_de: `<phr453>` - D3n zu w13d3rh0l3nd3n 73x7 W13d3rh0l7, w45 du 635467 h457. D135 w1rd, w3nn mö6l1ch, d13 N4chr1ch7 m17 d3m B3f3hl lö5ch3n.

source: Help you decide
de_de: H1lf7 d1r, d1ch zu 3n75ch31d3n

source: `<results...>` - The options to choose from Chooses a random option of supplied possiblies. For an option with multiple words, put it in "double quotes".
de_de: `<r35ul75...>` - D13 0p710n3n, d13 zur 4u5w4hl 573h3n Wähl7 31n3 zufäll163 0p710n 4u5 v0r6363b3n Mö6l1chk3173n 4u5. Für 31n3 0p710n m17 m3hr3r3n Wör73rn, fü63 "4nführun65z31ch3n" h1nzu.

source: Cannot choose from an empty list...
de_de: Du h457 m1r k31n3 0p710n3n 6363b3n.

source: My choice is: **{result}**.
de_de: Hm... 1ch wähl3: **{result}**.

source: Calculates love for two users
de_de: B3r3chn37 d13 L13b3 zw15ch3n zw31 Nu7z3rn

source: `<first>` - A discord User `<second>` - Also a discord User Calculates the love between two people. Don't be disappointed when the result is low, you'll find your Romeo/Juliet someday.
de_de: `<f1r57>` - 31n D15c0rd Nu7z3r `<53c0nd>` -4uch 31n D15c0rd Nu7z3r B3r3chn37 d13 L13b3 zw15ch3n zw31 P3r50n3n. 531 n1ch7 7r4ur16, w3nn d45 3r63bn15 5chl3ch7 4u5fäll7, du f1nd357 d31n3n R0m30/d31n3 Jul14 1r63ndw4nn.

source: Calculating Love for {first} and {second}...
de_de: L13b3 für {first} und {second} w1rd 4u563r3chn37...

source: Love Calculation
de_de: L13b35r3chn3r

source: Love for {first} and {second} is at **{love}%**! ❤
de_de: L13b3 zw15ch3n {first} und {second} l1367 b31 **{love}%**! ❤

source: Replaces text with emoji
de_de: 3r537z7 73x7 durch 3m0j1

source: `<text>` - The text to enlarge Replaces text and numbers with emoji.
de_de: `<73x7>` - 73x7, d3r v3r6röß3r7 w3rd3n 50ll 3r537z7 73x7 und Z4hl3n durch 3m0j1.

source: Sends a random meme from [Some Random API](https://some-random-api.ml/).
de_de: 53nd37 31n zufäll1635 M3m3 v0n [50m3 R4nd0m 4P1](h77p5://50m3-r4nd0m-4p1.ml/).

source: Roll some dice
de_de: Würf3l7 31n p44r Würf3l

source: `<dice_type>` - The dice to roll, uses the ndx format Rolls n dice with x sides (3d20 rolls 3 20-sided dice).
de_de: `<d1c3_7yp3>` - D13 4r7 d3r Würf3l, nu7z7 d45 ndx F0rm47 Würf3l7 d3n Würf3l m17 x 53173n (3d20 würf3l7 dr31 20-5317163 Würf3l).

source: Use the ndx format. E.g. `5d20` will roll 5 dice with 20 sides each.
de_de: Nu7z3 d45 ndx F0rm47. B5pw. '5d20' würf3l7 5 Würf3l m17 j3w31l5 20 53173n.

source: Use the ndx format.
de_de: Nu7z3 d45 ndx F0rm47.

source: The number of dice to roll should be between 1 and 100.
de_de: D13 Z4hl d3r Würf3l 50ll73 zw15ch3n 1 und 100 l1363n.

source: Dice must have at least one side and not more than 10000.
de_de: D3r Würf3l mu55 m1nd3573n5 31n3 und n1ch7 m3hr 4l5 10000 53173n h4b3n.

source: {user}'s dice rolled: ```Sum: {sumall} Average: {average} Results: {results}```
de_de: {user} h47 d1353 Würf3l 63würf3l7: ```5umm3: {sumall} Durch5chn177: {average} 3r63bn15: {results}```

source: Show my nickname in a random server
de_de: Z3167 m31n3n N1ckn4m3n 1n 31n3m zufäll163n 53rv3r

source: Sends you my nickname from a random server. ⚠ Caution: may contain NSFW.
de_de: 53nd37 d1r m31n3n N1ckn4m3n v0n 31n3m zufäll163n 53rv3r. ⚠ 4ch7un6: Könn73 n1ch7 ju63ndfr313n 1nh4l7 3n7h4l73n!.

source: In **{server}** I am called **{name}**.
de_de: 1n **{server}** 157 m31n 5p17zn4m3 **{name}**.

source: Facts about Chuck Norris.
de_de: F4k73n üb3r Chuck N0rr15.

source: Sends a random Chuck Norris ~~joke~~ fact from [The Chuck Norris API](https://api.chucknorris.io/)
de_de: 53nd37 31n3n zufäll163n Chuck N0rr15 ~~W17z~~F4k7 v0n [7h3 Chuck N0rr15 4P1](h77p5://4p1.chuckn0rr15.10/)

source: Cat pics
de_de: K47z3n B1ld3r

source: Sends cute cat pics from [The Cat API](https://thecatapi.com/).
de_de: 53nd37 n13dl1ch3 K47z3nb1ld3r v0n [7h3 C47 4P1](h77p5://7h3c474p1.c0m/).

source: Meow!
de_de: M14u!

source: Dog pics
de_de: Hund3b1ld3r

source: Sends cute dog pics from [The Dog API](https://thedogapi.com/).
de_de: 53nd37 n13dl1ch3 Hund3b1ld3r v0n [7h3 D06 4P1](h77p5://7h3d064p1.c0m/).

source: Wouff!
de_de: W4u!

source: View the uptime
de_de: Z3167 d13 Up71m3 4n

source: Shows how long the bot has been connected to Discord.
de_de: Z3167, w13 l4n63 d3r B07 m17 D15c0rd v3rbund3n 157.

source: I am online for **{time}**.
de_de: 1ch b1n 5317 **{time}** 0nl1n3.

source: Every good software has an Easter egg.
de_de: J3d35 5p13l h47 31n c00l35 34573r366.

source: Wouldn't be any fun if I told you how to find it, right?
de_de: Wär3 z13ml1ch l4n6w31l16, w3nn 1ch d1r 5463n würd3, w13 du 35 f1nd357, d3nk57 du n1ch7?

source: Find it!
de_de: 5uch w3173r!

source: Give a cookie to a user
de_de: 61b7 31n3m Nu7z3r 31n3n K3k5

source: `<user>` - the discord user to give the cookie to Gives a cookie to a user. Sadly, this cookie does not have an effect on gameplay.
de_de: `<u53r>` - D3r D15c0rd Nu7z3r, d3m d3r K3k5 6363b3n w1rd 61b7 31n3m Nu7z3r 31n3n K3k5. L31d3r h47 d1353r K3k5 k31n3n 31nflu55 4uf d45 5p13l.

source: **{user}**, you've been given a cookie by **{author}**. :cookie:
de_de: **{user}**, **{author}** 61b7 d1r 31n3n K3k5! :c00k13:

source: Give icecream to a user
de_de: 61b7 31n3m Nu7z3r 315

source: `<other>` - the discord user to give the icecream to Gives icecream to a user. Sadly, this ice does not have an effect on gameplay.
de_de: `<u53r>` - D3r D15c0rd Nu7z3r, d3m d45 315 6363b3n w1rd 61b7 31n3m Nu7z3r 31n 315. L31d3r h47 d13535 315 k31n3n 31nflu55 4uf d45 5p13l.

source: {other}, here is your ice: :ice_cream:!
de_de: {other}, h13r 157 d31n 315! :1c3_cr34m:!

source: User guessing game
de_de: Nu7z3r R4735p13l

source: Guess a user by their avatar and discriminator (the four numbers after the # in a discord tag). Both their tag and nickname are accepted as answers. You have 20 seconds to guess. (This command has a channel cooldown of 20 seconds.)
de_de: R473 31n3n Nu7z3r m17 1hr3m Pr0f1lb1ld und D15kr1m1n470r (d13 v13r Numm3rn n4ch d3m # 1n 31n3m D15c0rd N4m3n. 50w0hl 1hr '746' 4l5 4uch 1hr N1ckn4m3 51nd 4kz3p713r73 4n7w0r73n. Du h457 20 53kund3n zum r473n (D1353r B3f3hl h47 31n3n Ch4nn3l C00ld0wn v0n 20 53kund3n.)

source: Can you guess who this is?
de_de: W31ß7 du, w3r d45 157?

source: Their discriminant is `#{disc}`
de_de: D3r D15kr1m1n4n7 157 `#{disc}`

source: You didn't guess correctly! It was `{member}`!
de_de: F4l5ch! 35 w4r `{member}`!

source: {user}, you are correct!
de_de: {user} r1ch716!

source: Get a yes/no answer
de_de: B3k0mm3 31n3 J4/N31n 4n7w0r7

source: `<question>` - The question to answer An alternative to `{prefix}8ball` with some more blunt answers.
de_de: `<qu35710n>` - D13 zu b34n7w0r73nd3 Fr463 31n3 4l73rn471v3 zu `{prefix}8ball` m17 d1r3k73r3n 4n7w0r73n.

source: Talk to me
de_de: R3d3 m17 m1r

source: `<text>` - The text to say, must be between 3 and 60 characters. Talk to me! This uses a chatbot AI backend.
de_de: `<73x7>` - D3r 73x7, d3r 635pr0ch3n w3rd3n 50ll, mu55 zw15ch3n 3 und 60 Z31ch3n l4n6 531n. R3d3 m17 m1r! Nu7z7 31n3n Ch47b07 41 b4ck3nd.

source: Text too long or too short. May be 3 to 60 characters.
de_de: 73x7 zu l4n6 0d3r zu kurz. B1773 h4l73 35 zw15ch3n 3 und 60 Z31ch3n.

source: Show a Garfield comic strip
de_de: Z3167 31n3n 64rf13ld C0m1c 57r31f3n
