Repository: Gelbpunkt/IdleRPG
Catalog: locales/*_1337/LC_MESSAGES/idlerpg.po
Languages: de_de

source: {cmd} is on cooldown and will be available after {time}
de_de: {cmd} 157 4uf C00ld0wn und k4nn n4ch {time} b3nu7z7 w3rd3n

source: Adventure is running and will be done after {time}
de_de: 4b3n73u3r läuf7 und w1rd n4ch {time} 4b635chl0553n 531n

source: Show the clusters
de_de: Z3167 d13 Clu573r

source: Lists all clusters and their current status.
de_de: Z3167 4ll3 Clu573r und 1hr3n m0m3n74n3n 5747u5.

source: Launcher is dead, that is really bad.
de_de: D3r L4unch3r 157 707, d45 157 w1rkl1ch 53hr 5chl3ch7.

source: The dealer has a {pretty_dealer} for a total of {dealer} You have a {pretty_player} for a total of {player} {additional}
de_de: D3r D34l3r h47 {pretty_dealer} m17 d3m W3r7 {dealer} Du h457 {pretty_player} m17 d3m W3r7 {player} {additional}

source: Would you like insurance? It will cost half your bet and will get you 2:1 back if the dealer has a blackjack. Else it is gone.
de_de: W1ll57 du 31n3 V3r51ch3run6? 513 k05737 d31n3n h4lb3n 31n547z und 61b7 d1r 2:1 zurück w3nn d3r D34l3r 31n3n Bl4ckj4ck h47. 4n50n573n 157 513 w36.

source: The dealer got a blackjack. You had insurance and lost nothing.
de_de: D3r D34l3r h47 31n3n Bl4ckj4ck. D4nk d31n3r V3r51ch3run6 v3rl13r57 du n1ch75.

source: The dealer got a blackjack. You lost **${money}**.
de_de: D3r D34l3r h47 31n3n Bl4ckj4ck. Du v3rl13r57 **${money}**.

source: You got a blackjack and won **${money}**!
de_de: Du h457 31n3n Bl4ckj4ck und 63w1nn57 **${money}**!

source: Blackjack timed out... You lost your money!
de_de: Du h457 zu l4n63 63br4uch7 und v3rl13r57 d31n 63ld!

source: Split current hand and switched to the second side.
de_de: 4k7u3ll3 H4nd 635pl17737 und zur zw3173n 53173 63w3ch53l7.

source: Switched to the other side.
de_de: Zur 4nd3r3n 53173 63w3ch53l7.

source: Invalid. You're too poor and lose the match.
de_de: Un6ül716. Du h457 n1ch7 63nü63nd 63ld und v3rl13r57.

source: You doubled your bid in exchange for only receiving one more card.
de_de: D31n 31n547z wurd3 v3rd0pp3l7 und Du 3rhäl757 nur n0ch 31n3 K4r73.

source: You busted and lost **${money}**.
de_de: Du h457 63bu573d und v3rl13r57 *${money}**.

source: Dealer busts and you won **${money}**!
de_de: D3r D34l3r h47 63bu5737 und 63w1nn7 **${money}**!

source: You have a higher score than the dealer and have won **${money}**
de_de: Du h457 m3hr Punk73 4l5 d3r D34l3r und 63w1nn57 **${money}**

source: Dealer has a higher score than you and wins. You lost **${money}**.
de_de: D3r D34l3r h47 m3hr Punk73 4l5 Du und 63w1nn7. Du v3rl13r57 **${money}**.

source: It's a tie, you got your **${money}** back.
de_de: Un3n75ch13d3n, du b3k0mm57 d31n3 **${money}** zurück.

source: Draw a card.
de_de: Z13h3 31n3 K4r73.

source: `[enemy]` - A user who has a profile; defaults to None `[money]` - The bet money. A whole number that can be 0 or greater; defaults to 0 Draws a random card from the 52 French playing cards. Playing Draw with someone for money is also available if the enemy is mentioned. The player with higher value of the drawn cards will win the bet money. This command has no effect on your balance if done with no enemy mentioned. (This command has a cooldown of 15 seconds.)
de_de: `[3n3my]` - 31n Nu7z3r, d3r 31n Pr0f1l h47; 0hn3 4n64b3 157 35 N13m4nd `[m0n3y]` - D3r 31n547z. 31n3 64nz3 Z4hl d13 0 0d3r 6röß3r 531n k4nn; 574nd4rd 157 0 Z13h7 31n3 zufäll16 4u563wähl73 K4r73 4u5 d3m fr4nzö515ch3n D3ck m17 52 K4r73n. M17 d3n K4r73n um 63ld zu 5p13l3n 157 mö6l1ch, 50f3rn 31n 636n3r 63n4nn7 w1rd. D3r 5p13l3r, d3r d3n höh3r3n K4r73nw3r7 h47, 63w1nn7 d3n 31n547z. D1353r B3f3hl h47 k31n3n 3ff3k7 4uf d31n3n K0n70574nd, w3nn k31n 636n3r 3rwähn7 w1rd. (D1353r B3f3hl h47 31n3n C00ld0wn v0n 15 53kund3n.)

source: Please choose someone else.
de_de: B1773 wähl3 j3m4nd3n 4nd3r35 4u5.

source: You should choose a human to play with you.
de_de: Du 50ll7357 d1r 31n3n M3n5ch3n 4u55uch3n um m17 1hm zu 5p13l3n.

source: You don't have a character yet. Create now using `{prefix}create`.
de_de: Du h457 n0ch k31n3n Ch4r4k73r. 3r573ll3 31n3n 1n d3m du `{prefix}create` nu7z7.

source: {author} challenges {enemy} to a game of Draw for **${money}**. Do you accept?
de_de: {author} f0rd3r7 {enemy} zu 31n3r Rund3 K4r73nz13h3n um 31n3n Pr315 v0n **${money}** 4uf. N1mm57 du 4n?

source: They declined. They don't want to play a game of Draw with you {author}.
de_de: D3r 5p13l3r h47 n1ch7 zu63571mm7. 3r/513 w0ll73 k31n K4r73n5p13l m17 d1r 5p13l3n, {author}.

source: They didn't choose anything. It seems they're not interested to play a game of Draw with you {author}.
de_de: D3r 5p13l3r h47 n1ch75 4u563wähl7. 35 513h7 50 4u5, 4l5 würd3 3r/513 k31n K4r73n5p13l m17 d1r 5p13l3n w0ll3n {author}.

source: {enemy} You don't have enough money to play.
de_de: {enemy} Du h457 n1ch7 63nü63nd 63ld um zu 5p13l3n.

source: Cards ran out. This is a very rare issue that could mean image files for cards have become insufficient. Please report this issue to the bot developers.
de_de: K4r73n 51nd 4b63l4uf3n. D135 157 31n 53hr 53l73n35 Pr0bl3m, w3lch35 h31ß3n könn73, d455 d13 B1ldd47313n für d13 K4r73n n1ch7 m3hr funk710n13r3n. B1773 1nf0rm13r3 d13 B073n7w1ckl3r.

source: Nobody won. {author} and {enemy} tied.
de_de: N13m4nd h47 63w0nn3n. {author} und {enemy} h4773n 31n Un3n75ch13d3n.

source: {winner} won the Draw vs {loser}! Congratulations!
de_de: {winner} h47 d45 Z13h3n 6363n {loser} 63w0nn3n! H3rzl1ch3n 6lückwun5ch!

source: {author}, while playing against {enemy}, you drew:
de_de: {author}, währ3nd du 6363n {enemy} 635p13l7 h457, h457 du f0l63nd3 K4r73 63z063n:

source: {enemy}, while playing against {author}, you drew:
de_de: {enemy}, währ3nd du 6363n {author} 635p13l7 h457, h457 du f0l63nd3 K4r73 63z063n:

source: Break the tie?
de_de: W0ll7 1hr d45 Un3n75ch13d3n 4nf3ch73n?

source: {author}, {enemy} You tied. Do you want to break the tie by playing again for **${money}**?
de_de: {author}, {enemy} 35 w4r 31n Un3n75ch13d3n. W0ll7 1hr n0chm4l um **${money}** 5p13l3n um 31n3n 51363r zu b3571mm3n?

source: One of you or both didn't react on time.
de_de: 31n3r v0n 3uch 0d3r B31d3 h4b3n n1ch7 r3ch7z31716 r34613r7.

source: {user} declined to break the tie.
de_de: {user} h47 4b63l3hn7, d45 Un3n75ch13d3n 4nzuf3ch73n.

source: {author} You don't have enough money to play.
de_de: {author} Du h457 n1ch7 63nu6 63ld um zu 5p13l3n.

source: Play a game of French Roulette
de_de: 5p13l3 31n 5p13l Fr4nzö515ch R0ul3773

source: `<money>` - A whole number from 0 to 100 `<bid>` - What to bid on, see below for details Play a game of French Roulette. Possible simple bets: - noir (all black numbers) (1:1 payout) - rouge (all red numbers) (1:1 payout) - pair (all even numbers) (1:1 payout) - impair (all odd numbers) (1:1 payout) - manque (1-18) (1:1 payout) - passe (19-36) (1:1 payout) - premier (1-12) (2:1 payout) - milieu (13-24) (2:1 payout) - dernier (25-36) (2:1 payout) Complicated bets: - colonne (34/35/36) (all numbers in a row on the betting table, either 1, 4, ..., 34 or 2, 5, ..., 35 or 3, 6, ... 36) (2:1 payout) - transversale (vertical low)-(vertical high) This includes simple and pleine (a vertical row on the betting table, e.g. 19-21. can also be two rows, e.g. 4-9) (11:1 payout for pleine, 5:1 for simple) - les trois premiers (numbers 0, 1, 2) (11:1 payout) - carre (low)-(high) (a section of four numbers in a square on the betting table, e.g. 23-27) (8:1 payout) - les quatre premiers (numbers 0, 1, 2, 3) (8:1 payout) - cheval (number 1) (number 2) (a simple bet on two numbers) (17:1 payout) - plein (number) (a simple bet on one number) (35:1 payout) To visualize the rows and columns, use the command: roulette table This command is in an alpha-stage, which means bugs are likely to happen. Play at your own risk. (This command has a cooldown of 15 seconds.)
de_de: `<m0n3y>` - 31n3 64nz3 Z4hl zw15ch3n 0 und 100 `<b1d>` - W0r4uf 63w37737 w1rd, 513h3 un73n für D3741l5 5p13l7 31n 5p13l Fr4nzö515ch R0ul3773. Mö6l1ch3 1nn3nw3773n: - n01r (4ll3 5chw4rz3n Z4hl3n) (1:1 4u5z4hlun6) - r0u63 (4ll3 r073n Z4hl3n( (1:1 4u5z4hlun6) - p41r (4ll3 63r4d3n Z4hl3n) (1:1 4u5z4hlun6) - 1mp41r (4ll3 un63r4d3n Z4hl3n) (1:1 4u5z4hlun6) - m4nqu3 (1-18) (1:1 4u5z4hlun6) - p4553 (19-36) (1:1 4u5z4hlun6) - pr3m13r (1-12) (2:1 4u5z4hlun6) - m1l13u (13-24) (2:1 4u5z4hlun6) - d3rn13r (25-36) (2:1 4u5z4hlun6) 4uß3nw3773n: - c0l0nn3 (34/35/36) (4ll3 Z4hl3n 1n 31n3r R31h3 4uf d3m 715ch, 3n7w3d3r 1,4,..., 2,5...35, 0d3r 3,6...36) (2:1 4u5z4hlun6) -7r4n5v3r54l3 (v3r71c4l l0w)-(v3r71c4l h16h). D45 b31nh4l737 31nf4ch3 und pl31n3 (31n3 v3r71k4l3 R31h3 4uf d3m 715ch, b5pw. 19-21. K4nn 4uch zw31 r31h3n b5pw. 4.9 531n) (11:1 4u5z4hlun6 für pl31n3; 5:1 für 51mpl3) -l35 7r015 pr3m13r5 (Numm3rn 0,1,2) (11:1 4u5z4hlun6) -c4rr3 (l0w)-(h16h) (31n3 53k710n v0n 4 Numm3rn 1n 31n3m Qu4dr47 4uf d3m 715ch, b5pw. 23-27) (8:1 4u5z4hlun6) - l35 qu47r3 pr3m13r5 (Z4hl3n 0, 1, 2, 3) (8:1 4u5z4hlun6) -ch3v4l (numb3r 1) (numb3r 2) (31n3 31nf4ch3 W3773 4uf 2 Z4hl3n) (17:1 4u5z4hlun6) -pl31n (numb3r) (31n3 31nf4ch3 W3773 4uf 31n3 Z4hl) (35:1 4u5z4hlun6) Um d13 R31h3n und 5p4l73n zu v15u4l1513r3n, nu7z3 d3n B3f3hl: r0ul3773 74bl3 D1353r B3f3hl b3f1nd37 51ch 1n d3r 4lph4-Ph453 4l50 61b7 35 w4hr5ch31nl1ch Bu65. 5p13l 4uf 3163n35 R151k0 (D1353r B3f3hl h47 31n3n C00ld0wn v0n 15 53kund3n.)

source: Your bid input was invalid. Try the help on this command to view examples.
de_de: D31n3 W3773 w4r n1ch7 v4l1d3. Nu7z3 d3n H1lf5b3f3hl für B315p13l3.

source: Show the roulette table
de_de: Z3167 d3n R0ul3773715ch

source: Sends a picture of a French Roulette table.
de_de: 53nd37 31n B1ld 31n35 Fr4nzö51ch3n R0ul3773 715ch35.

source: Toss a coin
de_de: W1rf 31n3 Münz3

source: `[side]` - The coin side to bet on, can be heads or tails; defaults to heads `[amount]` - A whole number from 1 to 100,000; defaults to 0 Bet money on a coinflip. If the coin lands on the side you bet on, you will receive the amount in cash. If it's the other side, you lose that amount. (This command has a cooldown of 5 seconds.)
de_de: `[51d3]` - D13 53173 4uf w3lch3 63w37737 w1rd. K4nn 3n7w3d3r H34d5(K0pf) 0d3r 741l5 (Z4hl) 531n, 0hn3 4n64b3 157 35 H34d5 `[4m0un7]` - 31n3 64nz3 Z4hl zw15ch3n 1 und 100.000; 574nd4rd 157 0 W3773 63ld 4uf 31n3n Münzwurf. F4ll5 d13 Münz3 4uf d3r 53173 l4nd357, 4uf d13 du 63w37737 h457, w1r57 du d31n3n W37731n547z 1n C45h 3rh4l73n. W3nn 35 d13 4nd3r3 53173 157, v3rl13r57 du d1353n B37r46. (D1353r B3f3hl h47 31n3n C00ld0wn v0n 5 53kund3n.)

source: {result[1]} It's **{result[0]}**! You won **${amount}**!
de_de: {result[1]} 35 157 **{result[0]}**! Du 63w1nn57 **${amount}**!

source: {result[1]} It's **{result[0]}**! You lost **${amount}**!
de_de: {result[1]} 35 157 **{result[0]}**! Du v3rl13r57 **${amount}**!

source: Bet on a specific outcome of an n-sided dice.
de_de: W3773 4uf 31n3 b3571mm73 53173 v0n 31n3m n-5317163n Würf3l.

source: `[maximum]` - The amount of sides the dice will have, must be greater than 1; defaults to 6 `[tip]` - The number to bet on, must be greater than 0 and lower than, or equal to `[maximum]`; defaults to 6 `[money]` - The amount of money to bet, must be between 0 and 100,000; defaults to 0 Bet on the outcome of an n-sided dice. You will win [maximum - 1] * [money] money if you are right and lose [money] if you are wrong. For example: `{prefix}bet 10 4 100` - Rolls a 10 sided dice - If the dice lands on 4, you will receive $900 - If the dice lands on any other number, you will lose $100 (This command has a cooldown of 5 seconds.)
de_de: `[m4x1mum]` - D13 4nz4hl d3r Würf3l53173n, mu55 6röß3r 4l5 1 531n; 0hn3 4n64b3 157 35 0 `[71p]` - D13 Numm3r, 4uf d13 63w37737 w3rd3n 50ll, mu55 6röß3r 4l5 0 531n und 6röß3r 0d3r 6l31ch d3m `[m4x1mum]` 531n; 574nd4rd 157 6 `[m0n3y]` - D3r 63ldb37r46, d3r 63w37737 w3rd3n 50ll, mu55 zw15ch3n un 0 und 100.000 531n; 574nd4rd 157 0 W3773 4uf d45 3r63bn15 31n35 n-5317163n Würf3l5. Du w1r57 [m4x1mum - 1] * [m0n3y] 63ld 63w1nn3n, w3nn du R3ch7 h457 und [m0n3y] v3rl13r3n, w3nn du f4l5ch l13657. B315p13l5w3153: `{prefix}bet 10 4 100` -W1rf7 31n3n 105317163n Würf3l -F4ll5 d3r Würf3l 4uf 4 l4nd37, w1r57 du 900$ 63w1nn3n -F4ll5 d3r Würf3l 4uf 31n3r 4nd3r3n Z4hl l4nd37, v3rl13r57 du 100$ (D1353r B3f3hl h47 31n3n C00ld0wn v0n 5 53kund3n.)

source: Invalid Tip. Must be in the Range of `1` to `{maximum}`.
de_de: Un6ül7163r 71pp, 3r mu55 zw15ch3n `1` und `{maximum}` l1363n.

source: Spend it in a better way. C'mon!
de_de: D45 k4nn57 du b3553r v3rw3nd3n, k0mm 5ch0n!

source: You won **${money}**! The random number was `{num}`, you tipped `{tip}`.
de_de: Du 63w1nn57 **${money}**! D13 Z4hl w4r `{num}`, d31n 71pp w4r `{tip}`.

source: You lost **${money}**! The random number was `{num}`, you tipped `{tip}`.
de_de: Du v3rl13r57 **${money}**! D13 Z4hl w4r `{num}`, d31n 71pp w4r `{tip}`.

source: Play blackjack against the bot.
de_de: 5p13l7 Bl4ckj4ck 6363n d3n B07.

source: `[amount]` - The amount of money you bet, must be between 0 and 1000; defaults to 0 Play a round of blackjack against the bot, controlled by reactions. The objective is to have a card value as close to 21 as possible, without exceeding it (known as bust). Having a card value of exactly 21 is known as a blackjack. \U00002934 Hit: Pick up another card \U00002935 Stand: stay at your current card value \U00002194 Split (if dealt two cards with the same value): Split your two cards into separate hands \U0001F501 Switch (if split): Change the focussed hand \U000023EC Double down: double the amount you bet in exchange for only one more card If a player wins, they will get the amount in cash. If they lose, they will lose that amount. If they win with a natural blackjack (first two dealt card get to a value of 21), the player wins 1.5 times the amount. (This command has a cooldown of 5 seconds.)
de_de: `[4m0un7]` - D3r 63ldb37r46, d3n du 31n537z7, mu55 zw15ch3n 0 und 100 l1363n; 0hn3 4n64b3 157 35 0 5p13l3 31n3 Rund3 Bl4ckj4ck 6363n d3n B07, 635p13l7 w1rd üb3r d13 R34k710n3n. D45 Z13l 157 35, 50 n4h 4n d3n K4r73nw3r7 21 zu k0mm3n, w13 mö6l1ch, 0hn3 1hn zu üb3r5chr3173n (b3k4nn7 4l5 Bu57). 31n3n 63n4u3n K4r73nw3r7 v0n 21 zu h4b3n 157 31n Bl4ckj4ck. \U00002934 H17: N1mm 31n3 n3u3 K4r73 \U00002935 574nd: B3h4l73 d31n3n m0m3n74n3n K4r73nw3r7 b31 \U00002194 5pl17 (w3nn zw31 K4r73n m17 d3m 6l31ch3n W3r7 6363b3n w3rd3n): 731l7 d31n3 K4r73n 4uf 2 v3r5ch13d3n3 Händ3 \U0001F501 5w17ch (nur b31 5pl17):Änd3r7 d13 5p13lh4nd \U0000233C D0ubl3 d0wn: V3rd0ppl3 d31n3n 31n547z, d4für 3rhäl757 du nur n0ch 31n3 K4r73 F4ll5 31n 5p13l3r 63w1nn7, 3rhäl7 3r d3n W37731n547z 1n C45h. W3nn d3r D34l3r 63w1nn7, v3rl13r7 3r 531n3n 31n547z. W3nn d3r 5p13l3r 31n3n N47ur4l Bl4ckj4ck h47 (d13 3r573n zw31 v3r731l73n K4r73n h4b3n d3n K4r73nw3r7 v0n 21), 3rhäl7 d3r 5p13l3r 1.5M4l 531n3n 31n547z. (D1353r B3f3hl h47 31n3n C00ld0wn v0n 5 53kund3n.)

source: Play double-or-steal
de_de: 5p13l7 V3rd0pp3ln-0d3r-573hl3n

source: `[user]` - A discord user with a character; defaults to anyone Play a round of double-or-steal against a player. Each round, a player can double the bet played for, or steal, removing the bet from the other player and giving it to the first.
de_de: `[u53r]` - 31n D15c0rdnu7z3r m17 31n3m Ch4r4k73r; 0hn3 4n64b3 157 35 j3m4nd 5p13l3 31n3 Rund3 v3rd0pp3ln-0d3r-573hl3n 6363n 31n3n 5p13l3r. J3d3 Rund3 könn3n d13 5p13l3r d3n 31n547z um d3n 513 5p13l3n, v3rd0pp3ln, 0d3r 1hn 573hl3n. D4m17 w1rd d3m 4nd3r3n 5p13l3r d45 63ld 63n0mm3n und d3m 3r573n 6363b3n.

source: React with 💰 to play double-or-steal with {user}!
de_de: R34c73 m17 💰, um V3rd0pp3ln-0d3r-573hl3n m17 {user} zu 5p13l3n!

source: {user} has no character.
de_de: {user} h47 k31n3n Ch4r4k73r.

source: {user} is too poor to double.
de_de: {user} 157 zu 4rm, um zu v3rd0pp3ln.

source: Double or steal ${money}?
de_de: V3rd0pp3ln 0d3r ${money} 573hl3n?

source: Double
de_de: V3rd0pp3ln

source: Steal
de_de: 573hl3n

source: {user} stole **${money}**.
de_de: {user} 574hl **${money}**.

source: {user} doubled to **${money}**.
de_de: {user} v3rd0pp3l7 4uf **${money}**.

source: Put an item in the market
de_de: B1373 31n 173m 4uf d3m M4rk7 4n

source: `<itemid>` - The ID of the item to sell `<price>` - The price to sell the item for, can be 0 or above Puts your item into the market. Tax for selling items is 5% of the price. You may not sell modified items, items with a price lower than their value, or items below 4 stat. If you are in an alliance with owns a city with a trade building, you do not have to pay the tax. Please note that you won't get the money right away, another player has to buy the item first. With that being said, please choose a reasonable price. Acceptable price range is 1 to 100 Million. If your item has not been bought for 14 days, it will be removed from the market and put back into your inventory.
de_de: `<173m1d>`- D13 1D d35 173m5, d45 v3rk4uf7 w3rd3n 50ll `<pr1c3>`- D3r Pr315 für d3n 35 v3rk4uf7 w3rd3n 50ll, k4nn 0 0d3r m3hr 531n 573ll7 d31n 173m 4uf d3m M4rk7pl47z für d3n V3rk4uf 4uf. D13 573u3r für d3n V3rk4uf b37rä67 5% d35 Pr31535. Du k4nn57 k31n3 m0d1f1z13r73n 173m5, 173m5 m17 31n3m Pr315 63r1n63r 4l5 1hr3m W3r7 0d3r 173m5 m17 31n3m K4mpfw3r7 un73r 4 v3rk4uf3n. W3nn du 1n 31n3r 4ll14nz b157, d3r 31n3 574d7 m17 31n3m H4nd3l563bäud3 63hör7, mu557 du k31n3 573u3r z4hl3n. B1773 v3r6155 n1ch7, d455 du d45 63ld n1ch7 50f0r7 b3k0mm57, j3m4nd mu55 d45 173m k4uf3n. D3r m4x1m4l mö6l1ch3 Pr315 für 173m5 157 100 M1ll10n3n. F4ll5 d45 173m 1nn3rh4lb v0n 14 7463n n1ch7 63k4uf7 w1rd, w1rd 35 v0m M4rk7 3n7f3rn7 w3rd3n und zurück 1n d31n 1nv3n74r 6374n.

source: You don't own an item with the ID: {itemid}
de_de: Du h457 k31n 173m m17 d3r 1D: {itemid}

source: You may not sell donator-modified items.
de_de: Du d4rf57 63änd3r73 173m5 n1ch7 v3rk4uf3n.

source: Selling an item below its value is a bad idea. You can always do `{prefix}merchant {itemid}` to get more money.
de_de: 31n3n 6363n574nd un73rh4lb 531n35 W3r735 zu v3rk4uf3n 157 31n3 5chl3ch73 1d33. Du k4nn57 j3d3rz317 `{prefix}merchant {itemid}` b3nu7z3n, um d3n 3x4k73n W3r7 d35 6363n574nd35 zu 3rh4l73n.

source: Your item is either equal to a Starter Item or worse. Noone would buy it.
de_de: D31n 173m 157 63n4u50 5chw4ch 0d3r 5chwäch3r 4l5 d13 574r73r-173m5. N13m4nd w1rd d45 k4uf3n.

source: You cannot afford the tax of 5% (${amount}).
de_de: Du k4nn57 d1r d13 573u3r v0n 5% (${amount}) n1ch7 l31573n.

source: Successfully added your item to the shop! Use `{prefix}shop` to view it in the market! {additional}
de_de: D31n 173m wurd3 3rf0l6r31ch 4uf d3m M4rk7 4n63b073n! Nu7z3 `{prefix}shop` um 35 1m M4rk7 4nzu53h3n! {additional}

source: The tax of 5% has been deducted from your account.
de_de: D13 573u3r v0n 5% wurd3 v0n d31n3m 63ld 4b63z063n.

source: Buy an item from the shop
de_de: K4uf3 31n 173m v0m M4rk7

source: `<itemid>` - The ID of the item to buy Buy an item from the global market. Tax for buying is 5%. Buying your own items is impossible. You can find the item's ID in `{prefix}shop`.
de_de: `<173m1d>` - D13 1D d35 173m5, w3lch35 63k4uf7 w3rd3n 50ll K4uf3 31n 173m v0m 6l0b4l3n M4rk7. D13 573u3r b31m K4uf 157 5%. Du k4nn57 d31n3 3163n3n 173m5 n1ch7 k4uf3n. Du k4nn57 173m 1D5 h13r f1nd3n: `{prefix}shop`.

source: There is no item in the shop with the ID: {itemid}
de_de: 35 61b7 k31n 173m m17 d3r 1D {itemid} 4uf d3m M4rk7.

source: You may not buy your own items.
de_de: Du k4nn57 d31n3 3163n3n 173m5 n1ch7 k4uf3n.

source: You're too poor to buy this item.
de_de: Du h457 n1ch7 63nu6 63ld um d13535 173m zu k4uf3n.

source: Successfully bought item `{id}`. Use `{prefix}inventory` to view your updated inventory.
de_de: 173m `{id}` 3rf06lr31ch 63k4uf7. Prüf3 m17 `{prefix}inventory` d31n 1nv3n74r.

source: Remove your item from the shop.
de_de: N1mm7 d31n 173m v0m M4rk7.

source: `<itemid>` - The item to remove from the shop Takes an item off the shop. You may only remove your own items from the shop. You can check your items on the shop with `{prefix}pending`. Paid tax money will not be returned.
de_de: `<173m1d>` - D13 1D d35 173m5, w3lch35 v0m M4rk7 63n0mm3n w3rd3n 50ll N1mm7 31n 173m v0m M4rk7. Du k4nn57 nur d31n3 3163n3n 173m5 v0m M4rk7 n3hm3n. Du k4nn57 d31n3 173m5 1m M4rk7 m17 `{prefix}pending` üb3rprüf3n. D45 63z4hl73 573u3r63ld w1rd n1ch7 zurück63z4hl7.

source: You don't have an item of yours in the shop with the ID `{itemid}`.
de_de: Du h457 k31n 173m m17 d3r 1D `{itemid}` 4uf d3m M4rk7.

source: Successfully removed item `{itemid}` from the shop and put it in your inventory.
de_de: `{itemid}` 3rf0l6r31ch v0m M4rk7 zurück63n0mm3n.

source: View sale history for the item market
de_de: Z3167 d13 V3rk4uf5h1570r13 d35 173mm4rk75 4n

source: `[itemtype]` - The type of item to filter; defaults to all item types `[minstat]` - The minimum damage/defense an item has to have to show up; defaults to 0 `[after_date]` - Show sales only after this date, defaults to bot creation date, which means all Lists the past successful sales on the market by criteria and shows average, minimum and highest prices by category.
de_de: `[173m7yp3]` - D3r 173m7yp, n4ch d3m 63f1l73r7 w1rd; 0hn3 4n64b3 51nd 35 4ll3 7yp3n `[m1n5747]` - D3r M1n1mum 5ch4d3n/V3r731d16un6 d3n 31n 173m h4b3n mu55, um 4n63z3167 zu w3rd3n; 574nd4rd 157 0 `[4f73r_d473]` - Z3167 nur d13 V3rkäuf3, d13 n4ch d1353n D47um 637ä7167 wurd3n, 574nd4rd 157 d3r 746, 4n d3m d3r B07 3r5ch4ff3n wurd3-4l50 4ll3 Z3167 4ll3 v3r64n63n 3rf0l6r31ch3n V3rkäuf3 d35 M4rk75 4nh4nd d3r 4n6363b3n Kr173r13n und z3167 Durch5chn177, n13dr16573n und höch573n Pr315 pr0 K47360r13.

source: Use either {types} or `All` as a type to filter for.
de_de: Nu7z3 3n7w3d3r {types} 0d3r `4ll` 4l5 7yp um zu f1l73rn.

source: No results.
de_de: K31n3 173m5 63fund3n.

source: IdleRPG Shop History
de_de: 1dl3RP6 M4rk7h1570r13

source: Price
de_de: Pr315

source: Item {num} of {total}
de_de: 173m {num} v0n {total}

source: Search results
de_de: 5uch3r63bn1553

source: The search found {amount} sales starting at ${min_price}, ending at ${max_price}. The average sale price was ${avg_price}. Navigate to see the sales.
de_de: D13 5uch3 h47 {amount} V3rkäuf3 4b 31n3m Pr315 v0n ${min_price} b15 zu ${max_price} 63fund3n. D3r durch5chn177l1ch3 V3rk4uf5pr315 l46 b31 ${avg_price}. Nu7z3 d13 R34k710n3n um d13 V3rkäuf3 zu 53h3n.

source: View the global item market
de_de: Z3167 d3n 6l0b4l3n 173mm4rk7

source: `[itemtype]` - The type of item to filter; defaults to all item types `[minstat]` - The minimum damage/defense an item has to have to show up; defaults to 0 `[highestprice]` - The highest price an item can have to show up; defaults to $1,000,000 Lists the buyable items on the market. You can cleverly filter out items you don't want to see with these parameters. To quickly buy an item, you can use the 💰 emoji.
de_de: `[173m7yp3]` - D3r 173m7yp, n4ch d3m 63f1l73r7 w3rd3n 50ll; 0hn3 4n64b3 51nd 35 4ll3 7yp3n `[m1n5747]` - D3r M1nd3575ch4d3n/d13 M1nd357v3r731d16un6 d13 31n 173m h4b3n mu55, um 4n63z3167 zu w3rd3n; 0hn3 4n64b3 157 35 0 `[h16h357pr1c3]` - D3r höch573 Pr315, d3n 31n 173m h4b3n 50ll um 4n63z3167 zu w3rd3n; 574nd4rd 157 1.000.000$ Z3167 4ll3 4n63b073n3n 173m5 4uf d3m M4rk7. Du k4nn57 d13 173m5 31nf4ch r4u5f1l73rn, d13 du n1ch7 h4b3n w1ll57, 1n d3m du d13 P4r4m373r 4n61b57. Um 5chn3ll 31n 173m zu k4uf3n, k4nn57 du d3n 💰 3m0j1 nu7z3n.

source: IdleRPG Shop
de_de: 1dl3RP6 M4rk7

source: Use `{prefix}buy {item}` to buy this.
de_de: Nu7z3 `{prefix}buy {item}` um d13535 173m zu k4uf3n.

source: Offer an item to a user
de_de: B137 31n 173m 31n3m U53r 4n
