Repository: Gelbpunkt/IdleRPG
Catalog: locales/*_1337/LC_MESSAGES/idlerpg.po
Languages: de_de

source: You do not have access to this command!
de_de: Du h457 k31n3n Zu6r1ff 4uf d1353n B3f3hl!

source: Aliases
de_de: 4l14535

source: Reset a modified item
de_de: 537z7 31n m0d1f1z13r735 173m zurück

source: `<itemid>` - The ID of the item to reset Reset an item's type and name, if modified. Once an item is reset, it can be sold again.
de_de: `<173m1d>` - D13 1D d35 zurückzu537z3nd3n 173m5 537z7 d3n 7yp bzw. N4m3n 31n35 173m5 zurück, w3nn d1353r m0d1f1z13r7 wurd3. 50b4ld 31n 173m zurück63537z7 wurd3, k4nn 35 w13d3r v3rk4uf7 w3rd3n.

source: You do not own this item.
de_de: D1r 63hör7 d1353r 6363n574nd n1ch7.

source: Nothing to do...
de_de: N1ch75 zu 7un...

source: Item reset.
de_de: 173m zurück63537z7.

source: [basic] Change an item's name
de_de: [b451c] änd3r7 d3n N4m3n 31n35 173m5

source: `<itemid>` - The ID of the item to rename `<newname>` - The name to give the item, must be shorter than 40 characters Change an item's name. Once an item is renamed, it can no longer be sold. Only basic (or above) tier patrons can use this command.
de_de: `<173m1d>` - D13 1D d35 173m5, d455 umb3n4nn7 w3rd3n 50ll `<n3wn4m3>` - D3r N4m3 d3n d45 173m 3rh4l73n 50ll, mu55 kürz3r 4l5 40 Z31ch3n 531n Änd3r7 d3n N4m3n 31n35 173m5. 50b4ld 31n 173m umb3n4nn7 157, k4nn 35 n1ch7 m3hr v3rk4uf7 w3rd3n. Nur b451c (0d3r höh3r)57uf163 P47r30n Nu7z3r könn3n d1353n B3f3hl nu7z3n.

source: Name too long.
de_de: D3r N4m3 157 zu l4n6.

source: You don't have an item with the ID `{itemid}`.
de_de: Du h457 k31n 173m m17 d3r 1D `{itemid}`.

source: The item with the ID `{itemid}` is now called `{newname}`.
de_de: D31n 173m m17 d3r 1D `{itemid}` h31ß7 j37z7 `{newname}`.

source: [bronze] Change an item's type
de_de: [br0nz3] Änd3r7 d3n 7yp3n 31n35 173m5

source: `<itemid>` - The ID of the item to change type `<new_type>` - The type to transform the item into Change an item's type. Once the type changed, the item becomes unsellable. You may not change a two-handed item into a one-handed one, or vice versa. This proves useful for merging items. Only bronze (or above) tier patrons can use this command.
de_de: `<173m1d>` - D13 1D d35 173m5, w3lch35 v3ränd3r7 w3rd3n 50ll `<n3w_7yp3>` - D3r 7yp, 1n d3n d45 173m 63änd3r7 w3rd3n 50ll Änd3r7 d3n 7yp 31n35 173m5. 50b4ld 31n 173m v3ränd37 157, k4nn 35 n1ch7 m3hr v3rk4uf7 w3rd3n. Du k4nn57 k31n Zw31h4nd-173m 1n 31n 31nh4nd-173m änd3rn, 0d3r um63k3hr7. D45 157 nü7zl1ch um 173m5 m1731n4nd3r zu v3rb1nd3n. Nur br0nz3 (0d3r höh3r)57uf163 P47r30n Nu7z3r könn3n d1353n B3f3hl nu7z3n.

source: Invalid type.
de_de: 7yp n1ch7 k0rr3k7.

source: The item is already a {item_type}.
de_de: D13535 173m 157 5ch0n 31n {item_type}.

source: You may not change a two-handed item to a single-handed one and vice-versa due to weapon damage reasons.
de_de: Du k4nn57 k31n3n Zw31händ3r 1n 31n3n 31nhänd3r v3ränd3rn 0d3r um63k3hr7, 4uf 6rund d35 W4ff3n5ch4d3n5.

source: The item with the ID `{itemid}` is now a `{itemtype}`.
de_de: D45 173m m17 d3r 1D `{itemid}` 157 j37z7 31n `{itemtype}`.

source: [gold] Receive a daily booster
de_de: [60ld] 3rh4l73 31n3n 7ä6l1ch3n B00573r

source: Receive a daily booster. The booster can be a time, money or luck booster. (This command has a cooldown of 24 hours.)
de_de: 3rh4l73 31nm4l 7ä6l1ch 31n3n B00573r. D3r B00573r k4nn Z317, 63ld 0d3r 6lück 531n. (D1353r B3f3hl h47 31n3n C00ld0wn v0n 24 57und3n)

source: You received a daily {type_} booster!
de_de: Du h457 31n3n {type_} B00573r 3rh4l73n!

source: [basic] Change your profile background
de_de: [b451c] Änd3r3 d31n3n Pr0f1lh1n73r6rund

source: `<url>` - The image URL to use as the background, may not exceed 60 characters. Change your profile's background image. `{prefix}background reset` sets it to the default one again. This image should be formatted by the `{prefix}makebackground` command, however if you want to get creative and not use an overlay, or create your own, the image dimensions are 800x650. Having trouble finding a short URL? Try following [this tutorial](https://wiki.idlerpg.xyz/index.php?title=Tutorial:_Short_Image_URLs)! Only basic (or above) tier patrons can use this command.
de_de: `<url>` - D13 URL d35 B1ld35, w3lch35 4l5 H1n73r6rund v3rw3nd37 w3rd3n 50ll, d4rf n1ch7 län63r 4l5 60 Z31ch3n 531n. Änd3r3 d31n3n Pr0f1lh1n73r6rund. `{prefix}background reset` 537z7 35 4uf d3n 574nd4rdh1n73r6rund zurück. D13535 B1ld 50ll73 m17 d3m {prefix}m4k3b4ck6r0und` B3f3hl f0rm4713r7 w3rd3n, 4b3r w3nn du kr3471v w3rd3n w1ll57 und k31n 0v3rl4y nu7z3n w1ll57, k4nn57 du d31n3n 3163n3n H1n73r6rund m17 d3n B1ldd1m3n510n3n 800x650 3r573ll3n. H457 du Pr0bl3m3 31n3 kurz URL zu f1nd3n? F0l63 [d1353m 7u70r14l](h77p5://w1k1.1dl3rp6.xyz/1nd3x.php?717l3=7u70r14l:_5h0r7_1m463_URL5)! Nur b451c (0d3r höh3r57uf163) P47r30n Nu7z3r könn3n d1353n B3f3hl nu7z3n.

source: That is not a valid premade background.
de_de: D45 157 k31n 6ül7163r v0r63f3r71673r H1n73r6rund.

source: I couldn't read that URL. Does it start with `http://` or `https://` and is either a png or jpeg?
de_de: 1ch k0nn73 d3n L1nk n1ch7 l353n. 63h3 51ch3r, d455 3r m17 `h77p://` 0d3r `h77p5://` 574r737, und m17 `.jp6` 0d3r `.pn6` 3nd37.

source: The URL is too long.
de_de: D3r L1nk 157 zu l4n6.

source: Your new profile picture is now: {url}
de_de: D31n n3u3r Pr0f1l-H1n73r6rund 157 j37z7: {url}

source: Your profile picture has been reset.
de_de: D31n H1n73r6rundb1ld wurd3 zurück63537z7.

source: [basic] Formats an image for background compatability
de_de: [b451c] F0rm4713r7 31n B1ld für H1n73r6rundb1ld-K0mp471b1l17ä7

source: `<url>` - The image URL to format Generate a profile background for you. This will stretch/compress your image to 800x650 pixels and layer on an overlay. This will return a link you can then use for `{prefix}background`. Only basic (or above) tier patrons can use this command.
de_de: `<url>` - D3r L1nk d35 B1ld35, w3lch35 f0rm4713r7 w3rd3n 50ll 63n3r13r7 31n3n Pr0f1lh1n73r6rund für d1ch. D135 w1rd d45 B1ld 57r3ck3n/k0mpr1m13r3n, d4m17 35 d3n 800x650 P1x3ln 3n75pr1ch7 und 35 fü67 31n L4y3r 4l5 0v3rl4y h1nzu. Du 3rhäl757 31n3n L1nk, nu7z3`{prefix}background`. Nur b451c (0d3r höh3r57uf163) P47r30n Nu7z3r könn3n d1353n B3f3hl nu7z3n.

source: Error when uploading to Imgur.
de_de: B31m Upl04d zu 1m6ur 64b 35 31n Pr0bl3m.

source: Imgur Link for `{prefix}background` {link}
de_de: 1m6ur L1nk für `{prefix}background` {link}

source: [basic] Upgrade your guild
de_de: [b451c] Up6r4d3 d31n3 61ld3

source: Update your guild member limit and bank size according to your donation tier. Gold (and above) Donators have their bank space quintupled (x5), Silver Donators have theirs doubled. The member limit is set to 100 regardless of donation tier. ⚠ To use this, you have to be the leader of a guild, not just a member. Only basic (or above) tier patrons can use this command.
de_de: Upd473 d31n 61ld3nm176l13d5l1m17 und B4nk6röß3 b4513r3nd 4uf d31n3m D0n4710n-713r 60ld (und d4rüb3r) D0n470r5 h4b3n d13 fünff4ch3 B4nk6röß3 (x5), 51lb3r D0n470r5 h4b3n d13 6röß3 63d0pp3l7. D45 M176l13d5l1m17 157 100, 364l w13 h0ch d13 D0n4710n-713r 157. ⚠Um d45 zu nu7z3n, mu557 du d3r L3173r 31n3r 61ld3 531n, n1ch7 nur 31n M176l13d. Nur B451c (0d3r höh3r) P47r30n5 könn3n d1353n B3f3hl nu7z3n.

source: Your guild was updated.
de_de: D31n3 61ld3 wurd3 4k7u4l1513r7.

source: Change your background
de_de: Änd3r3 d31n3n H1n73r6rund

source: `<number>` - The number of the eventbackground to use Update your background to one from the events. You can get event backgrounds from special events, for example easter or christmas.
de_de: `<numb3r>` - D13 Numm3r d35 3v3n7h1n73r6rund5, d3r 63nu7z7 w3rd3n 50ll Upd473 d31n3n H1n73r6rund zu 31n3m 4u5 d3n 3v3n75. Du k4nn57 3v3n7h1n73r6ründ3 v0n 5p3z13ll3n 3v3n75 b3k0mm3n, b315p13lw3153 0573rn 0d3r W31hn4ch73n.

source: You do not have an eventbackground. They can be acquired on seasonal events.
de_de: Du h457 k31n3n 3v3n7-H1n73r6rund. 513 könn3n 1n 54150n4l3n 3v3n75, z.B. W31hn4ch73n 63w0nn3n w3rd3n.

source: The background number {number} is not valid, you only have {total} available.
de_de: D13 H1n73r6rund-Numm3r `{number}` 157 un6ül716, Du h457 bl0ß {total} 3rhäl7l1ch.

source: Background updated!
de_de: H1n73r6rund 63änd3r7!

source: Choose or change your class(es)
de_de: Wähl3 0d3r änd3r3 d31n3 Kl4553(n)

source: Change or select your primary or secondary class. - Warriors gain added defense - Thieves gain access to `{prefix}steal` - Mages gain added damage - Rangers gain access to a pet which can hunt for gear items - Raiders gain additional raidstats, used in raidbattles and raids - Ritualists gain additional favor from sacrificing items and are twice as likely to receive loot from adventures (- Paragons gain added damage *and* defense; the class is only available to donators) The second class unlocks at level 12. Selecting a class the first time is free (No Class -> Class), but changing it later will cost $5,000 (Class -> another Class) (This command has a cooldown of 24 hours)
de_de: Änd3r3 0d3r wähl3 d31n3 3r573 bzw. zw3173 Kl4553. - W4rr10r5(Kr1363r) 3rh4l73n zu5ä7zl1ch3 V3r731d16un6 - 7h13v35(D13b3) 3rh4l73n Zu6r1ff 4uf `{prefix}steal` - M4635 (M4613r) 3rh4l73n zu5ä7zl1ch3n 4n6r1ff - R4n63r5(Jä63r) 3rh4l73n Zu6r1ff zu 31n3m P37/713r, w3lch35 n4ch 173m5 5uch3n k4nn - R41d3r5 3rh4l73n zu5ä7zl1ch3 R41d57475, w3lch3 1n R41dkämpf3n und R41d5 63nu7z7 w3rd3n - R17u4l1575 3rh4l73n zu5ä7zl1ch3 6un57 (F4v0r), w3nn 513 1hr3 173m5 0pf3rn und 513 h4b3n d13 d0pp3l73 Ch4nc3 L007/B3u73 4uf 1hr3n 4b3n73u3rn zu 3rh4l73n (- P4r460n 3rh4l73n zu5ä7zl1ch3n 4n6r1ff *und* V3r731d16un6; d13 Kl4553 157 nur für D0n470r3n 3rhäl7l1ch) D13 zw3173 Kl4553 w1rd m17 L3v3l 12 fr31635ch4l73n. 31n3 Kl4553 d45 3r573 M4l zu wähl3n 157 k0573nfr31 (N0 Cl455 ->Cl455), 4b3r 35 5pä73r zu änd3rn w1rd $5.000 k0573n (Cl455 ->4n07h3r Cl455) (D1353r B3f3hl h47 31n3n C00ld0wn v0n 24 57und3n)

source: Select class to change
de_de: Wähl3 d13 Kl4553, d13 63änd3r7 w3rd3n 50ll

source: Primary Class
de_de: Pr1märkl4553

source: Secondary Class
de_de: 53kundärkl4553

source: Warrior
de_de: Kr1363r

source: The tank class. Charge into battle with additional defense! +1 defense per evolution.
de_de: D3r kl45515ch3 74nk m17 zu5ä7zl1ch3n Rü57un65punk73n! +1 5ch1ld pr0 3n7w1cklun6 zu5ä7zl1ch zum 173m.

source: Thief
de_de: Räub3r

source: The sneaky money stealer... Get access to `{prefix}steal` to steal 10% of a random player's money, if successful. +8% success chance per evolution.
de_de: D3r h1n73rl157163 63ld573hl3r... 3rh4l73 Zu64n6 zu `{prefix}steal` um 10% d35 63ld35 31n35 zufäll163n 5p13l3r5 zu 573hl3n, f4ll5 d3r B3f3hl 3rf0l6r31ch 157. +8% 3rf0l65ch4nc3 p3r 3v0lu710n.

source: Mage
de_de: M4613r

source: Utilise powerful magic for stronger attacks. +1 damage per evolution.
de_de: V3rw3nd3 kräf7163 M4613 um d31n3 4n6r1f3 zu 57ärk3n. +1 5ch4d3n pr0 3n7w1cklun6 zu5ä7zl1ch zum 173m.

source: Item hunter and trainer of their very own pet. Get access to `{prefix}pet` to interact with your pet and let it get items for you. +3 minimum stat and +6 maximum stat per evolution.
de_de: 173mjä63r und H4u5713r-7r41n3r. 3rh4l73 Zu6r1ff 4uf `{prefix}pet` um m17 d31n3m H4u5713r zu 1n73r4613r3n und 35 173m5 zu b3k0mm3n. +3 M1nd35757ärk3 und +6 M4x1m4l57ärk3 d3r 173m5 d13 d31n H4u5713r f1nd37, pr0 3v0lu710n.

source: Raider
de_de: R41d3r

source: A strong warrior who gives their life for the fight against Zerekiel. Every evolution boosts your raidstats by an additional 10%.
de_de: 31n 574rk3r Kr1363r d3r 531n L3b3n r15k13r7 um 6363n Z3r3k13l zu kämpf3n. M17 j3d3r 3v0lu710n 573163n d31n3 R41d57475 um 10%.

source: Ritualist
de_de: R17u4l157

source: A seer, a sacrificer and a follower. The Ritualist devotes their life to the god they follow. For every evolution, their sacrifices are 5% more effective. They have twice the chance to get loot from adventures.
de_de: 31n 53h3r, 0pf3r63b3r und 4nhän63r. D3r R17u4l157 61b7 531n L3b3n d3m 6077 h1n, d3m 3r f0l67. M17 j3d3r 3v0lu710n w3rd3n 1hr3 0pf3r64b3n um 5% 3ff3k71v3r. 513 h4b3n 31n3 d0pp3l7 50 6r0ß3 Ch4nc3 b31 1hr3n 4b3n73u3rn B3u73 zu f1nd3n.

source: Paragon
de_de: P4r460n

source: Absorb the appreciation of the devs into your soul to power up. +1 damage and defense per evolution.
de_de: 4b50rb13r3 d3n D4nk und d13 W3r75chä7zun6 d3r 3n7w1ckl3r 1n d31n3 533l3 und 57ärk3 d1ch. +1 5ch4d3n und 5ch1ld pr0 3n7w1cklun6 zu5ä7zl1ch zu d3n 173m5.

source: You are about to select the `{profession}` class for yourself. {textaddon} Proceed?
de_de: Du wähl57 h13rm17 d13 `{profession}` Kl4553 für d1ch 4u5. {textaddon} B157 du 51ch3r?

source: This **costs nothing**, but changing it later will cost **$5000**.
de_de: D45 **k05737 N1ch75**, 4b3r 35 5pä73r zu änd3rn w1rd **$5.000** k0573n.

source: This will cost **$5000**.
de_de: D45 k05737 **$5000**.

source: Class selection cancelled.
de_de: Kl4553nw4hl 4b63br0ch3n.

source: Your new class is now `{profession}`.
de_de: D31n3 n3u3 Kl4553: `{profession}`.

source: You're too poor for a class change, it costs **$5000**.
de_de: Du h457 n1ch7 d45 nö7163 63ld um d13 Kl4553 zu änd3rn, 35 k05737 **$5000**.

source: You selected the class `{profession}`. **$5000** was taken off your balance.
de_de: Du h457 d13 Kl4553 `{profession}` 4u563wähl7. **$5000** wurd3n v0n d31n3m K0n70 4b63buch7.

source: View your class(es)
de_de: Z3167 d31n3 Kl4553(n) 4n

source: Show your class(es) and their added benefits, sent as images.
de_de: Z3167 d31n3 Kl455(3n) und 1hr3 zu5ä7zl1ch3n V0r731l3, 6353nd37 4l5 B1ld3r.

source: The image for your class **{class_}** hasn't been added yet.
de_de: 35 wurd3 n0ch k31n B1ld für d31n3 Kl4553 **{class_}** h1nzu63fü67.

source: Evolve your class(es)
de_de: 3n7w1ckl3 d31n3 Kl4553(n)

source: Evolve your class, bringing it to the next level and giving better class bonuses. You can evolve every 5 levels, i.e. at level 5, level 10, level 15, level 20, level 25 and finally level 30. - Warriors gain +1 defense per evolution - Thieves gain +8% for their success chance per evolution - Mages gain +1 damage per evolution - Rangers' pets' hunted item get +3 minimum stat and +6 maximum stat per evolution - This means level 1 pets can hunt items from stat 3 to stat 6; level 2 pets from stat 6 to stat 12 - Raiders gain +0.1 defense and damage raidstats - Ritualists gain +5% extra favor when sacrificing per evolution (- Paragons gain +1 damage *and* +1 defense per evolution)
de_de: 3n7w1ckl3 d31n3 Kl4553, um 513 4uf 31n höh3r35 L3v3l zu br1n63n und b3553r3 Kl4553nb0n1 zu 3rh4l73n. Du k4nn57 d31n3 Kl4553 4ll3 5 L3v3l 3n7w1ck3ln, b5pw. 4uf L3v3l 5, L3v3l 10, L3v3l 15, L3v3l 20, L3v3l 25 und zul37z7 4uf L3v3l 30. - W4rr10r5(Kr1363r) 3rh4l73n +1 V3r731d16un6 pr0 3n7w1cklun6 - 7h13v35(D13b3) 3rh4l73n +8% 3rf0l65ch4nc3n pr0 3n7w1cklun6 - M4635(M4613r) 3rh4l73n +1 4n6r1ff pr0 3v0lu710n - R4n63r5 p375/713r3 3rh4l73n +3 M1n1mum 5747 und +6 M4x1mum 5747 pr0 3v0lu710n - D45 b3d3u737, 4uf L3v3l 1 könn3n P375 173m5 v0n 5747 3 b15 6 j463n; 4uf l3v3l 2 57475 v0n 6 b15 12 - R41d3r5 3rh4l73n +0.1V3r731d16un6 und 4n6r1ff5-R41d57475 - R17u4l1575 3rh4l73n 5% 3x7r4 6un57, w3nn 513 1hr3 B3u73 0pf3rn (pr0 3v0lu710n) (- P4r460n 3rh4l73n +1 4n6r1ff *und* +1 V3r731d16un6 pr0 3v0lu710n)

source: Your level isn't high enough to evolve.
de_de: D31n L3v3l 157 n0ch zu n13dr16 um d1ch zu 3n7w1ck3ln.

source: You haven't got a class yet.
de_de: Du h457 n0ch k31n3 Kl4553.

source: Nothing to evolve.
de_de: 35 61b7 n1ch75 zu 3n7w1ck3ln.

source: You are now a `{class1}` and a `{class2}`.
de_de: Du b157 nun 31n `{class1}` und 31n `{class2}`.

source: Shows the evolution tree
de_de: Z3167 d3n 3n7w1cklun65b4um

source: Shows the evolution tree for each class. This will only show the names, not the respective benefits.
de_de: Z3167 d3n 3n7w1cklun65b4um für j3d3 Kl4553. D135 z3167 nur d13 N4m3n, n1ch7 d13 j3w31l163n V0r731l3.

source: Steal money
de_de: 5713hl7 63ld

source: Steal money from a random user. Your steal chance is increased by evolving your class and your alliance's thief buildings, if you have an alliance that owns a city. If you succeed in stealing, you will steal 10% of a random player's money. You *cannot* choose your target, it is always a random player. If the bot can't find the player's name, it will be replaced with "a traveller passing by". The random player cannot be anyone with money less than $10, yourself, or one of the bot owners. Only thieves can use this command. (This command has a cooldown of 1 hour.)
de_de: 573hl3 63ld v0n 31n3m zufäll163n Nu7z3r. D31n3 D13b574hlch4nc3n 573163n m17 j3d3r 3n7w1cklun6 d31n3r Kl4553 und d3n D13b35/7h13f63bäud3n d31n3r 4ll14nz, f4ll5 du 31n3 4ll14nz h457, w3lch3r 31n3 574d7 63hör7. F4ll5 du 3rf0l6 1m 573hl3n h457, w1r57 du 10% d35 63ld35 31n35 zufäll163n 5p13l3r5 573hl3n. Du k4nn57 d31n Z13l *n1ch7* 4u5wähl3n, 35 157 1mm3r 31n zufäll163r 5p13l3r. F4ll5 d3r B07 d3n N4m3n d35 5p13l3r5 n1ch7 f1nd3n k4nn, w1rd 3r durch "31n3n v0rb31z13h3nd3n R3153nd3n" 3r537z7. D3r zufäll163 5P13l3r k4nn n13m4nd 531n, d3r w3n163r 4l5 10$ h47, du, 0d3r 31n3r d3r B07-B3517z3r 157. Nur 7h13v35/D13b3 könn3n d1353n B3f3hl3n nu7z3n. (D1353r B3f3hl h47 31n3n C00ld0wn v0n 1 57und3.)

source: You attempted to steal from a bot VIP, but the bodyguards caught you.
de_de: Du h457 v3r5uch7 v0n 31n3m B07 V1P zu 573hl3n, d0ch d13 B0dy6u4rd5 h4b3n d1ch 3rw15ch7.

source: You stole **${stolen}** from {user}.
de_de: Du h457 **${stolen}** v0n {user} 63570hl3n.

source: a traveller just passing by
de_de: 31n3m v0rb31z13h3nd3m R3153nd3m

source: Your attempt to steal money wasn't successful.
de_de: D31n V3r5uch 63ld zu 573hl3n 157 635ch3173r7.

source: Interact with your pet
de_de: 1n73r4613r3 m17 d31n3m 713r

source: Interact with your pet. Be sure to see `{prefix}help pet`. Every two hours, your pet will lose 2 food points, 4 drink points, 1 joy point and 1 love point. If food or drink drop below zero, your pet dies and the ranger class is removed from you. If love sinks below 75, your pet has a chance to run away which increases the lower its love drops. Your pet's joy influences the items it hunts, acting as a multiplier for the item's stat. Only rangers can use this command.
de_de: 1n73r4613r3 m17 d31n3m 713r. B3nu7z3 d3n B3f3hl `{prefix}help pet`. 4ll3 zw31 57und3n w1rd d31n 713r 2 3553n5punk73, 4 7r1nkpunk73 und 1 5p4ßpunk7 50w13 1 L13b35punk7 v3rl13r3n. F4ll5 3553n 0d3r 7r1nk3n un73r 0 f4ll3n w1rd d31n 713r 573rb3n und d13 R4n63r/Jä63r Kl4553 w1rd v0n d1r 3n7f3rn7. F4ll5 L13b3 un73r 75 51nk7, h47 d31n 713r d13 Ch4nc3 w36zul4uf3n, d1353 573167, j3 n13dr163r L13b3 157. D13 Fr3ud3 d31n35 713r5 b331nflu557 d13 173m5, d13 35 j467, 35 fun613r7 4l5 Mul71pl1k470r für d13 57475 d35 173m5. Nur Jä63r/R4n63r könn3n d1353n B3f3hl nu7z3n.

source: {user}'s pet
de_de: {user}5 713r

source: Level
de_de: 57uf3

source: Food
de_de: 3553n

source: Drinks
de_de: 7r1nk3n

source: Love
de_de: L13b3

source: Joy
de_de: Fr3ud3

source: Feed your pet
de_de: Fü773r3 d31n H4u5713r

source: Feed your pet. This brings up an interactive menu where you can buy a food item. Only rangers can use this command.
de_de: Fü773r3 d31n 713r. D45 w1rd 31n 1n73r4k71v35 M3nü 4ufruf3n, 1n w3lch3m du Fu773r k4uf3n k4nn57. Nur R4n63r könn3n d1353n B3f3hl nu7z3n.

source: Potato
de_de: K4r70ff3l

source: Apple
de_de: 4pf3l

source: Cucumber
de_de: 6urk3

source: Meat
de_de: Fl315ch

source: Salad
de_de: 54l47

source: Sushi
de_de: 5u5h1

source: Adrian's Power Poop
de_de: 4dr14n5 5up3r5ch31ßh4uf3n

source: You are too poor to buy this.
de_de: Du h457 n1ch7 63nü63nd 63ld um d45 zu k4uf3n.

source: You bought **{item}** for your pet and increased its food bar by **{points}** points.
de_de: Du h457 **{item}** für d31n H4u5713r 63k4uf7 und 531n3n 3553n5b4lk3n um **{points}** Punk73 3rhöh7.

source: Give your pet something to drink.
de_de: 61b d31n3m 713r 37w45 zu 7r1nk3n.

source: Give your pet something to drink. This brings up an interactive menu where you can buy a drink item. Only rangers can use this command.
de_de: 61b d31n3m H4u5713r 37w45 zu 7r1nk3n. D135 w1rd 31n 1n73r4k71v35 M3nü 4ufruf3n, 1n w3lch3m du 31n 637ränk k4uf3n k4nn57. Nur R4n63r könn3n d1353n B3f3hl nu7z3n.

source: Some Water
de_de: 37w45 W4553r

source: A bottle of water
de_de: 31n3 Fl45ch3 W4553r

source: Cocktail
de_de: C0ck741l

source: Wine
de_de: W31n

source: Beer
de_de: B13r

source: Vodka
de_de: V0dk4

source: Adrian's Cocktail
de_de: 4dr14n5 C0ck741l

source: Give your pet something to drink
de_de: 61b d31n3m H4u5713r 37w45 zu 7r1nk3n

source: You bought **{item}** for your pet and increased its drinks bar by **{points}** points.
de_de: Du h457 **{item}** für d31n H4u5713r 63k4uf7 und 531n3n 637ränk3b4lk3n um **{points}** Punk73 3rhöh7.

source: Love your pet
de_de: L13b3 d31n 713r

source: Cuddle with your pet to raise its love points. Your pet can gain from 1 to 12 Love points per cuddle. Only rangers can use this command. (This command has a cooldown of 6 hours.)
de_de: L13b3 d31n 713r um 531n3 L13b35punk73 zu 3rhöh3n. D31n 713r k4nn zw15ch3n 1 und 12 L13b35punk73 pr0 Ku5ch3ln 3rh4l73n. Nur R4n63r könn3n d1353n B3f3hl nu7z3n. (D1353r B3f3hl h47 31n3n C00ld0wn v0n 6 57und3n.)

source: Your pet adores you! :heart: Cuddling it has increased its love for you by **{value}** points.
de_de: D31n H4u5713r l13b7 d1ch! :h34r7: 35 zu knudd3ln h47 531n3n L13b35b4lk3n um **{value}** Punk73 3rhöh7.

source: Play with your pet
de_de: 5p13l3 m17 d31n3m 713r

source: Play with your pet to raise its joy points. Your pet can gain from 1 to 12 Joy points per play. Only rangers can use this command. (This command has a cooldown of 6 hours.)
de_de: 5p13l3 m17 d31n3m 713r um 531n3 5p4ßpunk73 zu 3rhöh3n. D31n 713r k4nn zw15ch3n 1 und 12 5p4ßpunk73n pr0 5p13l 3rh4l73n. Nur R4n63r könn3n d1353n B3f3hl nu7z3n. (D1353r B3f3hl h47 31n3n C00ld0wn v0n 6 57und3n.)

source: You have been {activity} with your pet and it gained **{value}** joy!
de_de: Du w4r57 {activity} m17 d31n3m H4u5713r und 35 h47 **{value}** Fr3ud3 63w0nn3n!

source: playing football :soccer:
de_de: Fußb4ll 5p13l3n :50cc3r:

source: playing American football :football:
de_de: 4m3r1c4n F007b4ll 5p13l3n :f007b4ll:

source: playing rugby :rugby_football:
de_de: Ru6by 5p13l3n :ru6by_f007b4ll:

source: playing basketball :basketball:
de_de: B45k37b4ll 5p13l3n :b45k37b4ll:

source: playing tennis :tennis:
de_de: 73nn15 5p13l3n :73nn15:

source: playing ping-pong :ping_pong:
de_de: 715ch73nn15 5p13l3n :p1n6_p0n6:

source: boxing :boxing_glove:
de_de: B0x3n :b0x1n6_6l0v3:

source: skiing :ski:
de_de: 5k1 f4hr3n :5k1:

source: Rename your pet
de_de: B3nn3n7 d31n 713r um

source: Give your pet a new name. The name cannot be longer than 20 characters. Only rangers can use this command.
de_de: 61b d31n3m 713r 31n3n n3u3n N4m3n. D3r N4m3 k4nn n1ch7 län63r 4l5 20 Z31ch3n 531n. Nur R4n63r könn3n d1353n B3f3hl nu7z3n.

source: Please enter a name shorter than 20 characters.
de_de: B1773 61b 31n3n N4m3n, d3r kürz3r 4l5 20 Z31ch3n 157, 31n.

source: Pet name updated.
de_de: H4u5713rn4m3 wurd3 4k7u4l1513r7.

source: Set a new image for your pet
de_de: L367 31n n3u35 B1ld für d31n 713r f357
