Repository: Gelbpunkt/IdleRPG
Catalog: locales/*_1337/LC_MESSAGES/idlerpg.po
Languages: de_de

source: Delete your guild. If you would just like to leave the guild, consider transferring it to someone, then leaving normally. If your guild was in an alliance which owned a city, all members will lose its bonuses immediately. Only guild leaders can use this command.
de_de: Lö5ch3 d31n3 61ld3. F4ll5 du d31n3 61ld3 nur v3rl4553n möch7357, d4nn üb3rl363, 0b du 513 j3m4nd3m 63b3n möch7357 und d4nn 64nz n0rm4l 63h3n w1ll57. F4ll5 d31n3 61ld3 731l 31n3r 4ll14nz w4r, w3lch3 31n3 574d7 b353553n h47, d4nn w3rd3n 4ll3 M176l13d3r 50f0r7 1hr3 B0n1 v3rl13r3n. Nur 61ld3nl3173r könn3n d1353n B3f3hl nu7z3n.

source: Are you sure to delete your guild? React to confirm the deletion.
de_de: B157 Du 51ch3r, d455 Du d31n3 61ld3 lö5ch3n möch7357? R34613r3 zum b357ä7163n.

source: Successfully deleted your guild.
de_de: 61ld3 3rf0l6r31ch 63lö5ch7.

source: Change your guild's icon
de_de: Änd3r7 d31n 61ld3n Pr0f1lb1ld

source: `[url]` - The image URL to use as the icon Change your guild's icon. The URL cannot exceed 60 characters. ⚠ This can be seen by anyone, do not use NSFW/innapropriate images. GIFs are not supported. Having trouble finding short image URLs? Follow [this tutorial](https://wiki.idlerpg.xyz/index.php?title=Tutorial:_Short_Image_URLs) or just attach the image you want to use (png, jpg and gif are supported)! Only guild leaders can use this command.
de_de: `[url]` - D3r L1nk d35 B1ld35, w3lch35 4l5 61ld3npr0f1lb1ld 63nu7z7 w3rd3n 50ll Änd3r7 d31n 61ld3n Pr0f1lb1ld. D3r L1nk k4nn n1ch7 län63r 4l5 60 Z31ch3n 531n. ⚠ J3d3r k4nn d45 B1ld 53h3n, 4l50 nu7z3 k31n3 N5FW/50n57w13 un4n63br4ch73n B1ld3r. 61F5 w3rd3n n1ch7 un73r57ü7z7. Pr0bl3m3, kurz3 L1nk5 zu f1nd3n? F0l63 [d1353m 7u70r14l](h77p5://w1k1.1dl3rp6.xyz/1nd3x.php?717l3=7u70r14l:_5h0r7_1m463_URL5) 0d3r fü63 d45 B1ld 31nf4ch 4n (pn6, jp6 und 61f w3rd3n un73r57ü7z7)! Nur 61ld3nl3173r könn3n d1353n B3f3hl nu7z3n.

source: Your current guild icon is: {url}
de_de: D31n m0m3n74n35 61ld3n Pr0f1lb1ld 157: {url}

source: Successfully updated the guild icon.
de_de: 61ld3nb1ld 3rf0l6r31ch 63änd3r7.

source: Change your guild description.
de_de: Änd3r7 d31n3 61ld3nb35chr31bun6.

source: `<text>` - The text to use as the description. Cannot exceed 200 characters. Change the description of your guild. ⚠ This can be seen by everyone, do not use NSFW/inappropriate text. Only guild leaders can use this command.
de_de: `<73x7>` - D3r 73x7, d3r 4l5 B35chr31bun6 63nu7z7 w3rd3n 50ll. K4nn n1ch7 län63r 4l5 200 Z31ch3n 531n. Änd3r7 d31n3 61ld3nb35chr31bun6. ⚠ J3d3r k4nn d45 53h3n, 4l50 nu7z3 k31n3n N5FW/50n57w13 un4n63m3553n3n 73x7. Nur 61ld3nl3173r könn3n d1353n B3f3hl nu7z3n.

source: The text may be up to 200 characters only.
de_de: D31n 73x7 k4nn n1ch7 län63r 4l5 200 Z31ch3n 531n.

source: Updated!
de_de: 63änd3r7!

source: Set/update the guild update channel.
de_de: L367/upd4737 d3n 6u1ld-Upd473-Ch4nn3l f357.

source: `[channel]` - The channel to send guild logs to, defaults to the channel the command is used in Set or update the guild update channel. Relevant guild events will be sent here. The channel the command is used in will become the guild log channel, `{prefix}guild channel #channel-name` will not work. The following will be logged: - Guild badge updated - Guild transferred - Guild promotions - Guild demotions - New member joins - Members leaving the guild - Member kicks - Guild deletion - Guild icon changes - Guild description changes - Money invests - Money payouts - Money distributions - Guild bank upgrades - Guild adventures (start and end) Only guild leaders can use this command.
de_de: `[ch4nn3l]` - D3r Ch4nn3l 1n w3lch3m d13 61ld3nl065 6353nd37 w3rd3n, 0hn3 4n64b3 w1rd d3r Ch4nn3l 1n d3m d1353r B3f3hl 63nu7z7 w1rd, v3rw3nd37 L367 d3n 61ld3n L06 Ch4nn3l f357 0d3r upd473d 1hn. 4ll3 r3l3v4n73n 61ld3n3v3n75 w3rd3n d0r7 6353nd37. D3r Ch4nn3l, 1n w3lch3m d3r B3f3hl 63nu7z7 w1rd, b3k0mm7 d3r 61ld3n L06 Ch4nn3l, `{prefix}guild channel #channel-name` w1rd n1ch7 funk710n13r3n. D13 f0l63nd3n 3v3n75 w3rd3n 63l0663d: - 61ld3n 4bz31ch3n 63upd4737 - 61ld3 7r4n5f3r13r7 - 61ld3nb3förd3run63n - 61ld3nd36r4d13run63n - N3u35 M176l13d 7r177 b31 - M176l13d3r v3rl4553n d13 61ld3 - M176l13d3r 63k1ck7 - 61ld3nlö5chun6 - 61ld3n Pr0f1lb1ld upd4735 -61ld3n B35chr31bun6 63änd3r7 - 63ld1nv3571710n3n - 63ld4u5z4hlun63n - 63ldv3r731lun63n - 61ld3nb4nk Up6r4d35 - 61ld3n4b3n73u3r (574r7 und 3nd3) Nur 61ld3nl3173r könn3n d1353n B3f3hl nu7z3n.

source: {channel} will become the channel for all logs. Are you sure?
de_de: {channel} w1rd 4l5 L06ch4nn3l f35763l367. B157 du 51ch3r?

source: I cannot send messages there! This channel cannot be the guild log channel.
de_de: 1ch k4nn d0r7 k31n3 N4chr1ch73n 53nd3n! D1353r Ch4nn3l k4nn n1ch7 4l5 61ld3n-L06-Ch4nn3l 63nu7z7 w3rd3n.

source: **Guild logs will go to {channel} ** ✅
de_de: **61ld3n L065 w3rd3n j37z7 1n {channel} 6353nd37 ** ✅

source: Show the richest guild members
de_de: Z3167 d13 r31ch573n M176l13d3r d3r 61ld3

source: Displays the top 10 richest guild members of your guild. Only players in a guild can use this command.
de_de: Z3167 d13 70p 10 r31ch573n M176l13d3r d3r 61ld3. Nur 5p13l3r 1n 31n3r 61ld3 könn3n d1353n B3f3hl nu7z3n.

source: a character by {charname} with **${money}**
de_de: 31n Ch4r4k73r v0n {charname} m17 **${money}**

source: The Richest Players of {guild}
de_de: D13 r31ch573n 5p13l3r v0n {guild}

source: Show the best guild members by XP
de_de: Z3167 d13 b3573n 61ld3nm176l13d3r b4513r3nd 4uf XP

source: Displays the top 10 best guild members of your guild ordered by XP. Only players in a guild can use this command.
de_de: Z3167 d13 70p 10 61ld3nm176l13d3r b4513r3nd 4uf 1hr3r XP. Nur 5p13l3r 1n 31n3r 61ld3 könn3n d1353n B3f3hl nu7z3n.

source: {name}, a character by {charname} with Level **{level}** (**{xp}** XP)
de_de: {name}, 31n Ch4r4k73r v0n {charname} 4uf L3v3l **{level}** (**{xp}** XP)

source: The Best Players of {name}
de_de: D13 b3573n 5p13l3r v0n {name}

source: Add money to your guild bank
de_de: 61b d31n3r 61ld3nb4nk 63ld

source: `<amount>` - A whole number greater than 0 Invest money into your guild bank, keeping it safe from thieves. Only guild officers can take money out of the guild bank. The money in the guild bank can be used to upgrade the bank or upgrade buildings/build defenses in your alliance, if it owns a city.
de_de: `<4m0un7>` - 31n3 64nz3 Z4hl 6röß3r 4l5 0 1nv35713r3 63ld 1n d31n3 61ld3nb4nk, d4m17 35 51ch3r v0r D13b3n 157. Nur 61ld3n0ff1z13r3 könn3n 63ld 4u5 d3r 61ld3nb4nk n3hm3n. D45 63ld 1n d3r 61ld3nb4nk k4nn 63nu7z7 w3rd3n um d13 61ld3nb4nk zu v3r6röß3rn 0d3r 63bäud3/V3r731d16un654nl463n 1n d3r 4ll14nz zu b4u3n, f4ll5 d13 4ll14nz 31n3 574d7 b3517z7.

source: The bank would be full.
de_de: D13 B4nk wär3 v0ll.

source: Done! Now you have `${profile_money}` and the guild has `${guild_money}`.
de_de: 3rl3d167! Du h457 `${profile_money}` übr16 und d13 61ld3 h47 `${guild_money}`.

source: Take money out of the guild bank
de_de: N1mm7 63ld 4u5 d3r 61ld3nb4nk

source: `<amount>` - The amount of money to take out of the bank, must be greater than 0 and smaller or equal the amount your guild has `<member>` - A discord User with a character. Take money out of the guild bank and give it to a user. The user does not have to be a member of your guild. Only guild leaders and officers can use this command.
de_de: `<4m0un7>` - D3r 63ldb37r46, d3r 4u5 d3r B4nk 63n0mm3n w3rd3n 50ll, mu55 6röß3r 4l5 0 531n und kl31n3r 0d3r d3r B37r46 531n, d3n d13 61ld3 h47 `<m3mb3r>` - 31n D15c0rdnu7z3r m17 31n3m Ch4r4k73r. N1mm7 63ld 4u5 d3r 61ld3nb4nk und z4hl7 35 4n 31n3n Nu7z3r 4u5. D3r Nu7z3r mu55 k31n M176l13d d3r 61ld3 531n. Nur 61ld3nl3173r 0d3r 0ff1z13r3 könn3n d1353n B3f3hl nu7z3n.

source: Your guild is too poor.
de_de: D13 61ld3 h47 n1ch7 63nü63nd 63ld.

source: Successfully gave **${amount}** from your guild bank to {member}.
de_de: 3rf0l6r31ch **${amount}** 4u5 d31n3r 61ld3nb4nk 4n {member} 6363b3n.

source: Pay out money to multiple members
de_de: 61b7 63ld 4n v3r5ch13d3n3 M176l13d3r

source: `<amount>` - The amount of money to take out all together, must be greater than 0 `<members...>` - The discord users to give money to, can be multiple, separated by space. Distribute some money to multiple members. This will divide by the amount of players before distributing. For example, distributing $500 to 5 members will give everyone of them $100. Members that are mentioned multiple times will receive multiple payouts. In case of a decimal result the bot will round down, i.e. $7 distributed to 3 members will give everyone $2. Only guild leaders and officers can use this command.
de_de: `<4m0un7>` - D3r B37r46, d3r 4u563z4hl7 w3rd3n 50ll, mu55 6röß3r 4l5 0 531n `<m3mb3r5...>` - D13 D15c0rdnu7z3r, d13 d45 63ld 3rh4l73n. Könn3n m3hr3r3 531n, m17 L33rz31ch3n 637r3nn7. V3r731l3 63ld 4n v3r5ch13d3n3 M176l13d3r. D45 w1rd d3n 63ldb37r46 731l3n, b3v0r 3r v3r731l7 w1rd. B315p13l5w3153, 500$ 4n 5 M176l13d3r zu v3r731l3n, w1rd j3d3m M176l13d 100$ br1n63n. M176l13d3r, d13 m3hrm4l5 3rwähn7 w3rd3n, 3rh4l73n d45 63ld m3hrm4l5. F4ll5 d3r B37r46 4uf 31n3 D3z1m4l573ll3 3nd37, w1rd d3r B07 4brund3n, d.h. 7$ 4uf 3 M176l13d3r v3r731l7-j3d3r b3k0mm7 2$. Nur 61ld3nl3173r 0d3r 0ff1z13r3 könn3n d1353n B3f3hl nu7z3n.

source: You can't distribute money to nobody.
de_de: Du k4nn57 k31n 63ld 4n N13m4nd3n v3r731l3n.

source: Distributed **${money}** (${small_money} for each) to {members}.
de_de: **${money}** (${small_money} für J3d3n) 4n {members} v3r731l7.

source: Upgrade your guild bank
de_de: 3rw3173r7 d31n3 61ld3nb4nk

source: Upgrade your guild's bank, adding space for $250,000 each time. Guilds can be upgraded 9 times which sets them to a maximum of $2,500,000. Patrons will be able to upgrade their guild further: - Silver donors can double their maximum bank space - Gold donors can quintuple (x5) their maximum bank space The price to upgrade the guild bank is always half of the maximum. Only guild leaders can use this command.
de_de: 3rw3173r3 d31n3 61ld3nb4nk, fü67 1mm3r Pl47z für 250.000$ m3hr h1nzu. 61ld3n könn3n 9 M4l 3rw3173r7 w3rd3n, w45 31n3m Pl47z v0n 2.500.000 3n75pr1ch7. P47r0n5 könn3n d13 61ld3 w3173r 3rw3173rn: -51lb3r D0n470r5 könn3n d3n Pl47z v3rd0pp3ln -60ld D0n470r5 könn3n d3n Pl47z v3rfünff4ch3n (x5) D3r Pr315 um 31n3 61ld3nb4nk zu 3rw3173rn, 157 1mm3r d13 Hälf73 d35 M4x1m4lpl47z35. Nur 61ld3nl3173r könn3n d1353n B3f3hl nu7z3n.

source: Your guild already reached the maximum upgrade.
de_de: D31n3 61ld3nb4nk k4nn n1ch7 w3173r 3rw3173r7 w3rd3n.

source: Your guild is too poor, you got **${money}** but it costs **${price}** to upgrade.
de_de: D31n3 61ld3 h47 n1ch7 63nu6 63ld, 1hr h4b7 **${money}** d0ch 35 k05737 **${price}** um zu 3rw3173rn.

source: This will upgrade your guild bank limit to **${newlimit}** for **${cost}**. Proceed?
de_de: D135 3rw3173r7 d13 61ld3nb4nk 4uf **${newlimit}** für **${cost}**. F0r7f4hr3n?

source: Your new guild bank limit is now **${limit}**.
de_de: D31n3 61ld3nb4nk wurd3 4uf **${limit}** 3rw3173r7.

source: Battle another guild
de_de: Kämpf7 6363n 31n3 4nd3r3 61ld3

source: `<enemy>` - A guild officer or leader `<amount>` - The amount of money to battle for, must be 0 or above `<fightercount>` - The amount of fighters to take into the battle Fight against another guild, the winning guild will be awarded one GvG win. While the battle is preparing, both players, you and the other player, will be asked to nominate guild members for the battle. You can do this by writing `battle nominate @person` (not including `{prefix}`) until you hit the fightercount. After the preparation is over, battles will be randomly matched between the two guilds. These battles function exactly the same as regular battles, see `{prefix}help battle` for more details. Each fight will give the guild who the winner is from one point. The guild with the most points in the end will win the guild battle. In case of a tie, nobody gets the money or guild win. The money will be taken from the guild bank. Only guild leaders and officers can use this command. (This command has a guild cooldown of 30 minutes.)
de_de: `<3n3my>` - 31n 61ld3n0ff1z13r 0d3r L3173r `<4m0un7>` - D3r 63ldb37r46 um d3n 63kämpf7 w1rd, mu55 0 0d3r höh3r 531n `<f16h73rc0un7>` - D13 4nz4hl d3r Kämpf3r, d13 1n d3n K4mpf 63n0mm3n w3rd3n Kämpf7 6363n 31n3 4nd3r3 61ld3, d13 61ld3, d13 63w1nn7 3rhäl7 31n3n 6v6 5136. Währ3nd d3r V0rb3r317un6 für d3n K4mpf, w3rd3n b31d3 5p13l3r 63b373n, 1hr3 61ld3nm176l13d3r für d3n K4mpf zu n0m1n13r3n. Du k4nn57 d135 7un, 1n d3m du `b477l3 n0m1n473 @p3r50n` (0hn3 `{prefix}`) 5chr31b57 b15 1hr d13 4nz4hl Kämpf3r 3rr31ch7 h4b7. N4ch d3r V0rb3r317un65z317 w3rd3n d13 Kämpf3 zufäll16 4u563wähl7, zw15ch3n b31d3n 61ld3n. D1353 Kämpf3 l4uf3n 63n4u50 4b w13 r36ulär3 Kämpf3, 513h d1r `{prefix}help battle` für m3hr D3741l5 4n. J3d3r K4mpf w1rd d3r 61ld3, d13 63w1nn7, 31n3n Punk7 63b3n. D13 61ld3 m17 d3n m31573n Punk73n w1rd 4m 3nd3 63w1nn3n. F4ll5 d3r K4mpf un3n75ch13d3n 3nd37, w1rd n13m4nd 63w1nn3n 0d3r 63ld 3rh4l73n. D45 63ld w1rd v0n d3r 61ld3nb4nk 63n0mm3n. Nur 61ld3nl3173r 0d3r 0ff1z13r3 könn3n d1353n B3f3hl nu7z3n. (D1353r B3f3hl h47 31n3n C00ld0wn v0n 30 M1nu73n.)

source: Poor kiddo having no friendos.
de_de: K31n3 Fr3und3, w45?

source: One of you both doesn't have a guild.
de_de: 31n3r v0n 3uch b31d3n h47 k31n3 61ld3.

source: Battling your own guild? :face_with_raised_eyebrow:
de_de: Du w1ll57 d31n3 3163n3 61ld3 b3kämpf3n? :f4c3_w17h_r4153d_3y3br0w:

source: One of you both isn't an officer of their guild.
de_de: 31n3r v0n 3uch b31d3n 157 n1ch7 61ld3n0ff1z13r.

source: One of the guilds can't pay the price.
de_de: 31n3r v0n 3uch b31d3n k4nn d3n Pr315 n1ch7 b3z4hl3n.

source: One of the guilds is too small.
de_de: 31n3 d3r 61ld3n 157 zu kl31n.

source: {enemy} didn't want to join your battle, {author}.
de_de: {enemy} w0ll73 d31n3m K4mpf n1ch7 b317r373n, {author}.

source: {enemy} accepted the challenge by {author}. Please now nominate members, {author}. Use `battle nominate @user` to add someone to your team.
de_de: {enemy} n1mm7 {author}5 K4mpf 4n. N0m1n13r3 d31n3 Kämpf3r m17 `b477l3 n0m1n473 @u53r`, {author}.

source: That person isn't in your guild.
de_de: D1353r Nu7z3r 157 n1ch7 1n d31n3r 61ld3.

source: {user} has been added to your team, {author}.
de_de: {user} wurd3 d31n3m 734m h1nzu63fü67, {author}.

source: User not found.
de_de: Nu7z3r n1ch7 63fund3n.

source: Error when adding this user, please try again
de_de: B31m h1nzufü63n d13535 5p13l3r5 157 31n F3hl3r 4uf637r373n, v3r5uch'5 n0chm4l

source: Took to long to add members. Fight cancelled.
de_de: D45 h47 zu l4n63 63d4u3r7, K4mpf 4b635467.

source: Please now nominate members, {enemy}. Use `battle nominate @user` to add someone to your team.
de_de: {enemy}, Du b157 dr4n. N0m1n13r3 d31n3 Kämpf3r m17 `b477l3 n0m1n473 @u53r`.

source: {user} has been added to your team, {enemy}.
de_de: {user} wurd3 d31n3m 734m h1nzu63fü67, {enemy}.

source: Fight started! Generating battles...
de_de: 5chl4ch7 63574r737! 63n3r13r3 Kämpf3...

source: Fight started! Generating battles... Done.
de_de: 5chl4ch7 63574r737! 63n3r13r3 Kämpf3... 3rl3d167.

source: Guild Battle Fight **{num}** of **{total}**. **{user}** vs **{user2}**! Battle running...
de_de: 61ld3nk4mpf Numm3r **{num}** v0n **{total}**. **{user}** 6363n **{user2}**! K4mpf läuf7...

source: Winner of **{user}** vs **{user2}** is **{winner}**! Current points: **{wins1}** to **{wins2}**.
de_de: 63w1nn3r d35 M47ch35 **{user}** 6363n **{user2}** 157 **{winner}**! Punk73: **{wins1}** zu **{wins2}**.

source: Some guild spent the money??? Bad looser!
de_de: 31n3 d3r 61ld3n h47 d45 Pr31563ld 4u56363b3n??? D45 n3nn' 1ch m4l 31n3n 5chl3ch73n V3rl13r3r!

source: {guild} won the battle! Congratulations!
de_de: {guild} h47 d3n K4mpf 63w0nn3n! 6lückwun5ch!

source: It's a tie!
de_de: 6l31ch574nd!

source: Start a guild adventure
de_de: 574r737 31n 61ld3n4b3n73u3r

source: Start a guild adventure. Guild adventures can happen alongside regular adventures. On guild adventures, you can gain additional gold for your guild bank. When using this command, the bot will send a link used to join the adventure. Each member of the guild can join, at least 3 are required. Ten minutes after the link was sent, the users who joined will be gathered. The guild adventure's difficulty will depend solely on the users' levels, their equipped items and race/class bonuses are not considered. The adventure's lentgh depends on the difficulty, +1 difficulty means +30 minutes time. Only guild leaders and officers can use this command. (This command has a guild cooldown of 1 hour.)
de_de: 574r73 31n 61ld3n4b3n73u3r. 61ld3n4b3n73u3r könn3n währ3nd r36ulär3r 4b3n73u3r 57477f1nd3n. Durch 61ld3n4b3n73u3r k4nn57 du zu5ä7zl1ch35 60ld für d31n3 61ld3nb4nk 3rh4l73n. N4chd3m du d1353n B3f3hl 63nu7z7 h457, w1rd d3r B07 31n3n L1nk 53nd3n, m17 d3m 1hr d3m 4b3n73u3r b317r373n könn7. J3d35 M176l13d d3r 61ld3 k4nn b317r373n, 4b3r 35 w3rd3n m1nd3573n5 3 b3nö7167. 10 M1nu73n n4chd3m d3r L1nk 6353nd37 wurd3, w3rd3n d13 Nu7z3r d13 b31637r373n 51nd 6354mm3l7. D13 5chw13r16k317 d35 4b3n73u3r5 hän67 l3d16l1ch v0n d3m L3v3l d3r Nu7z3r 4b, 1hr3 4u563rü57373n 173m5 0d3r 1hr3n R4553n/Kl4553nb0n1 w3rd3n n1ch7 m17 31nb3z063n. D13 Län63 d35 4b3n73u3r5 hän67 v0n d3r 5chw13r16k317 4b, +1 5chw13r16k317 h31ß7, d455 35 30 M1nu73n län63r 157. Nur 61ld3nl3173r 0d3r 0ff1z13r3 könn3n d1353n B3f3hl nu7z3n. (D1353r B3f3hl h47 31n3n C00ld0wn v0n 1 57und3.)

source: Your guild is already on an adventure! Use `{prefix}guild status` to view how long it still lasts.
de_de: D31n3 61ld3 157 5ch0n 4uf 31n3m 4b3n73u3r! Nu7z3 `{prefix}guild status` um zu 53h3n, w13 l4n63 35 br4uch7.

source: {author} seeks a guild adventure for **{guild}**! Follow the link to join! Unlimited players can join in the next 10 minutes. The minimum of players required is 3. Please go to https://join.idlerpg.xyz/{id_} to join the guild adventure.
de_de: {author} h47 31n 61ld3n4b3n73u3r für **{guild}** 63574r737! F0l63 d3m L1nk um b31zu7r373n! 31n3 unb36r3nz73 4nz4hl 4n 5p13l3r k4nn 1n d3n näch573n 10 M1nu73n b317r373n, 35 w3rd3n m1nd3573n5 3 5p13l3r 63br4uch7. B1773 63h3 zu h77p5://j01n.1dl3rp6.xyz/{id_} um d3m 61ld3n4b3n73u3r b31zu7r373n.

source: You didn't get enough other players for the guild adventure.
de_de: N1ch7 63nü63nd M176l13d3r 51nd b31637r373n.

source: Guild adventure for **{guild}** started! Participants: {participants} Difficulty is **{difficulty}** Time it will take: **{time}**
de_de: 61ld3n4b3n73u3r für **{guild}** 63574r737! 731ln3hm3r: {participants} L3v3l: **{difficulty}** Z317 b15 zum 3nd3: **{time}**

source: View your guild adventure's status
de_de: Z3167 d3n 5747u5 d31n35 61ld3n4b3n73u3r5

source: Check your guild adventure's status This will either display the time left or the reward. The reward can range from 20 times the difficulty up to 50 times the difficulty. Only guild leaders and officers can finish adventures, the status can be seen by every guild member.
de_de: Üb3rprüf3 d3n 5747u5 d31n35 61ld3n4b3n73u3r5 D135 w1rd 3n7w3d3r d13 Z317 4nz3163n, d13 n0ch übr16 157 0d3r d13 B3l0hnun6. D13 B3l0hnun6 k4nn zw15ch3n 20 M4l d3r 5chw13r16k317 0d3r 500 M4l d3r 5chw13r16k317 l1363n. Nur 61ld3nl3173r 0d3r 0ff1z13r3 könn3n 31n 4b3n73u3r b33nd3n, d3r 5747u5 k4nn 4b3r v0n j3d3m 61ld3nm176l13d 6353h3n w3rd3n.

source: Your guild isn't on an adventure yet. Ask your guild officer to use `{prefix}guild adventure` to start one
de_de: D31n3 61ld3 157 n0ch n1ch7 4uf 31n3m 4b3n73u3r. B1773 31n3n 6u1ld3n-0ff1z13r `{prefix}guild adventure` zu b3nu7z3n um 31n5 zu 574r73n

source: Your guild has completed an adventure of difficulty `{difficulty}` and **${gold}** has been added to the bank.
de_de: 1hr h4b7 d45 4b3n73u3r m17 L3v3l `{difficulty}` b33nd37 und **${gold}** wurd3n d3r 61ld3nb4nk h1nzu63fü67.

source: Your guild has completed an adventure of difficulty `{difficulty}`, ask a guild officer to check their status.
de_de: D31n3 61ld3 h47 d45 4b3n73u3r m17 57uf3 `{difficulty}` b33nd37, fr463 31n3n 61ld3n0ff1z13r d3n 5747u5 zu prüf3n.

source: Your guild is currently in an adventure with difficulty `{difficulty}`. Time remaining: `{remain}`
de_de: D31n3 61ld3 157 4uf 4b3n73u3r L3v3l `{difficulty}` un73rw365. 35 d4u3r7 n0ch: `{remain}`

source: Lists guild-specific cooldowns
de_de: L15737 61ld3n5p3z1f15ch3 C00ld0wn5

source: Lists guild-specific cooldowns, meaning all guild members have these cooldowns and cannot use the commands.
de_de: L15737 61ld3n5p3z1f15ch3 C00ld0wn5, d455 h31ß7, 4ll3 61ld3nm176l13d3r h4b3n d1353 C00ld0wn5 und könn3n d13 3n75pr3ch3nd3n B3f3hl3 n1ch7 nu7z3n.

source: Guild adventure is running and will be done after {time}
de_de: 61ld3n4b3n73u3r läuf7 und w1rd n4ch {time} 4b635chl0553n 531n

source: Vote for the bot on top.gg
de_de: V073 d3n B07 4uf 70p.66

source: Vote me up to get a random crate! You may receive a common crate (89%), an uncommon crate (6%), a rare crate (4%), a magic crate (0.9%) or a legendary crate (0.1%) If your vote was not registered, make sure you are logged into the right account on https://discord.com/login and try again.
de_de: V073 m1ch um 31n3 zufäll163 K1573 zu 3rh4l73n! Du k4nn57 3n7w3d3r 31n3 c0mm0n K1573 (89%), 31n3 unc0mm0n K1573 (6%), 31n3 53l73n3 K1573 (4%), 31n3 m4615ch3 K1573 (0.9%) 0d3r 31n3 l363ndär3 K1573 (0.1%) 3rh4l73n. F4ll5 d31n V073 n1ch7 4n3rk4nn7 wurd3, 573ll3 51ch3r, d455 du m17 d3m r1ch7163n 4cc0un7 4uf h77p5://d15c0rd.c0m/l061n 31n63l0667 b157 und v3r5uch3 35 n0ch 31nm4l.

source: Upvote me to receive a random crate! You will be rewarded a few seconds afterwards! Each of the following links will reward you with one random crate upon voting: - <https://top.gg/bot/idlerpg> - <https://discord.ly/idlerpg>
de_de: V073 m1ch um 31n3 zufäll163 K1573 zu 3rh4l73n! Du w1r57 d31n3 B3l0hnun6 n4ch 31n p44r 53kund3n 3rh4l73n! J3d3r d3r f0l63nd3n L1nk5 w1rd d1ch m17 31n3r zufäll163n K1573 für5 V073n b3l0hn3n. - <h77p5://70p.66/b07/1dl3rp6> - <h77p5://d15c0rd.ly/1dl3rp6>

source: A custom command for ExZyond to express several emotions.
de_de: 31n b3nu7z3rd3f1n13r73r B3f3hl für 3xZy0nd um v3r5ch13d3n3 3m0710n3n zu z3163n.

source: *A custom command for ExZyond to express several emotions.* This custom group of commands were added on December 1st 2020, requested by User ExZyond.
de_de: *31n b3nu7z3rd3f1n13r73r B3f3hl für 3xZy0nd um v3r5ch13d3n3 3m0710n3n zu z3163n.* D1353 b3nu7z3rd3f1n13r73 6rupp3 v0n B3f3hl3n wurd3 4m 173n D3z3mb3r 2020 h1nzu63fü67, 4n63fr467 v0n Nu7z3r 3xZy0nd.

source: Daley's custom command. In honor of his brother "Dack", a fellow lover of RPGs.
de_de: D4l3y5 p3r5önl1ch3r B3f3hl. Zu 3hr3n 531n35 Brud3r5 "D4ck", d3r 3b3nf4ll5 6r0ß3r F4n v0n RP65 157.

source: Daley's custom command. In honor of his brother "Dack", a fellow lover of RPGs. This custom command was added on June 2nd 2021, requested by User Daley.
de_de: D4l3y5 p3r5önl1ch3r B3f3hl. Zu 3hr3n 531n35 Brud3r5 "D4ck", d3r 3b3nf4ll5 6r0ß3r F4n v0n RP65 157. D1353r p3r5önl1ch3 B3f3hl wurd3 4m 2 Jun1 2021 h1nzu63fü67, 4n63fr467 v0m Nu7z3r D4l3y.

source: Here's the steak you requested, courtesy of Dack's Diner!
de_de: H13r 157 d45 5734k, d455 du h4b3n w0ll7357 v0n D4ck'5 D1n3r 53rv13r7!

source: Create a new character
de_de: 3r573ll3 31n3n n3u3n Ch4r4k73r
