Repository: Gelbpunkt/IdleRPG
Catalog: locales/*_1337/LC_MESSAGES/idlerpg.po
Languages: de_de

source: Opens one of your chocolate boxes. These boxes have a 1/4 chance of containing money, a 1/4 chance for an item and a 2/4 chance for lovescore.
de_de: Öffn37 31n3 d31n3r 5ch0k0l4d3n-B0x3n. D13 B0x3n h4b3n 31n3 1/4 Ch4nc3 63ld zu 3n7h4l73n, 31n3 1/4 Ch4nc3 4uf 31n 173m und 31n3 2/4 Ch4nc3 4uf L13b35punk73.

source: You have no chocolate boxes left.
de_de: Du h457 k31n3 5ch0k0l4d3n-B0x3n übr16.

source: The chocolate box contained **${money}!**
de_de: 1n d3r 5ch0k0l4d3n-B0x w4r **${money}!**

source: The chocolate box contained **{lovescore} lovescore points!**
de_de: 1n d3r 5ch0k0l4d3n-B0x w4r *{lovescore} l0v35c0r3 p01n75!**

source: The chocolate box contained an item!
de_de: 1n d3r 5ch0k0l4d3n-B0x w4r 31n 173m!

source: You have {chocolates} left
de_de: Du h457 {chocolates} übr16

source: Answer a trivia question
de_de: B34n7w0r73 31n3 7r1v14-Fr463

source: `[difficulty]` - The difficulty of the question, may be easy, medium or hard Answer a trivia question from [OpenTDB](https://opentdb.com/). You select your answer with the emoji reactions.
de_de: `[d1ff1cul7y]` - D13 5chw13r16k317 d3r Fr463, k4nn 31nf4ch(345y), m3d1um 0d3r 5chw3r(h4rd) 531n B34n7w0r73 31n3 7r1v14 Fr463 v0n [0p3n7DB](h77p5://0p3n7db.c0m/). Du wähl57 d31n3 4n7w0r73n üb3r d13 3m0j1 R34k710n3n 4u5.

source: Invalid difficulty.
de_de: 1nv4l1d3 5chw13r16k317.

source: Error generating question.
de_de: F3hl3r b31m 63n3r13r3n d3r Fr463.

source: {author}, correct!
de_de: {author}, r1ch716!

source: {author}, wrong! Correct would have been: `{solution}`.
de_de: {author}, f4l5ch! R1ch716 wär3 63w353n: `{solution}`.

source: Play chess.
de_de: 5p13l3 5ch4ch.

source: IdleRPG's Chess system. You can play against AI or other users and gain ELO.
de_de: 1dl3RP65 5ch4ch 5y573m. Du k4nn57 6363n 31n3 K1 0d3r 4nd3r3 Nu7z3r 5p13l3n und d4b31 d31n3 3L0 v3rb3553rn.

source: Please use `{prefix}chess match` to play. If you want to play ELO-rated, you must use `{prefix}chess register` first.
de_de: B1773 nu7z3 `{prefix}chess match` um zu 5p13l3n. W3nn du m17 31n3r 3L0-B3w3r7un6 5p13l3n möch7357, mu557 du zu3r57 `{prefix}chess register` nu7z3n.

source: Register for ELO-rating in IdleRPG.
de_de: R36157r13r3 für 31n3 3L0-B3w3r7un6 1n 1dl3RP6.

source: Register an ELO-rating eligible account for Idle's Chess. The rating determines your relative skill and can be increased/decreased by winning/losing matches.
de_de: R36157r13r3 31n3n 3L0-b3w3r7b4r3n 4cc0un7 für 1dl3'5 5ch4ch. D13 B3w3r7un6 z3167 d31n r3l471v35 Könn3n und k4nn durch d45 63w1nn3n/v3rl13r3n v0n 5p13l3n 573163n/51nk3n.

source: You are already registered.
de_de: Du b157 b3r3175 r36157r13r7.

source: You have been registered with an ELO of 1000 as a default. Play matches against other registered users to increase it!
de_de: Du wurd357 m17 31n3r 3L0 v0n 1000 4l5 574nd4rd r36157r13r7. 5p13l3 M47ch35 6363n 4nd3r3 r36157r13r73 Nu7z3r um d31n3 3L0 zu 573163rn!

source: Shows global ELO stats for IdleRPG chess.
de_de: Z3167 d13 6l0b4l3n 3L0 57475 für 1dl3RP6 5ch4ch.

source: Shows your ELO and the best chess players' ELO rating limited to IdleRPG's chess.
de_de: Z3167 d31n3 3L0 und d13 d3r b3573n 5ch4ch5p13l3r, b35chränk7 4uf 1dl3RP6'5 5ch4ch.

source: **{user}** with ELO **{elo}**
de_de: **{user}** m17 3L0 **{elo}**

source: Chess ELOs
de_de: 5ch4ch 3L05

source: Top 15
de_de: 70p 15

source: Your position
de_de: D31n3 P051710n

source: Play a chess match.
de_de: 5p13l7 31n 5ch4ch5p13l.

source: `[difficulty]` - A whole number between 1 and 10; defaults to 3 `[enemy]` - A user; defaults to nobody Starts a game of chess. If a difficulty is given, you will play against the Stockfish chess AI with the given difficulty. If an enemy is given, you will play against that enemy, no matter if you set a difficulty or not. You are able to choose which side you want to play as at the beginning using the emojis. If you play against an enemy and both of you are ELO-registered, you are given the choice to play ranked or not. There can only be one chess game in one channel at a time. Chess moves can be sent in several formats: -`g1f3` -`Nf3` ⚠ -`0-0` -`xe3` *Keep in mind that these are case sensitive:* Pieces are upper case: -King = K -Queen = Q -Bishop = B -Knight = N -Rook = R -Pawn = no notation Fields are lower case.
de_de: `[d1ff1cul7y]` - 31n3 64nz3 Z4hl zw15ch3n 1 und 10; 0hn3 4n64b3 157 35 3 `[3n3my]` - 31n Nu7z3r; 574nd4rd 157 n13m4nd 574r737 31n 5ch4ch5p13l. W3nn 31n3 5chw13r16k317 4n6363b3n w1rd, w1r57 du 6363n d13 570ckf15h 5ch4ch K1 m17 d3r 6363b3n 5chw13r16k317 5p13l3n. W3nn 31n 636n3r 4n6363b3n w1rd, w1r57 du 6363n d3n 636n3r 5p13l3n, 35 157 h13rb31 364l, 0b du 31n3 5chw13r16k317 4n6363b3n h457 0d3r n1ch7. Du k4nn57 d13 53173, d13 du 5p13l3n möch7357 4m 4nf4n6 4u5wähl3n, 1n d3m du d13 3m0j15 nu7z7. W3nn du 6363n 31n3n 636n3r 5p13l57 und 1hr b31d3 3L0-r36157r13r7 531d, h4b7 1hr d13 W4hl m17 r4nk3d zu 5p13l3n 0d3r n1ch7. 35 61b7 1mm3r nur 31n 5ch4ch5p13l 1n 31n3m Ch4nn3l zur 6l31ch3n Z317. 5ch4chzü63 könn3n 1n v3r5ch13d3n3n F0rm473n 6353nd37 w3rd3n: -`61f3` -`Nf3` ⚠ -`0-0` -`x33` *D3nk d4r4n, d455 d13 Zü63 4uf 6r0ß/Kl31n5chr31bun6 4ch73n:* F16ur3n 51nd 6r0ßbuch574b3n: -K1n6 /Kön16= K -Qu33n/D4m3 = Q -B15h0p/Läuf3r = B -Kn16h7/Pf3rd = N -R00k/7urm = R -P4wn/B4u3r = n0 n074710n F3ld3r 51nd Kl31nbuch574b3n.

source: You cannot play against yourself.
de_de: Du k4nn57 n1ch7 6363n d1ch 53lb57 5p13l3n.

source: Difficulty may be 1-10.
de_de: 5chw13r16k317 k4nn zw15ch3n 1 und 10 531n.

source: Please choose the colour you want to take.
de_de: B1773 wähl3 d13 F4rb3, d13 du 5p13l3n möch7357.

source: You took too long to choose a side.
de_de: Du h457 zu l4n63 63br4uch7 um 31n3 53173 zu wähl3n.

source: {author}, would you like to play an ELO-rated match? Your elo is {elo1}, their elo is {elo2}.
de_de: {author}, möch7357 du 31n 3L0-b3w3r73735 M47ch 5p13l3n? D31n3 3l0 157 {elo1}, d13 d31n35 636n3r5 {elo2}.

source: {user}, you have been challenged to a chess match by {author}. They will be {color}. Do you accept? {extra}
de_de: {user}, du wurd357 zu 31n3m 5ch4chm47ch v0n {author} h3r4u563f0rd3r7! D31n 636n3r w1rd {color} 531n. N1mm57 du 4n? {extra}

source: **The match will be ELO rated!**
de_de: **D13535 M47ch w1rd d13 3L0 b331nflu553n!**

source: {user} rejected the chess match.
de_de: {user} h47 d45 5ch4ch5p13l n1ch7 4kz3p713r7.

source: Wait for the match here to end.
de_de: W4r737, d455 d45 M47ch h13r 3nd37.

source: Shows past moves for this game
de_de: Z3167 v3r64n63n3 Zü63 für d13535 5p13l

source: Shows the moves of the current match in the channel that you and your opponent took.
de_de: Z3167 d13 Zü63 d35 4k71v3n M47ch35, d3n du und d31n 636n3r 63m4ch7 h4b3n, 1m Ch4nn3l.

source: No game here.
de_de: K31n 5p13l h13r.

source: Starts a game of Werewolf
de_de: 574r737 31n W3rw0lf 5p13l

source: `[mode]` - The mode to play, see below for available options. (optional and defaults to Classic) `[speed]` - The game speed to play, see below available options. (optional and defaults to Normal) `[min_players]` - The minimum players needed to play. (optional and defaults depending on the game mode: Classic: 5, Imbalanced: 5, Huntergame: 8, Villagergame: 5, Valentines: 8, IdleRPG: 5) Starts a game of Werewolf. Find the werewolves, before they find you! Your goal to win is indicated on the role you have. **Game modes:** `Classic` (default), `Imbalanced`, `Huntergame`, `Villagergame`, `Valentines`, `IdleRPG`. Use `{prefix}ww modes` for detailed info. **Game speeds** (in seconds): `Normal`: 60 (default), `Extended`: 90, `Fast`: 45, `Blitz`: 30. Use `{prefix}ww speeds` for detailed info. **Aliases:** `ww` **Examples:** `{prefix}ww Blitz` for Classic mode on Blitz speed `{prefix}ww Imbalanced` for Imbalanced mode on Normal speed `{prefix}ww Valentines Extended` for Valentines mode on Extended speed `{prefix}ww Huntergame Fast` for Huntergame mode on Fast speed
de_de: `[m0d3]` - D3r M0du5, d3r 635p13l7 w3rd3n 50ll. 513h3 un73n für v3rfü6b4r3 M0d1. (0p710n4l, 0hn3 4n64b3 157 35 Cl4551c) `[5p33d]` - D13 635chw1nd16k317, d13 635p13l7 w3rd3n 50ll. 513h3 un73n für v3rfü6b4r3 635chw1nd16k3173n. (0p710n4l, 574nd4rd 157 N0rm4l) `[m1n_pl4y3r5]` - D13 M1nd3574nzh4l d3r 5p13l3r, d13 b3nö7167 w3rd3n. (0p710n4l und d3r 574nd4rd änd3r7 51ch j3 n4ch 5p13lm0du5: Cl4551c: 5, 1mb4l4nc3d: 5, Hun73r64m3: 8, V1ll463r64m3: 5, V4l3n71n35: 8, 1dl3RP6:5) 574r737 31n W3rw0lf 5p13l. F1nd3 d13 W3rwölf3, b3v0r 513 d1ch f1nd3n! D31n Z13l um zu 63w1nn3n w1rd v0n d3r R0ll3, d13 du h457 b3571mm7. **5p13lm0d1** `Cl4551c` (574nd4rd), `1mb4l4nc3d`, `Hun73r64m3`, `V1ll463r64m3`, `V4l3n71n35`, `1dl3RP6`. Nu7z3 `{prefix}ww modes` für d3741ll13r73 1nf0. **5p13l635chw1nd16k317* (1n 53kund3n): `N0rm4l`: 60 (574nd4rd), `3x73nd3d`: 90, `F457`: 45, `Bl17z`: 30. Nu7z3 `{prefix}ww speeds` für d3741ll13r73 1nf0. **4l145:** `ww` **B315p13l3:** `{prefix}ww Blitz` für Cl4551c M0du5 m17 Bl17z 635chw1nd16k317 `{prefix}ww Imbalanced` für 1mb4l4nc3d M0du5 m17 N0rm4l 635chw1nd16k317 `{prefix}ww Valentines Extended` für V4l3n71n35 M0du5 m17 3x73nd3d 635chw1nd16k317 `{prefix}ww Huntergame Fast` für Hun73r64m3 M0du5 m17 F457 635chw1nd16k317

source: Invalid game mode. Use `{prefix}help ww` to get help on this command.
de_de: 1nv4l1d3 5p13lm0du5. Nu7z3 `{prefix}help ww` um H1lf3 für d1353n B3f3hl zu 3rh4l73n.

source: Invalid game speed. Use `{prefix}help ww` to get help on this command.
de_de: 1nv4l1d3 5p13l635chw1nd16k317. Nu7z3 `{prefix}help ww` um H1lf3 für d1353n B3f3hl zu 3rh4l73n.

source: Use `{prefix}help ww` to get help on werewolf commands. Use `{prefix}ww roles` to view descriptions of game roles and their goals to win. Use `{prefix}ww modes` and `{prefix}ww speeds` to see info about available game modes and speeds.
de_de: Nu7z3 {prefix}h3lp ww` um d13 H1lf3 zu d3n W3rw0lf B3f3hl3n 4ufzuruf3n. Nu7z3 `{prefix}ww roles` um d13 B35chr31bun63n d3r 5p13lr0ll3n 4ufzuruf3n, 50w13 1hr3 Z13l3 zum 63w1nn3n. Nu7z3 `{prefix}ww modes` und `{prefix}ww speeds` um 1nf0rm4710n3n zu d3n v3rfü6b4r3n 5p13lm0d1 und 635chw1nd16k3173n 4ufzuruf3n.

source: **{author} started a mass-game of Werewolf!** **{mode}** mode on **{speed}** speed. Go to {url} to join in the next 10 minutes. **Minimum of {min_players} players are required.**
de_de: **{author} h47 31n W3rw0lf M4553n-5p13l 63574r737!** **{mode}** M0du5 m17 **{speed}** 635chw1nd16k317. B35uch3 {url} 1nn3rh4lb d3r näch573n 10 M1nu73n um d3m 5p13l b31zu7r373n. **M1nd3573n5 {min_players} 5p13l3r w3rd3n b3nö7167.**

source: Werewolf Mass-game!
de_de: W3rw0lf M4553n-5p13l!

source: New to Werewolf?
de_de: N3u b31 W3rw0lf?

source: An error happened during the Werewolf. Missing Permission: `Embed Links` . Please check the **Edit Channel > Permissions** and **Server Settings > Roles** then try again!
de_de: 31n F3hl3r 157 währ3nd W3rw0lf 4uf637r373n. K31n3 R3ch73: `3mb3d L1nk5`. B1773 üb3rprüf3 **3d17 Ch4nn3l > P3rm15510n5** und **53rv3r 53771n65 > R0l35**, d4nn v3r5uch3 35 3rn3u7!

source: Werewolf game!
de_de: W3rw0lf 5p13l!

source: **{author} started a game of Werewolf!** **{mode}** mode on **{speed}** speed. React with 🐺 to join the game! **Minimum of {min_players} players are required. Starting in 30 seconds. {num} joined**
de_de: **{author} h47 31n W3rw0lf 5p13l 63574r737!** **{mode}** M0du5 m17 **{speed}** 635chw1nd16k317. R34613r3 m17 🐺 um d3m 5p13l b31zu7r373n! **35 w3rd3n m1nd3573n5 {min_players} 5p13l3r b3nö7167. 574r73 1n 30 53kund3n. {num} 51nd b31637r373n**

source: An error happened during the Werewolf. Please try again!
de_de: 31n F3hl3r 157 währ3nd W3rw0lf 4uf637r373n. B1773 v3r5uch3 35 3rn3u7!

source: Not enough players joined... We didn't reach the minimum {min_players} players. 🙁
de_de: 35 51nd n1ch7 63nu6 5p13l3r b31637r373n... W1r h4b3n n1ch7 d13 m1n1m4l3 5p13l3r 4nz4hl v0n {min_players} 3rr31ch7. 🙁

source: See available werewolf game modes
de_de: 513h d1r d13 v3rfü6b4r3n W3rw0lf 5p13lm0d1 4n

source: Used to see the list of available werewolf game modes.
de_de: W1rd 63nu7z7 um d13 L1573 d3r v3rfü6b4r3n W3rw0lf 5p13lm0d1 zu 53h3n.

source: Werewolf Game Modes
de_de: W3rw0lf 5p13lm0d1

source: **Game modes:** `Classic` (default), `Imbalanced`, `Huntergame`, `Villagergame`, `Valentines`, `IdleRPG`. `Classic`: Play the classic werewolf game. (default) `Imbalanced`: Some roles that are only available in larger games have chances to join even in smaller games. (The size of the game being referred here is about the number of players, i.e. 5-player game is small) `Huntergame`: Only Hunters and Werewolves are available. `Villagergame`: No special roles, only Villagers and Werewolves are available. `Valentines`: There are multiple lovers or couples randomly chosen at the start of the game. A chain of lovers might exist upon the Amor's arrows. If the remaining players are in a single chain of lovers, they all win. `IdleRPG`: (based on Imbalanced mode) New roles are available: Paragon, Raider, Ritualist, Lawyer, Troublemaker, War Veteran, Wolf Shaman, Wolf Necromancer, Superspreader.
de_de: **5p13lm0d1** `Cl4551c` (574nd4rd), `1mb4l4nc3d`, `Hun73r64m3`, `V1ll463r64m3`, `V4l3n71n35`, `1dl3RP6`. `Cl4551c`: 5p13l3 d45 kl45515ch3 W3rw0lf 5p13l(574nd4rd) `1mb4l4nc3d`: (un4u5636l1ch3n) 31n163 R0ll3n, w3lch3 n0rm4l3rw3153 nur 1n 6röß3r3n 5p13l3n 4uf74uch3n, h4b3n 31n3 Ch4nc3 4uch kl31n3r3n 5p13l3n b31zu7r373n. (D13 6röß3 d35 5p13l5, d13 h13r 63m31n7 157 hän67 v0n d3r Z4hl d3r 5p13l3r 4b, b5pw. 157 31n 5-5p13l3r 5p13l kl31n) `Hun73r64m3`: (Jä63r5p13l)Nur W3rwölf3 und Jä63r 51nd 1m 5p13l. `V1ll463r64m3`: (Bür63r5p13l) Nur Bür63r und W3rwölf3 51nd 1m 5p13l. `V4l3n71n35`: 35 61b7 m3hr3r3 V3rl13b73 0d3r Pärch3n, d13 zufäll16 4u563wähl7 wurd3n. 35 k4nn 4uch 531n, d455 31n3 K3773 4n V3rl13b73n 3x15713r7, w3nn 4m0r 1m 5p13l 157. W3nn 4ll3 üb3rl3b3nd3n 5p13l3r 731l 31n3r L13b35k3773 51nd, 63w1nn3n 513 4ll3. `1dl3RP6`: (b4513r7 4uf d3m un4u5636l1ch3n3n M0du5)N3u3 R0ll3n 51nd v3rfü6b4r: P4r460n, R41d3r/Räub3r, R17u4l157, L4wy3r/4nw4l7, 7r0ubl3m4k3r/57ör3nfr13d, W4r V373r4n/Kr1365v373r4n, W0lf 5h4m4n, W0lf N3cr0m4nc3r, 5up3r5pr34d3r.

source: See available werewolf game speeds
de_de: 513h v3rfü6b4r3 W3rw0lf 5p13l635chw1nd16k3173n 4n

source: Used to see the list of available werewolf game speeds.
de_de: W1rd 63nu7z7 um d13 L1573 d3r v3rfü6b4r3n W3rw0lf 5p13l635chw1nd16k3173n zu 53h3n.

source: Werewolf Game Speeds
de_de: W3rw0lf 5p13l635chw1nd16k3173n

source: **Game speeds** (in seconds): `Normal`: 60 (default), `Extended`: 90, `Fast`: 45, `Blitz`: 30 `Normal`: All major action timers are limited to 60 seconds and number of days to play is unlimited. `Extended`: All major action timers are limited to 90 seconds and number of days to play is unlimited. `Fast`: All major action timers are limited to 45 seconds and number of days to play is dependent on the number of players plus 3 days. This means not killing anyone every night or every election will likely end the game with no winners. `Blitz`: Warning: This is a faster game speed suitable for experienced players. All action timers are limited to 30 seconds and number of days to play is dependent on the number of players plus 3 days. This means not killing anyone every night or every election will likely end the game with no winners.
de_de: **5p13l5chn3ll16k317** (1n 53kund3n): `N0rm4l`: 60 (574nd4rd),`3x73nd3d`: 90, `F457`: 45, `Bl17z`: 30 `N0rm4l`: 4ll3 w1ch7163n 4k710n3n 51nd 4uf 60 53kund3n b35chränk7 und d13 4nz4hl d3r 5p13l7463 157 unb36r3nz7. `3x73nd3d`: (3rw3173r7) 4ll3 w1ch7163n 4k710n3n 51nd 4uf 90 53kund3n b35chränk7 und d13 4nz4hl d3r 5p13l7463 157 unb36r3nz7. `F457`: (5chn3ll) 4ll3 w1ch7163n 4k710n3n 51nd 4uf 45 53kund3n b35chränk7 und d13 4nz4hl d3r 5p13l7463 hän67 v0n d3r Numm3r d3r 5p13l3r + 3 7463 4b. D45 h31ß7, w3nn n1ch7 j3d3 4b571mmun6 bzw. j3d3 N4ch7 31n 5p13l3r 637ö737 w1rd, 3nd37 d45 5p13l w4hr5ch31nl1ch 0hn3 63w1nn3r. `Bl17z`: W4rnun6: D135 157 31n 5chn3ll3r M0du5, d3r für 3rf4hr3n3 5p13l3r 63316n37 157. 4ll3 4k710n3n 51nd 4uf 30 53kund3n b35chränk7 und d13 4nz4hl d3r 5p13l7463 hän67 v0n d3r 4nz4hl d3r 5p13l3r + 3 7463 4b. D45 h31ß7, w3nn n1ch7 j3d3 4b571mmun6 bzw. j3d3 N4ch7 31n 5p13l3r 637ö737 w1rd, 3nd37 d45 5p13l w4hr5ch31nl1ch 0hn3 63w1nn3r.

source: Check your werewolf role
de_de: Üb3rprüf7 d31n3 W3rw0lfr0ll3

source: Check your role in the Werewolf game and have the bot DM it to you. You must be part of the ongoing game to get your role.
de_de: Üb3rprüf7 d31n3 R0ll3 1m W3rw0lf5p13l und d3r B07 53nd37 d1r 31n3 DM m17 d3n 1nf0rm4710n3n. Du mu557 731l 31n35 4k71v3n 5p13l5 531n, um d31n3 R0ll3 zu635ch1ck7 zu b3k0mm3n.

source: There is no werewolf game in this channel! {author}
de_de: 35 61b7 k31n W3rw0lf5p13l 1n d1353m Ch4nn3l, {author}!

source: The game has yet to be started {author}.
de_de: D45 5p13l h47 n0ch n1ch7 4n63f4n63n, {author}.

source: You're not in the game {author}.
de_de: Du b157 n1ch7 1m 5p13l, {author}.

source: You asked for your role in {channel} but your info couldn't be found.
de_de: Du h457 n4ch 1nf0rm4710n3n zu d31n3r R0ll3 1n {channel} 63fr467, 4b3r d31n3 1nf0rm4710n3n k0nn73n n1ch7 63fund3n w3rd3n.

source: A **{initial_roles}** initially
de_de: 4nf4n65 31n/3 **{initial_roles}**

source: Checking your role in {ww_channel}... You are a **{role_name}**!{initial_role_info} {description}
de_de: Üb3rprüf3 d31n3 R0ll3 1n {ww_channel}… Du b157 31n/3 **{role_name}**!{initial_role_info} {description}

source: I sent a DM containing your role info, {author}.
de_de: 1ch h4b3 d1r 31n3 N4chr1ch7 m17 1nf0 zu d31n3r R0ll3 635ch1ck7, {author}.

source: I couldn't send a DM to you {author}.
de_de: 1ch k0nn73 d1r k31n3 DM 53nd3n {author}.

source: View descriptions of game roles
de_de: Z3167 B35chr31bun63n d3r 5p13lr0ll3n

source: View the descriptions of roles in the Werewolf game. `{prefix}roles` to see all roles. `{prefix}roles <role name here>` to view info about a role.
de_de: Z3167 d13 B35chr31bun63n d3r W3rw0lf R0ll3n 1m 5p13l. `{prefix}roles` um 4ll3 R0ll3n zu 53h3n. `{prefix}roles <role name here>` um 1nf0rm4710n3n zu 31n3r R0ll3 zu 53h3n.

source: (IdleRPG mode only)
de_de: (nur 1dl3RP6 M0du5)

source: The Werewolves
de_de: D13 W3rwölf3

source: Must eliminate all other villagers
de_de: Mü553n 4ll3 4nd3r3n Bür63r 3l1m1n13r3n

source: The Villagers
de_de: D13 Bür63r

source: Must find and eliminate the werewolves
de_de: Mü553n d13 W3rwölf3 f1nd3n und 3l1m1n13r3n

source: The Ambiguous
de_de: D13 4mb1v4l3n73n

source: Make their side win
de_de: Mü553n 1hr3r 53173 zum 5136 v3rh3lf3n

source: The Loners
de_de: D13 31nz3l6än63r

source: Must complete their own objective
de_de: Mü553n 1hr3 3163n3n Z13l3 3rl3d163n

source: Werewolf Roles
de_de: W3rw0lf R0ll3n

source: Roles are grouped into 1. the Werewolves, 2. the Villagers, 3. the Ambiguous, and 4. the Loners. **The available roles are:**
de_de: D13 R0ll3n 51nd 6rupp13r7 1n 1. 7h3 W3r3w0lv35/d13 W3rwölf3, 2. 7h3 V1ll463r5/d13 Bür63r, 3. 7h3 4mb16u0u5/d13 4mb1v4l3n73n, 4nd 4. 7h3 L0n3r5/d13 31nz3l6än63r. **D13 v3rfü6b4r3n R0ll3n 51nd:**

source: Use `{prefix}ww roles <role>` to view the description on a specific role.
de_de: Nu7z3 `{prefix}ww roles <role>` um d13 B35chr31bun6 31n3r 5p3z1f15ch3n R0ll3 4nzu53h3n.

source: {role}? I couldn't find that role.
de_de: {role}? 1ch k0nn73 d1353 R0ll3 n1ch7 f1nd3n.

source: Goal:
de_de: Z13l:

source: Make a snowball fights against another guild.
de_de: 574r73 31n3 5chn33b4ll5chl4ch7 6363n 31n3 4nd3r3 61ld3,.

source: You may not fight yourself.
de_de: Du k4nn57 n1ch7 6363n d1ch 53lb57 kämpf3n.

source: {enemy}, {author} has challenged you for an epic snowball fight! If you want to accept, react ⚔ **IMPORTANT: This is very spammy, make sure you are using a dedicated channel!**
de_de: {enemy}, {author} h47 d1ch zu 31n3r 3p15ch3n 5chn33b4ll5chl4ch7 h3r4u563f0rd3r7! W3nn du 4nn3hm3n w1ll57, r34c73 m17 ⚔ **W1CH716: D135 157 53hr 5p4m-l45716, b1773 nu7z7 31n3n 3163n3n Ch4nn3l!**

source: Timed out...
de_de: D3r 636n3r l3hn7 4b.

source: {author}, `@mention` one at once to add guild mates to the fight. You need {num} total!
de_de: {author}, `@m3n710n` 31n3n n4ch d3m 4nd3r3n um 61ld3nm176l13d3r zum K4mpf h1nzuzufü63n. Du br4uch57 1n56354m7 {num}!

source: {user} has been added to your team, {user2}.
de_de: {user} wurd3 d31n3m 734m h1nzu63fü67, {user2}.

source: {enemy}, `@mention` one at once to add guild mates to the fight. You need {num} total!
de_de: {enemy}, `@m3n710n` 31n3n n4ch d3m 4nd3r3n um 61ld3nm176l13d3r zum K4mpf h1nzuzufü63n. Du br4uch57 1n56354m7 {num}!

source: {author.mention}'s team vs {enemy.mention}'s team {t1} - {author} {t2} - {enemy} Next round starts in 5 seconds!
de_de: {author.mention}5 734m 6363n {enemy.mention}5 734m {t1} - {author} {t2} - {enemy} Näch573 Rund3 fän67 1n 5 53kund3n 4n!

source: It's word typing time! In 3 seconds, I will send a word. Whoever types it fastest gets one point!
de_de: 1ch h0ff3 du k4nn57 5chn3ll 71pp3n! 1n 3 53kund3n 53nd3 1ch 31n W0r7, und d3rj3n163, d3r 35 4m 5chn3ll573n w13d3rh0l7 b3k0mm7 31n3n Punk7!

source: Noone managed to get it right, I'll cancel the fight!
de_de: K31n3r h47 35 r1ch716 63m4ch7. 5chn33b4ll5chl4ch7 4b635467!

source: {author} got it right!
de_de: 6lückwun5ch, {author}!

source: It's maths time! In 3 seconds, I'll send a simple maths task to solve! Type the answer to get a point!
de_de: 1ch h0ff3 du k4nn57 5chn3ll r3chn3n! 1n 3 53kund3n 53nd3 1ch 31n3 M47h3-4uf64b3, und d3rj3n163, d3r d13 4n7w0r7 zu3r57 53nd37, b3k0mm7 31n3n Punk7!

source: {user} got it right!
de_de: 6lückwun5ch, {user}!

source: It's hangman time! In 3 seconds, I'll send a hangman-style word and you will have to either send your full word as the guess or a letter to check for!
de_de: Z317 für 64l63nr473n! 1n 3 53kund3n 53nd3 1ch 31n 64l63nr473n-W0r7. 53nd3 3n7w3d3r 31nz3ln3 Buch574b3n 0d3r d45 64nz3 W0r7!

source: Noone participated, I'll cancel the fight!
de_de: K31n3r w0ll73 m17m4ch3n. 5chn33b4ll5chl4ch7 4b635467!

source: Team 1 ({user}) won!
de_de: 734m 1 ({user}) 63w1nn7!

source: Team 2 ({user}) won!
de_de: 734m 2 ({user}) 63w1nn7!

source: {user}, you wanted to be reminded about {subject} {diff} ago.
de_de: {user}, du w0ll7357 v0r {diff} 4n {subject} 3r1nn3r7 w3rd3n.

source: {user}, your adventure {num} has finished.
de_de: {user}, d31n 4b3n73u3r {num} 157 zu 3nd3.

source: Reminds you about something
de_de: 3r1nn3r7 d1ch 4n 37w45

source: <when_and_what> - The reminder subject and time, see below for more info. Remind yourself about something you should do in the future. `<when_and_what>` can be you reminder and time, several formats are accepted: - {prefix}remind 12h vote on top.gg - {prefix}remind 12am use {prefix}daily - {prefix}remind next monday check out the new God luck Please keep it in order of {prefix}remind time subject to make sure this works properly
de_de: <wh3n_4nd_wh47> - D3r 1nh4l7 50w13 d13 Z317 d3r 3r1nn3run6, 513h3 un73n für w3173r3 1nf0. 3r1nn3r3 d1ch 53lb57 4n 37w45, d455 du 1n d3r Zukunf7 7un 50ll7357. `<wh3n_4nd_wh47>` k4nn d31n3 3r1nn3run6 und 71m3r 531n, v3r5ch13d3n3 F0rm473 w3rd3n 4kz3p713r7: - {prefix}r3m1nd 12h v073 0n 70p.66 - {prefix}r3m1nd 124m u53 {prefix}d41ly - {prefix}r3m1nd n3x7 m0nd4y ch3ck 0u7 7h3 n3w 60d luck B1773 4ch73 d4r4uf {prefix}r3m1nd 71m3 5ubj3c7 1n d3r r1ch7163n R31h3nf0l63 zu 5chr31b3n, d4m17 35 v3rnünf716 funk710n13r7

source: Please choose a shorter reminder text.
de_de: B1773 wähl3 31n3n kürz3r3n 73x7 für d31n3 3r1nn3run6.

source: {user}, reminder set for {subject} in {time}.
de_de: {user}, 3r1nn3run6 für {subject} 1n {time}.

source: Shows a list of your running reminders.
de_de: Z3167 d3r 31n3 L1573 d31n3r 4k71v3n 3r1nn3run63n.
