Repository: Gelbpunkt/IdleRPG
Catalog: locales/*_1337/LC_MESSAGES/idlerpg.po
Languages: de_de

source: Set your preferred language for the Akinator games.
de_de: L367 d31n3 b3v0rzu673 5pr4ch3 für d13 4k1n470r5p13l3 f357.

source: Pick your language!
de_de: Wähl3 d31n3 5pr4ch3!

source: :white_check_mark: Your language has been updated succcessfully
de_de: :wh173_ch3ck_m4rk: D31n3 5pr4ch3 wurd3 3rf0l6r31ch 63änd3r7

source: :x: Response error (reason: `missing keys`)
de_de: :x: 4n7w0r7f3hl3r (6rund: `m1551n6 k3y5`)

source: You didn't choose anything...
de_de: Du h457 N1ch75 63wähl7...

source: Bravo, you defeated me! :blush:
de_de: Br4v0, du h457 m1ch b351367! :blu5h:

source: The server for the choosen language isn't available now... Please check back later or choose another language!
de_de: D3r 53rv3r für d13 63wähl73 5pr4ch3 157 63r4d3 n1ch7 v3rfü6b4r... B1773 v3r5uch3 35 5pä73r 3rn3u7 0d3r wähl3 31n3 4nd3r3 5pr4ch3!

source: There are no results.
de_de: 35 61b7 k31n3 3r63bn1553.

source: :x: Ouch, that's an unknown error... Please start a new session or notify the devs.
de_de: :x: 4u, d45 157 31n unb3k4nn73r F3hl3r. B1773 v3r5uch3 35 3rn3u7 0d3r 1nf0rm13r73 d13 3n7w1ckl3r.

source: Bad API response
de_de: 5chl3ch73 4P1 4n7w0r7

source: My guess is {name}
de_de: 1ch v3rmu73 35 157 {name}

source: Extra information: {description} Ranking: {ranking}
de_de: 3x7r4 1nf0rm4710n:{description} R4n6: {ranking}

source: Question
de_de: Fr463

source: Loading...
de_de: L4d3...

source: Playing with {user}
de_de: 5p13l3 m17 {user}

source: Shows cities and owners.
de_de: Z3167 57äd73 und d3r3n B3517z3r.

source: Show all cities, their tiers, owners, available buildings and current defense.
de_de: Z3167 4ll3 57äd73, 1hr3 57uf3, B3517z3r, v3rfü6b4r3 63bäud3 und m0m3n74n3 V3r731d16un6.

source: Cities
de_de: 57äd73

source: {name} (Tier {tier})
de_de: {name} (57uf3 {tier})

source: Owned by {alliance}'s alliance Buildings: {buildings} Total defense: {defense}
de_de: 1m B3517z v0n {alliance}5 4ll14nz 63bäud3: {buildings} 6354m73 V3r731dun6: {defense}

source: Interact with your alliance.
de_de: 1n73r4613r3 m17 31n3r 4ll14nz.

source: Alliances are groups of guilds. Just like a guild requires at least one member, an alliance requires at least one guild and is considered a single-guild alliance. Alliances can occupy cities for passive bonuses given by the buildings. If this command is used without subcommand, it shows your allied guilds. See `{prefix}help alliance` for a list of commands to interact with your alliance!
de_de: 4ll14nz3n 51nd 6rupp3n 4u5 61ld3n. 50 w13 31n3 61ld3 m1nd3573n5 31n M176l13d br4uch7, br4uch7 31n3 4ll14nz m1nd3573n5 31n3 61ld3 und w1rd d4m17 4l5 31nz3l-61ld3n-4ll14nz b37r4ch737. 4ll14nz3n könn3n 57äd73 b3537z3n für p4551v3 B0n1 durch d13 63bäud3. W3nn d1353r B3f3hl 0hn3 31n3n 5ubb3f3hl 63nu7z7 w1rd, z3167 3r d31n3 4ll113r73n 61ld3n. 513h3 `{prefix}help alliance` für 31n3 L1573 d3r B3f3hl3, d13 m17 d31n3r 4ll14nz zu54mm3nhän63n!

source: You are not in an alliance. You are alone and may still use all other alliance commands or invite a guild to create a bigger alliance.
de_de: Du b157 1n k31n3r 4ll14nz. Du k4nn57 7r07zd3m 4nd3r3 4ll14nz-K0mm4nd05 b3nu7z3n 0d3r 4nd3r3 61ld3n 31nl4d3n um 31n3 6röß3r3 4ll14nz zu b1ld3n.

source: Your allied guilds
de_de: D31n3 v3rbünd373n 61ld3n

source: Led by {leader}
de_de: 63führ7 v0n {leader}

source: {prefix}alliance buildings | {prefix}alliance defenses | {prefix}alliance attack | {prefix}alliance occupy
de_de: {prefix}4ll14nc3 bu1ld1n65 | {prefix}4ll14nc3 d3f3n535 | {prefix}4ll14nc3 4774ck | {prefix}4ll14nc3 0ccupy

source: Invite a guild to your alliance.
de_de: L4d3 31n3 61ld3 zu d31n3r 4ll14nz 31n.

source: `<newleader>` - A user with a character who leads a guild. Invite a guild to your alliance. All allied guilds will benefit from your city's buildings. Once you’re allied with another guild, it will be shown in {prefix}alliance. The other guild can't be allied with another alliance or own a city in order to be invited. Only the alliance leader can use this command. (This command has a cooldown of 5 minutes.)
de_de: `<n3wl34d3r>` - 31n Nu7z3r m17 31n3m Ch4r4k73r, d3r zud3m 31n3 61ld3 l31737. L4d3 31n3 61ld3 zu d31n3r 4ll14nz 31n. 4ll3 4ll113r73n 61ld3n w3rd3n v0n d3n 63bäud3n d31n3r 574d7 pr0f1713r3n. 50b4ld du m17 31n3r 4nd3r3n 61ld3 4ll113r7 b157, w1rd 35 1n {prefix}4ll14nc3 63z3167. D13 4nd3r3 61ld3 k4nn n1ch7 b3r3175 m17 31n3r 4nd3r3n 4ll14nz 4ll113r7 531n 0d3r 31n3 574d7 b3517z3n, d4nn k4nn 513 n1ch7 31n63l4d3n w3rd3n. Nur d3r 4ll14nzl3173r k4nn d1353n B3f3hl nu7z3n. (D1353r B3f3hl h47 31n3n C00ld0wn v0n 5 M1nu73n.)

source: That member is not in a guild.
de_de: D1353r 5p13l3r h47 k31n3 61ld3.

source: That member is not the leader of their guild.
de_de: D1353r 5p13l3r 157 n1ch7 d3r 4nführ3r 531n3r 61ld3.

source: This member's guild is already part of your alliance.
de_de: D13 61ld3 d13535 5p13l3r5 157 b3r3175 731l d31n3r 4ll14nz.

source: This guild is already in an alliance.
de_de: D1353 61ld3 157 b3r3175 1n 31n3r 4ll14nz.

source: This guild is the leader of another alliance.
de_de: D1353 61ld3 157 d3r L3173r 31n3r 4nd3r3n 4ll14nz.

source: {newleader}, {author} invites you to join their alliance. React to join now.
de_de: {newleader}, {author} läd7 d1ch 31n 531n3r 4ll14nz b31zu7r373n. R34c73 j37z7 um b31zu7r373n.

source: Your alliance is full.
de_de: D31n3 4ll14nz 157 v0ll.

source: **{user}'s guild is a single-guild alliance and owns a city.
de_de: **{user}5 61ld3 157 31n3 31nz3l4ll14nz und b3517z7 b3r3175 31n3 574d7.

source: **{newguild}** is now part of your alliance, {user}!
de_de: **{newguild}** 157 j37z7 731l d31n3r 4ll14nz, {user}!

source: Leave your alliance
de_de: V3rlä557 d31n3 4ll14nz

source: Leave your alliance. Once you left your alliance, you will no longer benefit from an owned city's buildings. If you lead an alliance, you cannot leave it (consider `{prefix}alliance kick`). Only guild leaders can use this command.
de_de: V3rl4553 d31n3 4ll14nz. 50b4ld du d31n3 4ll14nz v3rl4553n h457, w1r57 du n1ch7 län63r v0n d3n 63bäu3n d3r 574d7 pr0f1713r3n. F4ll5 du 31n3 4ll14nz l317357, k4nn57 du 513 n1ch7 v3rl4553n (d3nk3 h13r 4n {prefix}4ll14nc3 k1ck`). Nur 61ld3nl3173r könn3n d1353n B3f3hl nu7z3n.

source: You are the alliance's leading guild and cannot leave it!
de_de: D31n3 61ld3 führ7 d13 4ll14nz und k4nn 513 n1ch7 v3rl4553n!

source: Your guild left the alliance.
de_de: D31n3 61ld3 h47 d13 4ll14nz v3rl4553n.

source: Kick a guild from your alliance
de_de: W1rf 31n3 61ld3 4u5 d31n3r 4ll14nz

source: `<guild_to_kick>` - A guild's name or ID Remove a guild from your alliance. Once the guild was kicked, it will no longer benefit from an owned city's buildings. Only the alliance leader can use this command.
de_de: 6u1ld_70_k1ck>` - 31n 61ld3nn4m3 0d3r 1D 3n7f3rn7 31n3 61ld3 4u5 d31n3r 4ll14nz. 50b4ld d13 61ld3 63k1ck7 wurd3, w1rd 513 n1ch7 m3hr v0n d3n 63bäud3n d3r 574d7 pr0f1713r3n. Nur d3r 4ll14nzl3173r k4nn d1353n B3f3hl nu7z3n.

source: Cannot find guild `{guild_to_kick}`. Are you sure that's the right name/ID?
de_de: 61ld3 `{guild_to_kick}` k4nn n1ch7 63fund3n w3rd3n. B157 du 51ch3r, d455 d45 d3r r1ch7163 N4m3/1D 157?

source: That won't work.
de_de: D45 w1rd n1ch7 funk710n13r3n.

source: This guild is not in your alliance.
de_de: D1353 61ld3 157 n1ch7 731l d31n3r 4ll14nz.

source: Do you really want to kick **{guild}** from your alliance?
de_de: B157 du 51ch3r, d455 du **{guild}** 4u5 d31n3r 4ll14nz k1ck3n w1ll57?

source: **{guild}** is no longer part of your alliance.
de_de: **{guild}** 157 n1ch7 m3hr 731l d31n3r 4ll14nz.

source: Build buildings or defenses
de_de: 3rb4u3 63bäud3 0d3r V3r731d16un654nl463n

source: Build buildings `{prefix}alliance build building` or defenses `{prefix}alliance build defense`.
de_de: 3rb4u3 63bäud3 `{prefix}alliance build building` 0d3r V3r731d16un654nl463n `{prefix}alliance build defense`.

source: Please use one of these subcommands:
de_de: B1773 nu7z3 31n35 d1353r Un73rk0mm4nd05:

source: Upgrade a building in your city.
de_de: V3rb3553r3 31n 63bäud3 1n d31n3r 574d7.

source: `<name>` - The name of the building to upgrade. Upgrade one of your city's buildings, granting better passive bonuses. The maximum level of any building is 10. Depending on the city's available buildings, `<name>` is either Thief, Raid, Trade, or Adventure. Use `{prefix}alliance buildings` to see which are available. The upgrade price depends on the building's next level and is calculated as next_level * $100,000. The upgrade price will be removed from the Alliance Leader's guild bank. This command requires your alliance to own a city. Only the alliance leader can use this command. (This command has a cooldown of 5 minutes)
de_de: `<n4m3>` D3r N4m3 d35 63bäud35, w3lch35 v3rb3553r7 w3rd3n 50ll. V3rb3553r7 31n 63bäud3 1n d31n3r 574d7, und 61b7 1hm b3553r3 p4551v3 B0n1. D45 höch573 L3v3l 31n35 63bäud35 157 10. J3 n4chd3m, w3lch3 63bäud3 1n d31n3r 574d7 v3rfü6b4r 51nd, `<n4m3>` 157 3n7w3d3r 7h13f, R41d, 7r4d3 0d3r 4dv3n7ur3. Nu7z3 {prefix}4ll14nc3 bu1ld1n65` um zu 53h3n, w3lch3 v3rfü6b4r 51nd. D3r Pr315 für d13 V3rb3553run6 hän67 v0m näch573n L3v3l d35 63bäud35 up und w1rd 63r3chn37 m17 n3x7_L3v3l*$100.000. D3r Pr315 für d13 V3rb3553run6 w1rd v0n d3r 61ld3nb4nk d35 4ll14nzl3173r5 4b63z063n. D1353r B3f3hl k4nn nur 63nu7z7 w3rd3n, w3nn d31n3r 4ll14nz 31n3 574d7 63hör7. Nur d3r 4ll14nzl3173r k4nn d1353n B3f3hl nu7z3n. (D1353r B3f3hl h47 31n3n C00ld0wn v0n 5 M1nu73n.)

source: Invalid building. Please use `{prefix}{cmd} [thief/raid/trade/adventure]` or check the possible buildings in your city.
de_de: Un6ül71635 63bäud3. Nu7z3 `{prefix}{cmd} [thief/raid/trade/adventure]` 0d3r prüf3 d13 v0rh4nd3n3n 63bäud3 1n d31n3r 574d7.

source: This building is fully upgraded.
de_de: D13535 63bäud3 k4nn n1ch7 w3173r v3rb3553r7 w3rd3n.

source: Are you sure you want to upgrade the **{name} building** to level {new_level}? This will cost $**{price}**.
de_de: B157 du 51ch3r, d455 du d45 **{name} 63bäud3** 4uf L3v3l {new_level} v3rb3553rn w1ll57? D45 k05737 **${price}**.

source: Your guild doesn't have enough money to upgrade the city's {name} building.
de_de: D31n3 61ld3 h47 n1ch7 63nu6 63ld um d45 {name} 63bäud3 d3r 574d7 zu v3rb3553rn.

source: Successfully upgraded the city's {name} building to level **{new_level}**
de_de: {name} 63bäud3 3rf0l6r31ch 4uf L3v3l **{new_level}** v3rb3553r7

source: Build a defense in your city.
de_de: 3rb4u3 V3r731d16un6 1n d31n3r 574d7.

source: Build some defensive buildings or place troops in your cities. The following are available: Cannons: 250HP, 60 defense for $200,000 Archers: 500HP, 50 defemse for $100,000 Outer Wall: 20,000HP, 0 defense for $500,000 Inner Wall: 10,000HP, 0 defense for $200,000 Moat: 5,000HP, 25 defense for $150,000 Tower: 1,000HP, 50 defense for $200,000 Ballista: 250HP, 30 defense for $100,000 Any city can have a maximum of 10 defenses. When attacked, the buildings with the most HP are targeted first. You may not build defenses while your city is under attack. The price of the defense is removed from the leading guild's bank. This command requires your alliance to own a city. Only the alliance leader can use this command. (This command has a cooldown of 1 minutes)
de_de: 3rb4u3 V3r731d16un654nl463n 1n d31n3r 574d7 0d3r pl47z13r3 7rupp3n. F0l63nd3 51nd v3rfü6b4r: C4nn0n5: 250HP, 60 V3r731d16un6 für $200,000 4rch3r5: 500HP, 50 V3r731d16un6 für $100,000 0u73r W4ll: 20,000HP, 0 V3r731d16un6 für $500,000 1nn3r W4ll: 10,000HP, 0 V3r731d16un6 für $200,000 M047: 5,000HP, 25 V3r731d16un6 für$150,000 70w3r: 1,000HP, 50 V3r731d16un6 für $200,000 B4ll1574: 250HP, V3r731d16un6 für $100,000 J3d3 574d7 k4nn m4x1m4l 10 V3r731d16un654nl463n h4b3n. W3nn 513 4774ck13r7 w1rd, w3rd3n d13 63bäud3 m17 d3n höch573n HP zu3r57 4n636r1ff3n. Du k4nn57 k31n3 V3r731d16un654nl463n b4u3n, währ3nd d31n3 574d7 4n636r1ff3n w1rd. D3r Pr315 für d13 V3r731d16un6 w1rd v0n d3r l3173nd3n 61ld3nb4nk 63n0mm3n. D1353r B3f3hl k4nn nur 63nu7z7 w3rd3n, w3nn d31n3 4ll14nz 31n3 574d7 h47. Nur d3r 4ll14nzl3173r k4nn d1353n B3f3hl nu7z3n. (D1353r B3f3hl h47 31n3n C00ld0wn v0n 1 M1nu73)

source: Invalid defense. Please use `{prefix}{cmd} [{buildings}]`.
de_de: Un6ül7163 V3r731d16un6. Nu7z3 `{prefix}{cmd} [{buildings}]`.

source: Your city is under attack. Defenses cannot be built.
de_de: D31n3 574d7 w1rd 63r4d3 4n636r1ff3n. V3r731d16un6 k4nn j37z7 n1ch7 63b4u7 w3rd3n.

source: You may only build up to 10 defenses.
de_de: Du k4nn57 nur m4x1m4l 10 V3r731d16un63n b4u3n.

source: Are you sure you want to build a **{defense}**? This will cost $**{price}**.
de_de: B157 du 51ch3r, d455 du **{defense}** b4u3n w1ll57? D45 k05737 **${price}**.

source: Your guild doesn't have enough money to build a {defense}.
de_de: D31n3 61ld3 h47 n1ch7 63nu6 63ld um {defense} zu b4u3n.

source: Successfully built a {defense}.
de_de: 3rf0l6r31ch {defense} 63b4u7.

source: Lists your city's buildings.
de_de: L15737 d13 63bäud3 d31n3r 574d7 4uf.

source: Lists all buildings in your city, along with their level. These buildings give passive rewards to all alliance members: Thief buildings increase your chance to steal money as a thief, for every level, this increases your chance by 5% Raid buildings increase a user's raidstats by 0.1 per level Trade buildings remove the need to pay the 5% tax when selling or buying items when it reached at least Level 1. It also increases the amount of money you get from `{prefix}merch` and `{prefix}merchall` increasing the reward by 50% for each level Adventure buildings shorten the adventure time by 1% per level and increase your success chances by 1% per level. Your alliance must own a city to use this command.
de_de: L15737 4ll3 63bäud3 1n 3ur3r 574d7, m17 d3r3n L3v3ln. D1353 63bäud3 63b3n p4551v3 3ff3k73 4n 4ll3 4ll14nzm176l13d3r. D13b3563bäud3 3rhöh3n d31n3 Ch4nc3, 4l5 D13b 63ld zu 573hl3n. Für j3d35 L3v3l b37rä67 d135 5% B0nu5ch4nc3 R41d63bäud3 3rhöh3n d13 R41d57475 31n35 5p13l3r5 um 0.1 pr0 L3v3l H4nd3l563bäud3 3rl4553n d13 5%-573u3r b31m K4uf 0d3r V3rk4uf v0n 173m5 w3nn 35 m1nd3573n5 L3v3l 1 157. 4uß3rd3m 3rhöh7 35 d13 63ldm3n63, d3n du durch `{prefix}merch`und `{prefix}merchall`3rhäl757 um 50% pr0 L3v3l 4b3n73u3r63bäud3 v3rkürz3n d13 Z317, d13 31n 4b3n73u3r d4u3r7 um 1% pr0 L3v3l und 3rhöh3n d13 3rf0l65ch4nc3 um 1% pr0 L3v3l D31n3 4ll14nz mu55 31n3 574d7 b3517z3n, d4m17 du d1353n B3f3hl nu7z3n k4nn57.

source: {city}'s buildings
de_de: {city}5 63bäud3

source: Level {level}
de_de: L3v3l {level}

source: Lists your city's defenses.
de_de: L15737 d13 V3r731d16un654nl463n d31n3r 574d7 4uf.

source: Lists your city’s defenses and view the HP left for each. Your alliance must own a city to use this command.
de_de: L15737 d13 V3r731d16un654nl463n d31n3r 574d7 4uf und z3167 d13 HP für j3d3 4n. D31n3 4ll14nz mu55 31n3 574d7 b3517z3n um d1353n B3f3hl zu nu7z3n.

source: {city}'s defenses
de_de: {city}5 V3r731d16un63n

source: HP: {hp}, Defense: {defense}
de_de: Hp: {hp}, V3r731d16un6: {defense}

source: None built
de_de: K31n3 63b4u7

source: Use {prefix}alliance build defense [name]
de_de: Nu7z3 {prefix}4ll14nc3 bu1ld d3f3n53 [n4m3]

source: Abandon your city
de_de: 61b d31n3 574d7 4uf

source: Abandoning your city will immediately make all alliance members lose all passive bonuses offered by the city's buildings and the city ownership will be given back to the System Guild Alliance. Your alliance must own a city to use this command. Only the alliance leader can use this command.
de_de: D13 4uf64b3 d31n3r 574d7 w1rd 50f0r7 d4zu führ3n, d455 4ll3 M176l13d3r 4ll3 p4551v3n B0n1 v3rl13r3n, w3lch3 513 zuv0r durch d13 574d763bäud3 3rh4l73n h4b3n und d13 574d7 w1rd zurück 4n d13 5y573m 6u1ld 4ll14nc3 6363b3n. D31n3 4ll14nz mu55 31n3 574d7 b3517z3n um d1353n B3f3hl zu nu7z3n. Nur d3r 4ll14nzl3173r k4nn d1353n B3f3hl nu7z3n.

source: Are you sure you want to give up control of your city?
de_de: B157 du 51ch3r, d455 du d13 574d7 4uf63b3n möch7357?

source: {city} was abandoned.
de_de: {city} wurd3 zurück63l4553n.

source: Take over a city.
de_de: N1mm7 31n3 574d7 31n.

source: `<city>` - The name of a city. You can check the city names with `{prefix}cities` Occupy a city. Your alliance will then own that city and will be able to build defenses and level up buildings. You can only occupy a city of it has zero defenses left. Occupying a city sets it on a cooldown of 10 minutes, during which time it cannot be occupied by another alliance. Occupying a city also sets all of its buildings back to level 0. You cannot occupy a city if your alliance already owns one. Only the alliance leader can use this command.
de_de: `<c17y>` - D3r N4m3 31n3r 574d7. Du k4nn57 d13 57äd73n4m3n m17 `{prefix}cities` üb3rprüf3n N1mm 31n3 574d7 31n. D31n3r 4ll14nz w1rd d13 574d7 d4nn 63hör3n und k4nn V3r731d16un654nl463n b4u3n 50w13 63bäud3 l3v3ln. Du k4nn57 31n3 574d7 nur 31nn3hm3n, w3nn 513 0 V3r731d16un6 h47. 31n3 574d7 31nzun3hm3n 61b7 1hr 31n3n 10m1nü7163n C00ld0wn, währ3ndd3553n 513 n1ch7 v0n 31n3r 4nd3r3n 4ll14nz 31n63n0mm3n w3rd3n k4nn. D13 31nn4hm3 31n3r 574d7 537z7 4uch 1hr3 63bäud3l3v3l zurück 4uf 0. Du k4nn57 k31n3 574d7 31nn3hm3n, w3nn d31n3 4ll14nz b3r3175 31n3 b3517z7. Nur d3r 4ll14nzl3173r k4nn d1353n B3f3hl nu7z3n.

source: Invalid city name.
de_de: Un6ül7163r 574d7n4m3.

source: The city is occupied by **{amount}** defensive fortifications.
de_de: D1353 574d7 157 durch **{amount}** V3r731d16un63n 635chü7z7.

source: {city} was just occupied and stands under protection.
de_de: {city} wurd3 63r4d3 31n63n0mm3n und 573h7 n0ch un73r 5chu7z.

source: Your alliance now rules **{city}**. You should immediately buy defenses. You have **15 minutes** to build defenses before others can occupy the city!
de_de: D31n3 4ll14nz r3613r7 nun **{city}**. Du 50ll7357 50f0r7 V3r731d16un654nl463n k4uf3n. Du h457 **10 M1nu73n** um V3r731d16un654nl463n zu b4u3n, b3v0r 4nd3r3 d31n3 574d7 b3l463rn könn3n!

source: Attack a city
de_de: 6r31f3 31n3 574d7 4n

source: `<city>` - The name of a city. You can check the city names with `{prefix}cities` Attack a city, reducing its defenses to potentially take it over. Attacking a city will activate a grace period of 10 minutes, during which time it cannot be attacked again. When using this command, the bot will send a link used to join the attack. Each member of the alliance can join. Ten minutes after the link was sent, the users who joined will be gathered, their attack and defense depending on their equipped items, class and raid bonuses and their raidstats, and start the attack. During the attack, the highest HP defenses will be attacked first. All attackers' damage will be summed up. The defenses' damage sum up and damage either the attacker with the lowest HP or the attacker with the highest damage. If a defense reaches zero HP, it will be removed from the city, it will not regenerate HP after the attack is over. Attackers reaching zero HP will be removed from the attack as well. If a city's defenses were destroyed, your alliance can take occupy the city right away (`{prefix}alliance occupy`) Only the alliance leader can use this command. (This command has a cooldown of 2 hours.)
de_de: `<c17y>` - D3r N4m3 31n3r 574d7. Du k4nn57 d13 57äd73n4m3n m17 `{prefix}cities` üb3rprüf3n 6r31f3 31n3 574d7 4n um d13 V3r731d16un6 zu r3duz13r3n und 513 v13ll31ch7 5064r 31nzun3hm3n 31n3 574d7 4nzu6r31f3n w1rd 31n3 5chu7zz317 v0n 10 M1nu73n 574r73n, währ3ndd3553n k4nn d13 574d7 n1ch7 3rn3u7 4n636r1ff3n w3rd3n. 50b4ld d1353r B3f3hl 63nu7z7 w1rd, w1rd d3r B07 31n3n L1nk 53nd3n, d3r 63nu7z7 w1rd um d3m 4n6r1ff b31zu7r373n. J3d35 M176l13d d3r 4ll14nz k4nn b317r373n. Z3hn M1nu73n n4chd3m d3r L1nk 6353nd37 w1rd, w3rd3n d13 Nu7z3r d13 b31637r373n 51nd 6354mm3l7, m17 d3n 1nf0rm4710n3n zu 1hr3m 4n6r1ff und V3r731d16un6 4bhän616 v0n 1hr3n 63nu7z73n 173m5, Kl4553n und R41d B0n1 50w13 1hr3r R41d57475, und d4nn w1rd d3r 4n6r1ff 63574r737. Währ3nd d35 4n6r1ff5 w3rd3n d13 V3r731d16un654nl463n m17 d3n m31573n HP zu3r57 4n636r1ff3n. D3r 5ch4d3n 4ll3r 4n6r31f3r w1rd zu54mm3n63r3chn37. D3r 5ch4d3n d3r V3r731d16un654nl463n w3rd3n 5umm13r7 und 513 w3rd3n 3n7w3d3r d3n 4n6r31f3r m17 d3n n13dr16573n HP 0d3r d3n 4n6r31f3r m17 d3m 6röß73n 5ch4d3n 4n6r31f3n. W3nn d13 V3r731d16un6 31n3r 574d7 4uf 0 HP 51nk7, w1rd d1353 v0n d3r 574d7 3n7f3rn7 und 513 w1rd k31n3 HP m3hr 4uffr15ch3n. 4n6r31f3r, d13 0 HP 3rr31ch3n w3rd3n 3b3nf4ll5 v0m 4n6r1ff 3n7f3rn7. W3nn d13 V3r731d16un654nl463n 31n3r 574d7 4uf 0 51nk3n, k4nn d31n3 4ll14nz d13 574d7 6l31ch 31nn3hm3n (`{prefix}alliance occupy`) Nur d3r 4ll14nzl3173r k4nn d1353n B3f3hl nu7z3n. (D1353r B3f3hl h47 31n3n C00ld0wn v0n 2 57und3n.)

source: Invalid city.
de_de: Un6ül7163 574d7.

source: **{city}** has just been attacked. Have some mercy!
de_de: **{city}** wurd3 63r4d3 3r57 4774ck13r7! Z316 31n w3n16 6n4d3!

source: **{city}** is already under attack.
de_de: **{city}** w1rd b3r3175 4n636r1ff3n.

source: The city is without defenses already.
de_de: D13 574d7 h47 5ch0n k31n3 V3r731d16un63n m3hr.

source: **{user}** wants to attack **{city}** with **{alliance_name}**'s alliance. Head to https://join.idlerpg.xyz/{id_} to join the attack!
de_de: **{user}** möch73 d13 **{city}** m17 d3r **{alliance_name}** 4ll14nz 4n6r31f3n. B35uch3 d13 53173 h77p5://j01n.1dl3rp6.xyz/{id_} um d3m 4n6r1ff b31zu7r373n!

source: Noone joined.
de_de: K31n3r 157 d3m 4n6r1ff b31637r373n.

source: Attack on **{city}** starting with **{amount}** attackers!
de_de: 4n6r1ff 4uf**{city}** 574r737 m17 **{amount}** 4n6r31f3rn!

source: Alliance Wars
de_de: 4ll14nzkr1363

source: **{alliance_name}** destroyed a {defense} in {city}!
de_de: **{alliance_name}** h47 {defense} 1n {city} z3r57ör7!

source: **{alliance_name}** hit a {defense} in {city} for {damage} damage! (Now {hp} HP)
de_de: **{alliance_name}** h47 {defense} 1n {city} um {damage} Punk73 b35chäd167! ({hp} HP übr16)

source: **{user}** got killed in {city}!
de_de: **{user}** wurd3 1n {city} 637ö737!

source: **{user}** got hit in {city} for {damage} damage! (Now {hp} HP)
de_de: **{user}** n1mm7 {damage} Punk73 5ch4d3n 1n {city}! ({hp} HP übr16)

source: **{alliance_name}** destroyed defenses in **{city}**!
de_de: **{alliance_name}** h47 **{city}5** V3r731d16un63n z3r57ör7!

source: **{alliance_name}** failed to destroy defenses in **{city}**!
de_de: **{alliance_name}** k0nn73 **{city}5** V3r731d16un63n n1ch7 z3r57ör3n!

source: Lists alliance-specific cooldowns
de_de: Z3167 4ll14nz-5p3z1f15ch3 C00ld0wn5

source: Lists alliance-specific cooldowns, meaning all alliance members have these cooldowns and cannot use the commands.
de_de: Z3167 4ll14nz-5p3z1f15ch3 C00ld0wn5, d455 h31ß7 4ll3 4ll14nz M176l13d3r h4b3n d1353 C00ld0wn5 und könn3n d13 B3f3hl3 n1ch7 nu7z3n.

source: Your alliance does not have any active cooldown at the moment.
de_de: D31n3 4ll14nz h47 zur Z317 k31n3 4k71v3n C00ld0wn5.

source: Gift your partner some chocolate boxes
de_de: 5ch3nk d31n3m P4r7n3r 5ch0k0l4d3

source: Gift your spouse three boxes of chocolates, they can contain lovescore, money or valentine's themed items. Your spouse may open the boxes with `{prefix}chocolate`. Only players who are married may use this command. This command may only be used from the 13th to the 15th February. (This command has a cooldown until 12am UTC.)
de_de: 5ch3nk d31n3m P4r7n3r dr31 B0x3n 5ch0k0l4d3, 513 könn3n L13b35punk73, 63ld 0d3r V4l3n71n5 173m5 3n7h4l73n. D31n P4r7n3r k4nn d13 B0x3n m17 `{prefix}chocolate` öffn3n. Nur v3rh31r47373 5p13l3r könn3n d1353n B3f3hl nu7z3n. D1353r B3f3hl k4nn nur zw15ch3n d3m 13 und d3m 1573n F3bru4r 63nu7z7 w3rd3n. (D1353r B3f3hl h47 31n3n C00ld0wn b15 M1773rn4ch7 U7C.)

source: It's not time for that yet!
de_de: 35 157 n1ch7 d3r Z317punk7 d4für!

source: You gave your spouse some boxes of chocolates :heart:
de_de: Du h457 d31n3m P4r7n3r 5ch0k0l4d3 6363b3n :h34r7:

source: Open one of your chocolate boxes
de_de: Öffn3 31n3 d31n3r 5ch0k0l4d3n-B0x3n
