Repository: Gelbpunkt/IdleRPG
Catalog: locales/*_1337/LC_MESSAGES/idlerpg.po
Languages: de_de

source: **Easter event <:easteregg:566251086986608650>** Part of Idle's birthday! Collect eastereggs and use `{prefix}easter rewards` to check the rewards. <:bunny:566290173831151627> Happy hunting!
de_de: **0573r 3v3n7 <:34573r366:566251086986608650>** 731l v0n 1dl3'5 63bur75746! 54mml3 0573r313r und nu7z3`{prefix}easter rewards` um d13 B3l0hnun63n 31nzu53h3n. <:bunny:566290173831151627> Fr0h35 54mm3ln!

source: Lists all easter rewards
de_de: Z3167 4ll3 0573rb3l0hnun63n 4n

source: Shows all rewards available in the easter event, along with the reward ID. To claim a reward, use `{prefix}easter reward <ID>`.
de_de: Z3167 4ll3 B3l0hnun63n 1m 0573r3v3n7 4n, 63m31n54m m17 d3r B3l0hnun65 1D. Um 31n3 B3l0hnun6 31nzulö53n, nu7z3 `{prefix}easter reward <ID>`.

source: **Easter event - rewards** Use `{prefix}easter reward [1-9]` to trade your eggs in. **(1) 100 <:easteregg:566251086986608650>** - 10 common crates **(2) 500 <:easteregg:566251086986608650>** - $10000 **(3) 1000 <:easteregg:566251086986608650>** - random item 1-49 **(4) 2000 <:easteregg:566251086986608650>** - 250 common crates **(5) 2500 <:easteregg:566251086986608650>** - 10 boosters of each type **(6) 5000 <:easteregg:566251086986608650>** - 10 rare crates **(7) 7500 <:easteregg:566251086986608650>** - birthday guild badge **(8) 7500 <:easteregg:566251086986608650>** - 1 magic crate **(9) 12500 <:easteregg:566251086986608650>** - 1 legendary crate You have **{eggs}** <:easteregg:566251086986608650>.
de_de: **0573r3v3n7-B3l0hnun63n** Nu7z3 `{prefix}easter reward [1-9]` um d31n3 313r 31nzulö53n. **(1) 100 <:34573r366:566251086986608650>** - 10 c0mm0n K1573n **(2) 500 <:34573r366:566251086986608650>** - $10000 **(3) 1000 <:34573r366:566251086986608650>** -zufäll1635 173m1-49 **(4) 2000 <:34573r366:566251086986608650>** - 250 c0mm0n K1573n **(5) 2500 <:34573r366:566251086986608650>** - 10 b00573r5 v0n j3d3m 7yp **(6) 5000 <:34573r366:566251086986608650>** - 10 r4r3 K1573n **(7) 7500 <:34573r366:566251086986608650>** - 63bur757465 61ld3n 4bz31ch3n **(8) 7500 <:34573r366:566251086986608650>** - 1 m461c K1573 **(9) 12500 <:34573r366:566251086986608650>** - 1 l363nd4ry K1573 Du h457 **{eggs}** <:34573r366:566251086986608650>.

source: Claim an easter reward
de_de: Lö53 31n3 0573rb3l0hnun6 31n

source: `<reward_id>` - A whole number from 1 to 9 Claim a reward by its ID. A list of rewards along with their ID can be seen with `{prefix}easter rewards`.
de_de: `<r3w4rd_1d>` - 31n3 64nz3 Z4hl zw15ch3n 1 und 9 Lö53 31n3 B3l0hnun6 üb3r d13 1D 31n. 31n3 L1573 m17 4ll3n B3l0hnun63n und d3n j3w31l163n 1D5 k4nn m17 `{prefix}easter rewards` 31n6353h3n w3rd3n.

source: You don't have enough eggs to claim this.
de_de: Du h457 n1ch7 63nu6 0573r313r für d1353 B3l0hnun6.

source: You claimed your reward. Check your inventory/boosters/crates/money/etc.! You can claim multiple rewards, keep hunting!
de_de: B3l0hnun6 31n63lö57. Üb3rprüf3 d31n 1nv3n74r, d31n3 B00573r, K1573nz4hl, 63ld, 37c.! Du k4nn57 m3hr3r3 B3l0hnun63n 31nlö53n, 4l50 1mm3r w3173r 0573r313r 5uch3n!

source: Show your crates.
de_de: Z3167 d31n3 K1573n 4n.

source: Shows all the crates you can have. Common crates contain items ranging from stats 1 to 30 Uncommon crates contain items ranging from stats 10 to 35 Rare crates contain items ranging from stats 20 to 40 Magic crates contain items ranging from stats 30 to 45 Legendary crates contain items ranging from stats 41 to 50 You can receive crates by voting for the bot using `{prefix}vote`, using `{prefix}daily` and with a small chance from `{prefix}familyevent`, if you have children.
de_de: Z3167 4ll d13 K1573n, d13 du h4b3n k4nn57. C0mm0n K1573n 3n7h4l73n 173m5 m17 57475 zw15ch3n 1 und 30 Unc0mm0n K1573n 3n7h4l73n 173m5 m17 57475 zw15ch3n10 und 35 R4r3 K1573n 3n7h4l73n 173m5 m17 57475 zw15ch3n 20 und 40 M461c K1573n 3n7h4l73n 173m5 m17 57475 zw15ch3n 30 und 45 L363nd4ry K1573n 3n7h4l73n 173m5 m17 57475 zw15ch3n 41 und 50 Du k4nn57 K1573n 3rh4l73n, 1n d3m du für d3n B07 v07357 m17 f0l63nd3m B3f3hl `{prefix}vote`, üb3r d13 D41ly `{prefix}daily` 35 61b7 4uch 31n3 63r1n63 Ch4nc3 für K1573n üb3r `{prefix}familyevent`, w3nn du K1nd3r h457.

source: **{author}'s crates** {emotes.common} [common] {common} {emotes.uncommon} [uncommon] {uncommon} {emotes.rare} [rare] {rare} {emotes.magic} [magic] {magic} {emotes.legendary} [legendary] {legendary} Use `{prefix}open [rarity]` to open one!
de_de: **{author}5 K1573n** {emotes.common} [c0mm0n] {common} {emotes.uncommon} [unc0mm0n] {uncommon} {emotes.rare} [r4r3] {rare} {emotes.magic} [m461c] {magic} {emotes.legendary} [l363nd4ry] {legendary} Nu7z3 `{prefix}open [rarity]` um 31n3 zu öffn3n!

source: Open a crate
de_de: Öffn37 31n3 K1573

source: `[rarity]` - the crate's rarity to open, can be common, uncommon, rare, magic or legendary; defaults to common `[amount]` - the amount of crates to open, may be in range from 1 to 100 at once Open one of your crates to receive a weapon. To check which crates contain which items, check `{prefix}help crates`. This command takes up a lot of space, so choose a spammy channel to open crates.
de_de: `[r4r17y]` - D13 53l73nh317 d3r zu öffn3nd3n K1573, k4nn c0mm0n, unc0mm0n, r4r3, m461c 0d3r l363nd4ry 531n; 0hn3 4n64b3 157 35 c0mm0n `[4m0un7]` - D13 4nz4hl d3r zu öffn3nd3n K1573n, d13 Z4hl k4nn zw15ch3n 1 und 100 l1363n Öffn3 31n3 d31n3r K1573n um 31n3 W4ff3 zu 3rh4l73n. Um h3r4u5zuf1nd3n, w3lch3 K1573n w3lch3 173m5 3n7h4l73n, nu7z3 `{prefix}help crates`. D1353r B3f3hl br4uch7 z13ml1ch v13l Pl47z, 4l50 nu7z3 35 1n 31n3m 5p4m-Ch4nn3l zum K1573n öffn3n.

source: Seems like you don't have {amount} crate(s) of this rarity yet. Vote me up to get a random one or find them!
de_de: 35 513h7 50 4u5, 4l5 hä77357 du n0ch k31n3 {amount} K1573(n) m17 d1353r 53l73nh317. 61b m1r 31n3n Upv073 für 31n3 zufäll163 K1573 0d3r 5uch3 d4n4ch!

source: You found a new item when opening a crate!
de_de: 1n d3r K1573 157 31n 173m!

source: ID
de_de: 1D

source: Remaining {rarity} crates: {crates}
de_de: R357l1ch3 {rarity} K1573n: {crates}

source: Successfully opened {amount} {rarity} crates. Average stat: {average_stat} Most common stats: ``` {most_common} ``` Best stats: ``` {top} ``` Types: ``` {most_common_types} ```
de_de: {amount} {rarity} K1573n 3rf0l6r31ch 63öffn37. Durch5chn177l1ch3r 5747: {average_stat} M3157 3rh4l73n3r 5747: ``` {most_common} ``` B3573 57475: ``` {top} ``` 7yp3n: ``` {most_common_types} ```

source: Give crates to someone
de_de: 61b7 K1573n 4n j3m4nd3n

source: `<other>` - A user with a character `[amount]` - A whole number greater than 0; defaults to 1 `[rarity]` - The crate's rarity to trade, can be common, uncommon, rare, magic or legendary; defaults to common Give your crates to another person. Players must combine this command with `{prefix}give` for a complete trade.
de_de: `<07h3r>` - 31n Nu7z3r m17 31n3m Ch4r4k73r `[4m0un7]` - 31n3 64nz3 Z4hl 6röß3r 4l5 0; 0hn3 4n64b3 157 35 1 `[r4r17y] - D13 53l73nh317 d3r zu 74u5ch3nd3n K1573, k4nn c0mm0n, unc0mm0n, r4r3, m461c 0d3r l363nd4ry 531n; 574nd4rd 157 c0mm0n 61b7 d31n3 K1573n 4n 31n3 4nd3r3 P3r50n 5p13l3r mü553n d1353n B3f3hl zu54mm3n m17 `{prefix}give` nu7z3n um 31n3n H4nd3l 4u5zuführ3n.

source: Very funny...
de_de: 53hr w17z16...

source: For me? I'm flattered, but I can't accept this...
de_de: Für m1ch? 1ch fühl3 m1ch 635chm31ch3l7, 4b3r 1ch k4nn d45 n1ch7 4nn3hm3n...

source: You don't have any crates of this rarity.
de_de: Du h457 k31n3 K1573n v0n d1353r 53l73nh317.

source: Successfully gave {amount} {rarity} crate(s) to {other}.
de_de: {amount} {rarity} K1573(n) wurd3n 3rf0l6r31ch 4n {other} 6363b3n.

source: Offer crates to another player
de_de: B13737 31n3m 4nd3r3n 5p13l3r K1573n 4n

source: `<quantity>` - The quantity of crates to offer `<rarity>` - The rarity of crate to offer. First letter of the rarity is also accepted. `<price>` - The price to be paid by the buyer, can be a number from 0 to 100000000 `<buyer>` - Another IdleRPG player to offer the crates to Offer crates to another player. Once the other player accepts, they will receive the crates and you will receive their payment. Example: `{prefix}offercrate 5 common 75000 @buyer#1234` `{prefix}oc 5 c 75000 @buyer#1234`
de_de: `<qu4n717y>` - D13 4nz4hl d3r 4n63b073n3n K1573n `<r4r17y>` - D13 53l73nh317 d3r 4n63b073n3n K1573(n). D3r 3r573 Buch574b3 d3r 53l73nh317 k4nn 4uch v3rw3nd37 w3rd3n. `<pr1c3>` - D3r Pr315, d3r v0m Käuf3r 63z4hl7 w1rd, k4nn 31n3 Z4hl zw15ch3n 0 und 100000000 531n. `<buy3r>` - 31n 4nd3r3r 1dl3RP6 5p13l3r, d3m d13 K1573n 4n63b073n w3rd3n. B13737 31n3m 4nd3r3n 5p13l3n K1573n 4n. 50b4ld d3r 4nd3r3 5p13l3r d13 d3n H4nd3l 4kz3p713r7, 3rhäl7 3r d13 K1573n und du w1r57 d13 B3z4hlun6 3rh4l73n. B315p13l: `{prefix}offercrate 5 common 75000 @buyer#1234` `{prefix}oc 5 c 75000 @buyer#1234`

source: You may not offer crates to yourself.
de_de: Du 50ll7357 d1r 53lb57 k31n3 K1573n 4nb1373n.

source: No, I don't want any crates.
de_de: N31n, 1ch möch73 k31n3 K1573n.

source: You don't have {quantity} {rarity} crate(s). Check `{prefix}crates`.
de_de: Du h457 k31n3 {quantity} {rarity} K1573(n). 513h d1r `{prefix}crates` 4n.

source: {author}, are you sure you want to offer **{quantity} {emoji} {rarity}** crate(s) for **${price:,.0f}**?
de_de: {author}, b157 du d1r 51ch3r, d455 du **{quantity} {emoji} {rarity}** K1573(n) für **${price:,.0f}** 4nb1373n w1ll57?

source: Offer cancelled.
de_de: 4n63b07 v3rf4ll3n.

source: {buyer}, {author} offered you **{quantity} {emoji} {rarity}** crate(s) for **${price:,.0f}!** React to buy it! You have **2 Minutes** to accept the trade or the offer will be cancelled.
de_de: {buyer}, {author} h47 d1r *{quantity} {emoji} {rarity}** K1573(n) für **${price:,.0f}!** 4n63b073n! R34613r3 für d3n K4uf! Du h457 **2 M1nu735** um d3n H4nd3l zu 4kz3p713r3n 0d3r d45 4n63b07 w1rd v3rf4ll3n.

source: They didn't want to buy the crate(s). Offer cancelled.
de_de: D3r 5p13l3r w0ll73 d13 K1573(n) n1ch7 k4uf3n. 4n63b07 v3rf4ll3n.

source: They couldn't make up their mind. Offer cancelled.
de_de: D3r 5p13l3r k0nn73 51ch n1ch7 3n75ch31d3n. 4n63b07 v3rf4ll3n.

source: {buyer}, you're too poor to buy the crate(s)!
de_de: {buyer}, du h457 n1ch7 63nu6 63ld um d13 K1573(n) zu k4uf3n!

source: The seller traded/opened the crate(s) in the meantime. Offer cancelled.
de_de: D3r V3rkäuf3r h47 d13 K1573(n) 1n d3r Zw15ch3nz317 63öffn37/v3rk4uf7. 4n63b07 v3rf4ll3n.

source: {buyer}, you've successfully bought **{quantity} {emoji} {rarity}** crate(s) from {seller}. Use `{prefix}crates` to view your updated crates.
de_de: {buyer}, du h457 **{quantity} {emoji} {rarity}** K1573(n) 3rf0l6r31ch v0n {seller} 63k4uf7. Nu7z3 `{prefix}crates`, um d31n3 n3u3n K1573n 4nzu53h3n.

source: Gather as much food as you can
de_de: 54mm3l 50 v13l 3553n w13 mö6l1ch

source: gathers as much food as they can
de_de: 54mm3l7 50 v13l 3553n w13 mö6l1ch

source: Grab a backpack and retreat
de_de: 5ch4pp d1r 31n3n Ruck54ck und z13h d1ch zurück

source: grabs a backpack and retreats
de_de: 5ch4pp7 51ch 31n3n Ruck54ck und z13h7 51ch zurück

source: Take a pistol and suicide
de_de: N1mm 31n3 P1570l3 und 3r5ch13ß d1ch

source: gives themselves the bullet
de_de: 61b7 51ch d13 Ku63l

source: Ram a knife in your body
de_de: R4mm3 31n M3553r 1n d31n3n Körp3r

source: commits suicide with a knife
de_de: br1n67 51ch m17 31n3m M3553r um

source: Run away from the Cornucopia
de_de: R3nn3 v0m C0rnuc0p14 w36

source: runs away from the Cornucopia
de_de: r3nn7 v0m Curn0c0p14 w36

source: Search for a pair of Explosives
de_de: 5uch3 n4ch 5pr3n6l4dun63n

source: finds a bag full of explosives
de_de: f1nd37 31n3 745ch3 v0ll3r 5pr3n6l4dun63n

source: Look for water
de_de: 5uch3 n4ch W4553r

source: finds a canteen full of water
de_de: f1nd37 31n3 K4n71n3 v0ll3r W4553r

source: Get a first aid kit
de_de: N1mm d1r 31n3n 3r573-H1lf3 K0ff3r

source: clutches a first aid kit and runs away
de_de: 6r31f7 51ch 31n3n 3r573-H1lf3 K0ff3r 4nd 5pr1n737 d4v0n

source: Grab a backpack
de_de: 5chn4pp d1r 31n3n Ruck54ck

source: grabs a backpack, not realizing it is empty
de_de: 5chn4pp7 51ch 31n3n Ruck54ck. W45 3r n1ch7 b3m3rk7 157, d455 d3r Ruck54ck l33r 157

source: Try to assault USER
de_de: V3r5uch3 U53R zu 7ö73n

source: kills USER
de_de: 7ö737 U53R

source: Kill USER at the water
de_de: 7ö73 U53R 4m W4553r

source: assaults USER while they were drinking water at the river
de_de: 7ö737 U53R währ3nd 3r 4m Flu55 W4553r 7r1nk7

source: Try to hide some landmines
de_de: V3r5uch3 31n p44r L4ndm1n3n zu pl47z13r3n

source: hides landmines at a few locations
de_de: v3r573ck7 31n163 L4ndm1n3n 1m 63b137

source: Take a bath
de_de: N1mm 31n B4d

source: baths in the water and enjoys the silence
de_de: n1mm7 31n B4d und 63n13ß7 d13 Ruh3

source: kill USER
de_de: 7ö73 U53R

source: grill at the fireplace and tell each other spooky stories
de_de: 6r1ll3n 37w45 4m L463rf3u3r und 3rzähl3n 51ch H0rr0r-635ch1ch73n

source: annoy USER
de_de: 63h U53R 4uf d13 N3rv3n

source: kill themselves by walking into a landmine
de_de: b363h3n 53lb57m0rd 1nd3m 513 4uf 31n3 L4ndm1n3 7r373n

source: have a small party and get drunk
de_de: f313r 31n3 kl31n3 P4r7y und b37r1nk d1ch

source: watch animes together
de_de: 5ch4u3n zu54mm3n 4n1m3

source: enjoy the silence
de_de: 63n13ß3n d13 Ruh3

source: attempt to kill USER but fail
de_de: v3r5uch3n U53R zu 7ö73n, 4b3r 5ch4ff3n 35 n1ch7

source: watch a movie together
de_de: 5ch4u3n zu54mm3n 31n3n F1lm

source: track down USER and kill them silently
de_de: 5uch3n U53R und 7ö73n 1hn l3153

source: decide they want out of here and commit suicide
de_de: h4b3n 63nu6 63h4b7 und br1n63n 51ch um

source: dance YMCA together
de_de: 74nz3n zu54mm3n YMC4

source: sing songs together
de_de: h4b3n 31n3n K4r40k3-4b3nd

source: have a nice romantic evening
de_de: m4ch3n 51ch 31n3n 5chön3n, r0m4n715ch3n 4b3nd

source: watch the others being dumb
de_de: 5ch4u3n d3n 4nd3rn 1d1073n zu

source: kiss in the moonlight
de_de: kü553n 1m M0nd5ch31n

source: watch a movie together when USER suddenly gets shot by a stranger
de_de: 53h3n 31n3n F1lm zu54mm3n, 4l5 U53R plö7zl1ch v0n 31n3m Fr3md3n 3r5ch0553n w1rd

source: **Round {round}**
de_de: **Rund3 {round}**

source: Letting {user} choose their action...
de_de: {user} 157 dr4n...

source: Choose an action
de_de: Wähl3 31n3 4k710n 4u5

source: I couldn't send a DM to {user}! Choosing random action...
de_de: 1ch k0nn73 k31n3 D1r3k7n4chr1ch7 4n {user} 53nd3n! Wähl3 zufäll163 4k710n...

source: attempts to kill {user} but fails
de_de: v3r5uch7 {user} zu 7ö73n, 4b3r 5ch4ff7 35 n1ch7

source: Done
de_de: F3r716

source: do nothing.
de_de: 7u3 n1ch75.

source: Team
de_de: 734m

source: **The cast**
de_de: **D13 731ln3hm3r**

source: This hunger game's winner is {winner}!
de_de: {winner} 63w1nn7 d1353 Hun63r5p13l3!

source: Everyone died!
de_de: K31n3r h47 üb3rl3b7!

source: Play the hunger games
de_de: 5p13l3 d13 Hun63r5p13l3

source: Starts the hunger games Players will be able to join via the :shallow_pan_of_food: emoji. The game is controlled via both random actions and possibly chosen actions. Players may choose an action if they get a direct message from the bot. If no action is chosen by the player, the bot chooses one for them. Not every player will get the opportunity to choose an action. Sometimes nobody gets to choose, so don't be discouraged.
de_de: 574r737 d13 Hun63r5p13l3 5p13l3r könn3n üb3r d45 :5h4ll0w_p4n_0f_f00d: 3m0j1 b317r373n. D45 5p13l w1rd 50w0hl üb3r zufäll163 4k710n3n 4l5 4uch üb3r mö6l1ch3 4u5 wählb4r3 4k710n3n k0n7r0ll13r7. 5p13l3r könn3n 3v3n7u3ll 31n3 4k710n 4u5wähl3n, 50f3rn 513 v0m B07 31n3 D1r3k7n4chr1ch7 3rh4l73n. W3nn d3r 5p13l3r k31n3 4k710n 4u5wähl7, 5uch7 d3r B07 31n3 4u5. N1ch7 j3d3r 5p13l3r b3k0mm7 d13 Mö6l1chk317 31n3 4k710n 4u5zuwähl3n. 35 k4nn 531n, d455 n13m4nd 37w45 4u55uch3n k4nn, 4l50 531 n1ch7 7r4ur16

source: There is already a game in here!
de_de: H13r f1nd37 5ch0n 31n M47ch 57477!

source: {author} started a game of Hunger Games! React with :shallow_pan_of_food: to join the game! **{num} joined**
de_de: {author} 574r737 31n Hun63r64m35 M47ch! R34613r3 m17 :5h4ll0w_p4n_0f_f00d: um b31zu7r373n! **{num} 51nd d4b31**

source: An error happened during the hungergames. Please try again!
de_de: Währ3nd d3n Hun63r64m35 157 31n F3hl3r 4uf637r373n. V3r5uch3 35 n0ch 31nm4l!

source: Not enough players joined...
de_de: Zu w3n16 731ln3hm3r...

source: An error happened during the hungergame. Please try again!
de_de: Währ3nd d3n Hun63r64m35 157 31n F3hl3r 4uf637r373n. V3r5uch3 35 n0ch 31nm4l!

source: Oops! You forgot a required argument: `{arg}`
de_de: Up5! D4 f3hl7 31n w1ch71635 4r6um3n7: `{arg}`

source: The message you referenced was not found.
de_de: D13 v0n d1r r3f3r3nz13r73 N4chr1ch7 k0nn73 n1ch7 63fund3n w3rd3n.

source: The member you referenced was not found.
de_de: D3r v0n d1r r3f3r3nz13r73 Nu7z3r k0nn73 n1ch7 63fund3n w3rd3n.

source: The server you referenced was not found.
de_de: D3r v0n d1r r3f3r3nz13r73 53rv3r k0nn73 n1ch7 63fund3n w3rd3n.

source: The user you referenced was not found.
de_de: D3r v0n d1r r3f3r3nz13r73 Nu7z3r k0nn73 n1ch7 63fund3n w3rd3n.

source: The channel you referenced was not found.
de_de: D3r v0n d1r r3f3r3nz13r73 Ch4nn3l k0nn73 n1ch7 63fund3n w3rd3n.

source: I cannot read messages in the channel you referenced.
de_de: 1ch k4nn k31n3 N4chr1ch73n 1n d3m v0n d1r r3f3r3nz13r73m Ch4nn3l l353n.

source: I could not parse a colour from this.
de_de: 1ch k4nn h13rv0n k31n3 F4rb3 p4r53n.

source: The role you referenced was not found.
de_de: D13 v0n d1r r3f3r3nz13r73 R0l3 k0nn73 n1ch7 63fund3n w3rd3n.

source: The invite you referenced is invalid or has expired.
de_de: D3r v0n d1r r3f3r3nz13r73 1nv173 157 un6ül716 0d3r 4u563l4uf3n.

source: The emoji you referenced was not found.
de_de: D3r v0n d1r r3f3r3nz13r73 3m0j1 k0nn73 n1ch7 63fund3n w3rd3n.

source: I could not parse a boolean from this.
de_de: 1ch k0nn73 h13r4u5 k31n3n B00l34n p4r53n.

source: The user you specified as a parameter does not have a character.
de_de: D3r Nu7z3r, d3n du 4l5 P4r4m373r 4u563wähl7 h457, h47 k31n3n Ch4r4k73r.

source: You did not enter a valid crate rarity. Possible ones are: common (c), uncommon (u), rare (r), magic (m) and legendary (l).
de_de: Du h457 k31n3 v4l1d3 K1573n53l73nh317 4n6363b3n. Mö6l1ch3 53l73nh3173n 51nd: c0mm0n/63wöhnl1ch (c), unc0mm0n/un63wöhnl1ch (u), r4r3/53l73n (r), m461c/m4615ch (m) und l363nd4ry/l363ndär (l).

source: You did not enter a valid coin side. Please use `heads` or `tails`.
de_de: Du h457 k31n3 v4l1d3 Münz53173 31n6363b3n. Nu7z3 3n7w3d3r `h34d5´ 0d3r `741l5´.

source: You entered a date that was out of range. It should be newer than {date}.
de_de: D45 D47um, d455 du 31n6363b3n h457 157 n1ch7 1m k0rr3k73n B3r31ch. 35 50ll73 n3u3r 531n 4l5 {date}.

source: You sent an invalid URL. Make sure to send the full URL; it should start with "http" and end with ".png" or ".jpeg".
de_de: Du h457 31n3 1nv4l1d3 URL 4n6363b3n. Üb3rprüf3, 0b du d13 v0ll57änd163 URL 4n6363b3n h457; 513 50ll73 m17 "h77p" 4nf4n63n und m17 ".pn6" 0d3r ".jp36" 3nd3n.

source: You used a malformed argument!
de_de: Du h457 31n f4l5ch35 4r6um3n7 b3nu7z7!

source: You are being rate-limited. Chill down, you can use a command again in {time}s.
de_de: Du w1r57 R473nb35chränk7! M4ch l4n654m, du k4nn57 w13d3r 31n3n B3f3hl 1n {time} nu7z3n.

source: You are on cooldown. Try again in {time}.
de_de: C00ld0wn 4k71v, v3r5uch3 35 1n {time} n0chm4l.

source: Permission denied
de_de: K31n3 3rl4ubn15

source: :x: This command is only avaiable for the bot owner.
de_de: :x: D13535 K0mm4nd0 157 bl0ß für d3n B3517z3r d35 B075.

source: You don't have a character yet.
de_de: Du h457 n0ch k31n3n Ch4r4k73r.

source: This command requires you to not have created a character yet. You already have one.
de_de: Um d1353n B3f3hl zu nu7z3n, mu557 du n0ch k31n3n Ch4r4k73r 3r573ll7 h4b3n. Du h457 b3r3175 31n3n.

source: You need to be following a god for this command. Please use `{prefix}follow` to choose one.
de_de: Um d1353n B3f3hl nu7z3n zu könn3n, mu557 du 31n3m 6077 f0l63n. B1773 nu7z3 `{prefix}follow`, um 31n3n 4u5zuwähl3n.

source: You need to have a guild to use this command.
de_de: Du br4uch7 31n3 61ld3 für d1353n B3f3hl.

source: You need to be in no guild to use this command.
de_de: Du mu557 1n 31n3r 61ld3 531n um d1353n B3f3hl zu nu7z3n.

source: Your rank in the guild is too low to use this command.
de_de: D31n R4n6 1n d3r 61ld3 157 zu n13dr16 um d1353n B3f3hl zu b3nu7z3n.

source: You mustn't be the owner of a guild to use this command.
de_de: D1353r B3f3hl k4nn 4l5 61ld3nführ3r n1ch7 63nu7z7 w3rd3n.

source: :x: You don't have the permissions to use this command. It is thought for {error} class users.
de_de: :x: Du k4nn57 d1353n B3f3hl n1ch7 b3nu7z3n. 35 157 für d13 {error} Kl4553 63316n37.

source: You are already on an adventure. Use `{prefix}status` to see how long it lasts.
de_de: Du b157 5ch0n 4uf 31n3m 4b3n73u3r. Nu7z3 `{prefix}status` um zu prüf3n, w13 l4n63 35 d4u3r7.

source: You need to be on an adventure to use this command. Try `{prefix}adventure`!
de_de: D13535 K0mm4nd0 k4nn nur 63nu7z7 w3rd3n, w3nn du 4uf 31n3m 4b3n73u3r b157. Nu7z3 `{prefix}adventure`!

source: You need to be in a voice chat to use this command.
de_de: Du mu557 1n 31n3m 5pr4chch47 zu 531n, um d1353n B3f3hl zu nu7z3n.

source: The vote did not pass.
de_de: D13 4b571mmun6 157 n1ch7 durch6364n63n.

source: You need to be playing music, for example with `{prefix}play`, to use this command.
de_de: Du mu557 Mu51k 4b5p13l3n, zum B315p13l 1n d3m du `{prefix}play`, nu7z7 um d1353n B3f3hl zu v3rw3nd3n.

source: The DJ has locked the music player.
de_de: D3r DJ h47 d3n Mu51k5p13l3r 635p3rr7.

source: You must be the DJ to use this command.
de_de: Du mu557 d3r DJ 531n, um d1353n B3f3hl zu nu7z3n.

source: Your pet has gone missing. Maybe some aliens abducted it? Since you can't find it anymore, you are no longer a {profession}
de_de: D31n H4u5713r 157 v3r5chwund3n. V13ll31ch7 wurd3 35 v0n 4l13n5 3n7führ7? W31l du 35 n1ch7 m3hr f1nd3n k4nn57, b157 du k31n {profession} m3hr.

source: Ranger
de_de: 5chü7z3

source: Your pet **{pet}** died! You did not give it enough to eat or drink. Because of your bad treatment, you are no longer a {profession}.
de_de: D31n H4u5713r **{pet}** 157 63570rb3n! Du h457 1hm n1ch7 63nu6 zu 3553n 0d3r zu 7r1nk3n 6363b3n. W31l du 35 50 5chl3ch7 b3h4nd3l7 h457, b157 du k31n {profession} m3hr.

source: Your pet **{pet}** ran away! You did not show it your love enough! Because of your bad treatment, you are no longer a {profession}.
de_de: D31n H4u5713r **{pet}** 157 w3663l4uf3n! Du h457 1hm d31n3 L13b3 n1ch7 4u5r31ch3nd 63z3167. W31l du 35 50 5chl3ch7 b3h4nd3l7 h457, b157 du k31n {profession} m3hr.

source: You need to be a {tier} tier donator to use this command. Please head to `{prefix}donate` and make sure you joined the support server if you decide to support us.
de_de: Du mu557 31n D0n470r d3r {tier} 57uf3 531n, um d1353n B3f3hl nu7z3n zu könn3n. B1773 513h d1r `{prefix}donate` 4n und 7r373 d3m 5upp0r7 53rv3r b31, w3nn du d1ch d4zu 3n75chl13ß7 un5 zu un73r57ü7z3n.

source: There is another raid already ongoing. Try again at a later time.
de_de: 31n 4nd3r3r R41d läuf7 b3r3175. V3r5uch'5 5pä73r n0chm4l.

source: Your alliance does not own a city.
de_de: D31n3 4ll14nz b3517z7 k31n3 574d7.

source: Your alliance already owns a city.
de_de: D31n3 4ll14nz b3517z7 5ch0n 31n3 574d7.

source: Your alliance rank is too low.
de_de: D31n R4n6 1n d3r 4ll14nz 157 zu n13dr16.

source: Your server does not have an open help request.
de_de: D31n 53rv3r h47 k31n3 0ff3n3n H1lf54nfr463n.
