Repository: Gelbpunkt/IdleRPG
Catalog: locales/*_1337/LC_MESSAGES/idlerpg.po
Languages: de_de

source: They have finally decided to move out after all these years, but couldn't survive a second alone.
de_de: 35 3n75ch13d 51ch, n4ch 4ll d3n J4hr3n 3ndl1ch 4u5zuz13h3n, 4b3r k0nn73 k31n3 53kund3 4ll31n3 üb3rl3b3n.

source: Spontaneous combustion removed them from existence.
de_de: 5p0n74n3 V3rbr3nnun6 h47 35 v0n d1353r W3l7 63n0mm3n.

source: While exploring the forest, they have gotten lost.
de_de: Währ3nd 35 d3n W4ld 3rkund37 h47, 157 35 v3rl0r3n 6364n63n.

source: They've left through a portal into another dimension...
de_de: 35 h47 un53r3 W3l7 durch 31n P0r74l 1n 31n3 4nd3r3 D1m3n510n v3rl4553n.

source: The unbearable pain of stepping on a Lego\© brick killed them.
de_de: D3r un3r7rä6l1ch3 5chm3rz d35 7r373n5 4uf 31n3n L360\©-5731n h47 35 um63br4ch7.

source: You heard a landmine going off nearby...
de_de: Du h457 1n d3r Näh3 31n3 L4ndm1n3 h0ch63h3n 63hör7...

source: They have been abducted by aliens!
de_de: 35 wurd3 v0n 4l13n5 3n7führ7!

source: The Catholic Church got them...
de_de: D13 K47h0l15ch3 K1rch3 h47 35 1n d13 F1n63r b3k0mm3n...

source: They starved after becoming a communist.
de_de: 35 157 v3rhun63r7, n4chd3m 35 31n K0mmun157 wurd3.

source: {name} died at the age of {age}! {cause}
de_de: {name} 157 1m 4l73r v0n {age} 63570rb3n! {cause}

source: fell in love with a woman on the internet, but the woman was a man and stole their money.
de_de: 51ch 1n 31n3 Fr4u 1m 1n73rn37 v3rl13b7 h47. 4b3r d13 Fr4u w4r 31n M4nn und h47 d45 63ld 63570hl3n.

source: has been arrested and had to post bail.
de_de: v3rh4f737 wurd3 und du d13 K4u710n z4hl3n mu557357.

source: bought fortnite skins with your credit card.
de_de: m17 d31n3r Kr3d17k4r73 F0r7n173 5k1n5 63k4uf7 h47.

source: decided to become communist and gave the money to others.
de_de: K0mmun157 wurd3 und 531n 63ld 4n 4nd3r3 w3173r63b3n h47.

source: was caught pickpocketing and you had to pay the fine.
de_de: b31m 745ch3nd13b574hl 3n7d3ck7 wurd3 und du d13 57r4f3 z4hl3n mu557.

source: gave it to a beggar.
de_de: d45 63ld 31n3m B377l3r 6363b3n h47.

source: borrowed it to attend the local knights course.
de_de: 35 n4hm um d3m R1773rkur5 1n d3r 574d7 b31zu7r373n.

source: spent it in the shop.
de_de: 35 1m L4d3n 4u56363b3n h47.

source: bought some toys.
de_de: 51ch 5p13lz3u6 63k4uf7 h47.

source: has gambling addiction and lost the money...
de_de: 31n3 5p13l5uch7 h47 und d45 63ld v3rl0r3n h47...

source: You lost ${money} because {name} {cause}
de_de: Du h457 ${money} v3rl0r3n, w31l {name} {cause}

source: finally found a job!
de_de: h47 3ndl1ch 31n3n J0b 63fund3n!

source: won a lottery.
de_de: h47 d13 L0773r13 63w0nn3n.

source: sold their toys.
de_de: h47 531n 5p13lz3u6 v3rk4uf7.

source: got money from another kid that decided to become communist.
de_de: h47 63ld v0n 31n3m K1nd b3k0mm3n, d45 K0mmun157 wurd3.

source: stole it from a traveller.
de_de: h47 35 v0n 31n3m R3153nd3m 63570hl3n.

source: finished a quest with a money reward.
de_de: h47 31n3 Qu357 m17 63ldb3l0hnun6 b33nd37.

source: used dark magic to summon some money.
de_de: h47 dunkl3 M4613 v3rw3nd37, um 63ld zu b35chwör3n.

source: looted a local warehouse and sold the wares.
de_de: h47 31n L463rh4u5 63plünd3r7 und d13 B3u73 v3rk4uf7.

source: solved an enigma with a money reward.
de_de: h47 31n 3n16m4 m17 63ldb3l0hnun6 63lö57.

source: {name} gave you ${money}, they {cause}
de_de: {name} 61b7 d1r ${money}, 35 {cause}

source: {name} found a {emoji} {type_} crate for you!
de_de: {name} h47 31n3 {emoji} {type_} K1573 für d1ch 63fund3n!

source: {name} is now {age} years old.
de_de: {name} 157 j37z7 {age} J4hr3 4l7.

source: {name} can be renamed! Within 30 seconds, enter a new name: Type `cancel` to leave the name unchanged.
de_de: {name} k4nn umb3n4nn7 w3rd3n! Du h457 30 53kund3n Z317, 31n3n n3u3n N4m3n 31nzu63b3n: 5chr31b3 `c4nc3l` um d3n N4m3n unv3ränd3r7 zu l4553n.

source: You didn't enter a name.
de_de: Du h457 k31n3n N4m3n 6363b3n.

source: You didn't want to rename.
de_de: Du w0ll7357 n1ch7 umb3n3nn3n.

source: Name must be 1 to 20 characters only.
de_de: D3r N4m3 mu55 zw15ch3n 1 und 20 Z31ch3n l4n6 531n.

source: {author} Are you sure you want to rename "{old_name}" to "{new_name}"?
de_de: {author} B157 du d1r 51ch3r, d455 du "{old_name}" zu "{new_name}" umb3n3nn3n w1ll57?

source: You didn't change the name to "{new_name}".
de_de: Du h457 d3n N4m3n n1ch7 zu "{new_name}" 63änd3r7.

source: You didn't confirm.
de_de: Du h457 n1ch7 b357ä7167.

source: You didn't change their name.
de_de: Du h457 d3n N4m3n n1ch7 63änd3r7.

source: {old_name} is now called {new_name}.
de_de: {old_name} h31ß7 j37z7 {new_name}.

source: Show the top 10 richest
de_de: Z3167 d13 10 r31ch573n 5p13l3r

source: The 10 most richest players in IdleRPG.
de_de: D13 10 r31ch573n 5p13l3r 1n 1dl3RP6.

source: {name}, a character by {username} with **${money}**
de_de: {name}, 31n Ch4r4k73r v0n {username} h47 **${money}**

source: The Richest Players
de_de: D13 r31ch573n 5p13l3r

source: Show the top 10 by XP
de_de: Z3167 d13 70p 10 b4513r3nd 4uf XP

source: Shows you the top 10 players by XP and displays the corresponding level.
de_de: Z3167 d13 70p 10 5p13l3r b4513r3nd 4uf XP und 1hr3 d4zu63hör163n L3v3l.

source: {name}, a character by {username} with Level **{level}** (**{xp}** XP)
de_de: {name}, 31n Ch4r4k73r v0n {username} m17 d3m L3v3l **{level}** (**{xp}** XP)

source: The Best Players
de_de: D13 b3573n 5p13l3r

source: Show the top 10 PvPers
de_de: Z3167 d13 70p 10 PvP 5p13l3r

source: Shows you the top 10 players by the amount of wins in PvP matches.
de_de: Z3167 d1r d13 70p 10 5p13l3r, b4513r3nd 4uf d3r 4nz4hl 1hr3r 63w0nn3n3n PvP Kämpf3.

source: {name}, a character by {username} with **{wins}** wins
de_de: {name}, 31n Ch4r4k73r v0n {username} m17 **{wins}** 51363n

source: The Best PvPers
de_de: D13 b3573n PvP Kämpf3r

source: Show the top 10 lovers
de_de: Z3167 d13 70p 10 L13bh4b3r

source: The top 10 lovers sorted by their spouse's lovescore.
de_de: 70p 10 L13bh4b3r 50r713r7 n4ch L13b35w3r7 d35 P4r7n3r5.

source: **{lover}** gifted their love **{lovee}** items worth **${points}**
de_de: **{lover}** h47 **{lovee}** 173m5 1m W3r7 v0n **${points}** 635ch3nk7

source: The Best lovers
de_de: D13 b3573n L13bh4b3r

source: Displays info on the server
de_de: Z3167 d13 1nf0rm4710n 4uf d3m 53rv3r

source: Shows information about your server, from its region and membercount to its creation date and roles.
de_de: Z3167 1nf0rm4710n3n zu d31n3m 53rv3r, v0n 531n3r R3610n und M176l13d3rz4hl b15 h1n zu 531n3m 3r573llun65d47um und R0ll3n.

source: Link
de_de: L1nk

source: `No icon has been set yet!`
de_de: `N0ch k31n B1ld f35763l367!`

source: Server Information
de_de: 53rv3r-1nf0

source: Compact information about this server
de_de: Zu54mm3n63f45573 1nf05 zum d1353m 53rv3r

source: Information
de_de: 1nf0rm4710n

source: Server: `{name}` Server Region: `{region}` Members Total: `{members}` ID: `{id}` Icon: {urltext} Owner: {owner} Roles: `{roles}` Server created at: `{created_at}`
de_de: 53rv3r: `{name}` 53rv3r R3610n: `{region}` 6354m74nz4hl d3r M176l13d3r: `{members}` 1D: `{id}` B1ld: {urltext} B3517z3r: {owner} R0ll3n: `{roles}` 53rv3r wurd3 3r573ll7 4m: `{created_at}`

source: {name}, Shard {num} of {total}
de_de: {name}, 5h4rd {num} v0n {total}

source: Cluster
de_de: Clu573r

source: Change the server settings for the bot
de_de: Änd3r7 d13 53rv3r 31n573llun63n d35 B075

source: Change the server settings for the bot.
de_de: Änd3r3 d13 53rv3r 31n573llun63n d35 B075.

source: Please use `{prefix}settings prefix value`
de_de: B1773 nu7z3 `{prefix}settings prefix value`

source: Change the prefix
de_de: Änd3r3 d3n Pr3f1x

source: `<prefix>` - The new prefix to use. Use "" quotes to surround it if you want multiple words or trailing spaces. Change the bot prefix, it cannot exceed 10 characters. Only users with the Manage Server permission can use this command.
de_de: `<pr3f1x>` - D3r n3u3 Pr3f1x, d3r 63nu7z7 w3rd3n 50ll. Nu7z3 " " 4nführun65z31ch3n, f4ll5 du m3hr3r3 W0r73 0d3r L33rz31ch3n v3rw3nd3n w1ll57. Änd3r3 d3n B07 Pr3f1x, 3r k4nn n1ch7 län63r 4l5 10 Z31ch3n 531n. Nur Nu7z3r, d13 M4n463 53rv3r R3ch73 h4b3n, könn3n d1353n B3f3hl nu7z3n.

source: Prefixes may not be longer than 10 characters.
de_de: D3r Pr3f1x k4nn n1ch7 län63r 4l5 10 Z31ch3n l4n6 531n.

source: Prefix changed to `{prefix}`.
de_de: Pr3f1x zu `{prefix}` 63änd3r7.

source: Reset the server settings
de_de: 537z7 d13 53rv3r31n573llun63n zurück

source: Resets the server settings.
de_de: 53rv3r31n573llun63n zurück537z3n.

source: Done!
de_de: 3rl3d167!

source: View this server's prefix
de_de: Z3167 d3n Pr3f1x d13535 53rv3r5 4n

source: View the bot prefix for the server
de_de: 513h d3n B07 Pr3f1x für d1353n 53rv3r 4n

source: The prefix for server **{server}** is `{serverprefix}`. `{prefix}settings prefix` changes it.
de_de: D3r Pr3f1x 4uf d3m 53rv3r **{server}** 157 `{serverprefix}`. `{prefix}settings prefix` änd3r7 1hn.

source: Show someone's avatar
de_de: Z3167 d3n 4v474r 31n3r P3r50n

source: `<target>` - The user whose avatar to show; defaults to oneself Shows someone's avatar, also known as their icon or profile picture.
de_de: `<74r637>` - D3r Nu7z3r, d3553n 4v474r 4n63z3167 w3rd3n 50ll; 0hn3 4n64b3 157 m4n 35 53lb57 Z3167 d3n 4v474r 31n3r P3r50n, 4uch b3k4nn7 4l5 1c0n 0d3r Pr0f1lb1ld.

source: Download Link
de_de: D0wnl04d L1nk

source: Interact with your guild.
de_de: 1n73r4613r3 m17 d31n3r 61ld3.

source: Interact with your guild. If no subcommand is given, this will show your guild. Guilds are groups of players, they have a guild bank where money can be kept safe from thieves and the guild's members can go on adventures to earn extra rewards. Players cannot join guilds by themselves, they must be invited by the guild leader or one of its officers.
de_de: 1n73r4613r3 m17 d31n3r 61ld3. W3nn k31n Un73rb3f3hl 6363b3n w1rd, z3167 d1353r B3f3hl d31n3 61ld3. 61ld3n 51nd 5p13l3r6rupp3n. 513 h4b3n 31n3 61ld3nb4nk, 1n w3lch3r 63ld 51ch3r v0r D13b3n 31n63l463r7 w3rd3n k4nn und 61ld3nm176l13d3r könn3n 4uf 4b3n73u3r 63h3n um 3x7r4-B3l0hnun63n zu 3rh4l73n. 5p13l3r könn3n 61ld3n n1ch7 53lb57 b317r373n, 513 mü553n v0n 31n3m 61ld3nl3173r 0d3r 31n3m 0ff1z13r 31n63l4d3n w3rd3n.

source: You are not in a guild yet.
de_de: Du b157 1n n0ch k31n3r 61ld3.

source: No guild found.
de_de: K31n3 61ld3 63fund3n.

source: Members
de_de: M176l13d3r

source: Current Member Count
de_de: M0m3n74n3 M176l13d3rz4hl

source: Leader
de_de: 61ld3nführ3r

source: Guild ID: {id}
de_de: 61ld3n-1D: {id}

source: Show a specific guild
de_de: Z3167 31n3 5p3z1f15ch3 61ld3

source: `<by>` - The guild's name (format `guild:name`, i.e. `guild:Adrian's Refuge`), its ID (format `id:number`, i.e. `id:5003`), or a person in the guild. Show a specific guild's info. You can look up guilds by its name, its ID, or a player in that guild.
de_de: `<by>` - D3r N4m3 d3r 61ld3 (F0rm47: `6u1ld:n4m3`, b5pw. `6u1ld:4dr14n'5 R3fu63`), 175 1D (F0rm47: `1d:numb3r`, 1.3. `1d:5003`) 0d3r 31n3 P3r50n 1n d3r 61ld3. Z3167 d13 61ld3n1nf0 31n3r 5p3z1f15ch3n 61ld3. Du k4nn57 61ld3n 4nh4nd 1hr35 N4m3n5, 1hr3r 1D 0d3r 31n35 5p13l3r5 4ufruf3n.

source: **{user}** does not have a guild.
de_de: **{user}** h47 k31n3 61ld3.

source: Show the best guilds by GvG wins
de_de: Z3167 d13 b3573n 61ld3n 4nh4nd 1hr3r PvP 51363

source: Shows the top 10 guilds ordered by Guild vs Guild wins. To get more GvG wins, the guild leader or its officers can use `{prefix}guild battle`.
de_de: Z3167 d13 70p 10 61ld3n 50r713r7 n4ch 1hr3n 61ld3 v5. 61ld3 51363n. Um m3hr 6v6 51363 zu b3k0mm3n, könn3n d3r L3173r 0d3r d13 0ff1z13r3 `{prefix}guild battle` nu7z3n.

source: a guild by {leader} with **{wins}** GvG Wins
de_de: 31n3 61ld3 v0n {leader} m17 **{wins}** 6v6 51363n

source: The Best GvG Guilds
de_de: D13 b3573n 6v6 61ld3n

source: Show a list of your guild members.
de_de: Z3167 31n3 L1573 d31n3r 61ld3nm176l13d3r.

source: Show a list of your guild members. If a user's name cannot be found for whatever reason, their user ID is displayed. This command can take a minute to load, depending on the amount of members in your guild. Please be patient. Only players who are part of a guild can use this command.
de_de: Z3167 31n3 L1573 d31n3r 61ld3nm176l13d3r. W3nn 31n Nu7z3rn4m3 4u5 w3lch3m 6rund 4uch 1mm3r n1ch7 63fund3n w3rd3n k4nn, w1rd d13 Nu7z3r 1D 4n63z3167. D1353r B3f3hl k4nn 31n3 M1nu73 zum l4d3n br4uch3n, j3 n4chd3m w13 v13l3 M176l13d3r 1n d3r 61ld3 51nd. B1773 h4b3 37w45 63duld. Nur 5p13l3r d13 731l 31n3r 61ld3 51nd, könn3n d1353n B3f3hl nu7z3n.

source: Unknown User (ID {id})
de_de: Unkn0wn U53r (1D {id})

source: Your guild mates
de_de: D31n3 61ld3nk4m3r4d3n

source: Change your guild's badge
de_de: Änd3r3 d31n 61ld3n4bz31ch3n

source: `<number>` - The number of the guild badge to use, ranging from 1 to the amount of available badges Change your guild's badge, it will display in `{prefix}guild info`. Only guild leaders can use this command.
de_de: `<numb3r>` - D13 Numm3r d35 61ld3n4bz31ch3n5, w3lch35 63nu7z7 w3rd3n 50ll, zw15ch3n 1 und d13 4nz4hl d3r v3rfü6b4r3n 4bz31ch3n. Änd3r7 d31n 61ld3n4bz31ch3n, 35 w1rd 1n `{prefix}guild info` 4n63z3167. Nur 61ld3nl3173r könn3n d1353n B3f3hl nu7z3n.

source: Your guild has no badges yet.
de_de: D31n3 61ld3 h47 n0ch k31n3 4bz31ch3n.

source: The badge number {number} is not valid, your guild only has {amount} available.
de_de: 4bz31ch3n {number} 157 un6ül716, d31n3 61ld3 h47 nur {amount}.

source: Badge updated!
de_de: 4bz31ch3n 63änd3r7!

source: Create a guild
de_de: 3r573ll3 31n3 61ld3

source: Create a guild for $10,000. Creating a guild has no level requirements, as long as you have $10,000, you can create a guild. To create a guild, you will need the following: - A name with 20 characters or less - An image URL with 60 characters or less to your guild's icon - $10,000 Having trouble finding a short image URL? Check [this tutorial](https://wiki.idlerpg.xyz/index.php?title=Tutorial:_Short_Image_URLs) The bot will ask for these separately. When you enter the guild's name or URL, don't include `{prefix}`. Only players who are not already in a guild can use this command. (This command has a cooldown of 10 minuets.)
de_de: 3r573ll3 31n3 61ld3 für 10.000$. 31n3 61ld3 zu 3r573ll3n h47 k31n3 L3v3l-B35chränkun63n, 50l4n63 du 10.000$ h457, k4nn57 du 31n3 61ld3 3r573ll3n. Um 31n3 61ld3 zu 3r573ll3n b3nö71657 du F0l63nd35: -31n3n N4m3n m17 20 Z31ch3n 0d3r w3n163r -31n3n B1ldl1nk m17 60 Z31ch3n 0d3r w3n163r für d31n 61ld-1c0n -10.000$ H457 du Pr0bl3m3 31n3n kurz3n L1nk zu f1nd3n? 513h d1r[d13535 7u70r14l 4n](h77p5://w1k1.1dl3rp6.xyz/1nd3x.php?717l3=7u70r14l:_5h0r7_1m463_URL5) D3r B07 w1rd 53p4r47 n4ch N4m3n/B1ld fr463n. W3nn du d3n 61ld3nn4m3n 0d3r L1nk 31n61b57, fü63 n1ch7 `{prefix}` h1nzu. Nur 5p13l3r d13 n1ch7 b3r3175 31n3 61ld3 h4b3n, könn3n d1353n B3f3hl nu7z3n. (D1353r B3f3hl h47 31n3n C00ld0wn v0n 10 M1nu73n.)

source: Enter a name for your guild. Maximum length is 20 characters.
de_de: 61b 31n3n N4m3n für d31n3 61ld3 4n. M4x1m4l 20 Z31ch3n.

source: Cancelled guild creation.
de_de: 3r573ll3n d3r 61ld3 4b63br0ch3n.

source: Guild names musn't exceed 20 characters.
de_de: D3r 61ld3nn4m3 k4nn n1ch7 üb3r 20 Z31ch3n l4n6 531n.

source: Send a link to the guild's icon. Maximum length is 60 characters.
de_de: 53nd3 31n3n L1nk zum 61ld3nb1ld. D3r L1nk k4nn n1ch7 län63r 4l5 60 Z31ch3n l4n6 531n.

source: Are you sure? React to create a guild for **$10000**
de_de: B157 du 51ch3r? R34613r3 um für **$10000** d13 61ld3 zu 3r573ll3n

source: A guild creation costs **$10000**, you are too poor.
de_de: Du h457 n1ch7 d13 nö7163n **$10000** um 31n3 61ld3 zu 3r573ll3n.

source: The guild name is taken.
de_de: D1353r N4m3 157 5ch0n v3r63b3n.

source: Successfully added your guild **{name}** with a member limit of **{memberlimit}**. Tip: You can use `{prefix}guild channel` in a server where you are the admin to set up the guild logging channel.
de_de: D31n3 61ld3 **{name}** m17 31n3m M176l13d3rl1m17 v0n **{memberlimit}** wurd3 3rf0l6r31ch 3r573ll7. 71pp: Du k4nn57 `{prefix}guild channel` nu7z3n (1n 31n3m 53rv3r, 1n d3m du 4dm1n157r470r b157) um 31n3n 61ld3n-L06 Ch4nn3l zu 3r573ll3n.

source: Renames your guild
de_de: B3n3nn3 d31n3 61ld3 um

source: `<new_name>` - The new name for the guild. This renames your guild to something else. The name may not exceed 20 characters. Only guild leaders can use this command.
de_de: `<n3w_n4m3>` -D3r n3u3 N4m3 für d13 61ld3. D135 w1rd d3n N4m3n d31n3 61ld3 1n 31n3n 4nd3r3n änd3rn. D3r N4m3 d4rf n1ch7 län63r 4l5 20 Z31ch3n 531n. Nur 61ld3nl3173r könn3n d1353n B3f3hl nu7z3n.

source: Successfully renamed your guild to {new_name}
de_de: D31n3 61ld3 wurd3 3rf0l6r31ch zu {new_name} umb3n4nn7!

source: Give your guild to someone else
de_de: 61b d31n3 61ld3 j3m4nd3n 4nd3r3n

source: `<member>` - A discord User with a character, must be a member of your guild. Transfer your guild to someone else. This person will be the new guild leader, while you will become a regular member. If the user you transfer the guild to is a patron, the guild's member limit will be set to 100, otherwise it will be set to 50. Only guild leaders can use this command.
de_de: `<m3mb3r>` - 31n D15c0rdnu7z3r m17 31n3m Ch4r4k73r, mu55 M176l13d d31n3r 61ld3 531n. 7r4n5f3r13r3 d31n3 61ld3 4n j3m4nd3n 4nd3r3n. D1353 P3r50n w1rd d3r n3u3 61ld3nl3173r 531n, währ3nd du 31n n0rm4l35 M176l13d w1r57. W3nn d3r Nu7z3r, d3m du d13 61ld3 üb3r7rä657 31n P47r30n 157, w1rd d45 M176l13d3rl1m17 4uf 100 63537z7, 4n50n573n w1rd 35 4uf 50 63537z7. Nur 61ld3nl3173r könn3n d1353n B3f3hl nu7z3n.

source: Not a member of your guild.
de_de: N1ch7 M176l13d d31n3r 61ld3.

source: Are you sure to transfer guild ownership to {user}?
de_de: B157 du 51ch3r, d455 du d13 61ld3 4n {user} üb3r7r463n w1ll57?

source: {user} now leads {guild}.
de_de: {user} führ7 j37z7 {guild} 4n.

source: Promote a guild member to officer.
de_de: B3förd3r3 31n 61ld3nm176l13d zum 0ff1z13r.

source: `<member>` - A discord User with a character, must be a member of your guild Promote a member of your guild to the officer rank. This allows them to use certain guild commands. Officers can: - Invite new members - Kick members from the guild (cannot kick officers) - Take money out of the guild bank - Distribute money from the guild bank - Start battles with other guilds - Start and finish guild adventures Officers cannot be kicked from your guild and must be demoted first. Only promote members you trust. You can demote officers using `{prefix}guild demote`. Only guild leaders can use this command.
de_de: `<m3mb3r>` - 31n D15c0rdnu7z3r m17 31n3m Ch4r4k73r. Mu55 M176l13d d31n3r 61ld3 531n. B3förd3r3 31n M176l13d d31n3r 61ld3 zum 0ff1z13rr4nk. D135 w1rd 1hn3n 3rl4ub3n, 31n163 61ld3nb3f3hl3 4u5zuführ3n. 0ff1z13r3 könn3n: -N3u3 M176l13d3r 31nl4d3n -M176l13d3r v0n d3r 61ld3 k1ck3n (könn3n k31n3 0ff1z13r3 k1ck3n) -63ld 4u5 d3r 61ld3nb4nk n3hm3n -63ld 1n d13 61ld3nb4nk 31nz4hl3n -Kämpf3 m17 4nd3r3n 61ld3n 574r73n -61ld3n4b3n73u3r 4nf4n63n und b33nd3n 0ff1z13r3 könn3n n1ch7 v0n d3r 61ld3 63k1ck7 w3rd3n, 513 mü553n zu3r57 zurück6357uf7 w3rd3n. B3förd3r3 nur M176l13d3r, d3n3n du v3r7r4u57. Du k4nn57 513 zurück57uf3n 1n d3m du `{prefix}guild demote` nu7z7. Nur 61ld3nl3173r könn3n d1353n B3f3hl nu7z3n.

source: Target is not a member of your guild.
de_de: D1353r Nu7z3r 157 n1ch7 1n d31n3r 61ld3.

source: This user is already an officer of your guild.
de_de: D1353r Nu7z3r 157 b3r3175 61ld3n0ff1z13r.

source: Done! {member} has been promoted to the rank of `Officer`.
de_de: 3rl3d167! {member} wurd3 zu `61ld3n0ff1z13r` b3förd3r7.

source: Demote a guild officer to member.
de_de: 537z3 31n3n 61ld3n0ff1z13r 4uf M176l13d5r4n6 zurück.

source: `<member>` - A discord User with a character, must be an officer of your guild Demotes an officer of your guild to member rank. The user will lose their guild officer permissions immediately. Only guild leaders can use this command.
de_de: `<m3mb3r>` - 31n D15c0rdnu7z3r m17 31n3m Ch4r4k73r, mu55 0ff1z13r d31n3r 61ld3 531n. 537z7 31n3n 61ld3n0ff1z13r 4uf M176l13d5r4n6 zurück. D3r Nu7z3r w1rd 531n3 61ld3n0ff1z13r-B3r3ch716un63n 50f0r7 v3rl1r3n. Nur 61ld3nl3173r könn3n d1353n B3f3hl nu7z3n.

source: This user can't be demoted any further.
de_de: D1353r Nu7z3r k4nn n1ch7 w3173r d36r4d13r7 w3rd3n.

source: Done! {member} has been demoted to the rank of `Member`.
de_de: 3rl3d167! {member} wurd3 zu `M176l13d` d36r4d13r7.

source: Invite new members to your guild.
de_de: L4d3 n3u3 M176l13d3r 1n d31n3 61ld3 31n.

source: `<member>` - A discord user with a character who is not yet in a guild. Invites a new member to your guild. If your guild is in an alliance which owns a city, the new member will have its bonuses applied immediately. Only guild leaders and officers can use this command.
de_de: `<m3mb3r>` - 31n D15c0rdnu7z3r m17 31n3m Ch4r4k73r, d3r n0ch n1ch7 1n 31n3r 61ld3 157. Läd7 31n n3u35 M176l13d 1n d31n3 61ld3 31n. W3nn d31n3 61ld3 M176l13d 31n3r 4ll14nz 157, w3lch3r 31n3 574d7 63hör7, 3rhäl7 d45 n3u3 M176l13d 50f0r7 4ll3 b0n1. Nur 61ld3nl3173r 0d3r 0ff1z13r3 könn3n d1353n B3f3hl nu7z3n.

source: ...me? I'm flattered, but I can't accept this invitation...
de_de: ...1ch? 1ch fühl3 m1ch 633hr7, 4b3r 1ch k4nn d1353 31nl4dun6 n1ch7 4nn3hm3n...

source: That member already has a guild.
de_de: D1353r Nu7z3r 157 5ch0n 1n 31n3r 61ld3.

source: Your guild is already at the maximum member count.
de_de: D31n3 61ld3 157 b3r3175 v0ll.

source: {newmember}, {author} invites you to join **{name}**. React to join the guild.
de_de: {newmember}, {author} läd7 d1ch 31n **{name}** b31zu7r373n. R34613r3 um d3r 61ld3 b31zu7r373n.

source: {newmember} is now a member of **{name}**. Welcome!
de_de: {newmember} 157 j37z7 31n M176l13d v0n **{name}**. W1llk0mm3n!

source: Leave your guild
de_de: V3rl4553 d31n3 61ld3

source: Leave your current guild If your guild was in an alliance which owned a city, you will have its bonuses removed immediately. Only players who are in a guild, beside guild leaders, can use this command.
de_de: V3rl4553 d31n3 61ld3 F4ll5 d31n3 61ld3 731l 31n3r 4ll14nz w4r, w3lch3 31n 574d7 b353553n h47, w1r57 du 4ll3 B0n1 50f0r7 v3rl13r3n. Nur 5p13l3r d13 1n 31n3r 61ld3 51nd, 4b6353h3n v0m 61ld3nl3173r, könn3n d1353n B3f3hl nu7z3n.

source: You left your guild.
de_de: Du h457 d13 61ld3 v3rl4553n.

source: Kick a member from your guild.
de_de: K1ck7 31n M176l13d 4u5 d3r 61ld3.

source: `<member>` - A discord User with a character, must be a member of your guild Kicks a member from your guild. Officers cannot be kicked. If your guild is in an alliance which owns a city, the member will have its bonuses removed immediately. If the member shares no server with you, you may use their [User ID](https://support.discord.com/hc/en-us/articles/206346498-Where-can-I-find-my-User-Server-Message-ID-) as the member parameter. Only guild leaders and officers can use this command.
de_de: `<m3mb3r>` - 31n D15c0rdnu7z3r m17 31n3m Ch4r4k73r, mu55 31n M176l13d d31n3r 61ld3 531n K1ck7 31n M176l13d 4u5 d31n3r 61ld3. 0ff1z13r3 könn3n n1ch7 63k1ck7 w3rd3n. F4ll5 d31n3 61ld3 731l 31n3r 4ll14nz w4r, w3lch3 31n 574d7 b353553n h47, w1rd d45 3x-M176l13d 4ll3 B0n1 50f0r7 v3rl13r3n. F4ll5 du k31n3n 53rv3r m17 d31n3m M176l13d 731l57, k4nn57 1hr3 [Nu7z3r 1D](h77p5://5upp0r7.d15c0rd.c0m/hc/3n-u5/4r71cl35/206346498-Wh3r3-c4n-1-f1nd-my-U53r-53rv3r-M355463-1D-) 4l5 P4r4m373r nu7z3n. Nur 61ld3nl3173r 0d3r 0ff1z13r3 könn3n d1353n B3f3hl nu7z3n.

source: Not your guild mate.
de_de: K31n M176l13d d31n3r 61ld3.

source: You can only kick members.
de_de: M4n k4nn nur M176l13d3r k1ck3n.

source: The person has been kicked!
de_de: D1353r Nu7z3r wurd3 63k1ck7!

source: Delete your guild
de_de: Lö5ch7 d31n3 61ld3
