Repository: Gelbpunkt/IdleRPG
Catalog: locales/*_1337/LC_MESSAGES/idlerpg.po
Languages: de_de

source: `[date]` - The date on which the comic strip was released, see below for more info Sends today's garfield comic if no date info is given. Otherwise, the format is `YYYY MM DD` or `DD MM YYYY`, depending on where the year is, with the date parts being seperated with spaces. For example: `2013 12 25` is the same as `25 12 2013`, both meaning December 25th 2013.
de_de: `[d473]` - D45 D47um, 4n d3m d3r C0m1c v3röff3n7l1ch7 wurd3, 513h3 un73n für m3hr 1nf0 53nd37 d45 64rf13ld C0m1c v0n h3u73, w3nn k31n D47um 4n6363b3n w1rd. 4n50n573n 157 d45 F0rm47 `JJJJ MM 77` 0d3r ´77 MM JJJJ`, j3 n4chd3m w0 d45 J4hr 157, d13 31nz3ln3n 731l3 w3rd3n m17 L33rz31ch3n 637r3nn7. B315p13l5w3153: `2013 12 25` 157 d45 6l31ch3 w13 25 12 2013`, 4l50 d3r 25 D3z3mb3r 2013.

source: Shows a userfriendly comic strip
de_de: Z3167 31n3n Nu7z3rfr3undl1ch3n C0m1c57r31f3n

source: `[date]` - The date on which the comic strip was released, see below for more info Sends today's userfriendly comic if no date info is given. Otherwise, the format is `YYYY MM DD` or `DD MM YYYY`, depending on where the year is, with the date parts being seperated with spaces. For example: `2013 12 25` is the same as `25 12 2013`, both meaning December 25th 2013.
de_de: `[d473]` - D45 D47um, 4n d3m d3r C0m1c v3röff3n7l1ch7 wurd3, 513h3 un73n für m3hr 1nf0 53nd37 d45 nu7z3rfr3undl1ch3 C0m1c v0n h3u73, w3nn k31n D47um 4n6363b3n w1rd. 4n50n573n 157 d45 F0rm47 `JJJJ MM 77` 0d3r ´77 MM JJJJ`, j3 n4chd3m w0 d45 J4hr 157, d13 31nz3ln3n 731l3 w3rd3n m17 L33rz31ch3n 637r3nn7. B315p13l5w3153: `2013 12 25` 157 d45 6l31ch3 w13 25 12 2013`, 4l50 d3r 25 D3z3mb3r 2013.

source: Taken from userfriendly.org
de_de: V0n u53rfr13ndly.0r6

source: Our partnered bots
de_de: Un53r3 P4r7n3rb075

source: Awesome bots by other coffee-drinking individuals.
de_de: C00l3 B075 v0n 4nd3r3n K4ff337r1nk3rn.

source: Partnered Bots
de_de: P4r7n3r-B075

source: Awesome bots made by other people!
de_de: C00l3 B075 v0n c00l3n L3u73n!

source: Trivia, Hangman, Minesweeper, Connect 4 and more, right from your chat! A bot offering non-RPG games made by deprilula28 and Fin. [top.gg Page](https://top.gg/bot/gamesrob)
de_de: 7r1v14, 64l63nr473n, M1n35w33p3r, V13r 63w1nn7, und m3hr, 4ll35 1m D15c0rd-Ch47! 31n B07 v0ll3r n1ch7-RP6 5p13l3, 3r573ll7 v0n d3pr1lul428 und F1n. [70p.66 53173](h77p5://70p.66/b07/64m35r0b)

source: Cautious Memory brings wiki-style pages to your server. Use it to document who's who in your server, inside jokes, or community lore. Includes a full featured permissions system to keep your pages squeaky clean. [top.gg Page](https://top.gg/bot/541707781665718302)
de_de: C4u710u5 M3m0ry 61b7 d31n3m 53rv3r W1k1-4r7163 53173n. Nu7z3 d1353n B07 um 1n51d3r f357zuh4l73n, w3r w3r 4uf d31n3m 53rv3r 157, 0d3r 5064r d13 635ch1ch73 d3r C0mmun17y. D4m17 4ll35 5chön 54ub3r bl31b7, 61b7'5 4uch 31n v0ll35 3rl4ubn15-5y573m. [70p.66 53173](h77p5://70p.66/b07/541707781665718302)

source: Cleverbot is a Discord bot that will chat with you and your friends. [top.gg Page](https://top.gg/bot/508012980194115595)
de_de: Cl3v3rb07 157 31n D15c0rdb07, d3r m17 d1r und d31n3n Fr3und3n ch4773n w1rd. [70p.66 P463](h77p5://70p.66/b07/508012980194115595)

source: Search wikipedia
de_de: Durch5uch7 W1k1p3d14

source: `<query>` - The wikipedia query to search for Searches Wikipedia for an entry.
de_de: `<qu3ry>` - D13 Fr463/d3r 4r71k3l d3r 635uch7 w1rd Durch5uch7 W1k1p3d14 n4ch 31n3m 31n7r46.

source: No wikipedia entry found.
de_de: K31n W1k1p3d14-31n7r46 63fund3n.

source: Could not parse article summary.
de_de: K0nn73 d3n 4r71k3l n1ch7 4uff4553n.

source: Search the Idle Wiki
de_de: Durch5uch7 d45 1dl3 W1k1

source: `[query]` - The idlewiki query to search for Searches Idle's wiki for an entry.
de_de: `<qu3ry>` - D13 Fr463/d3r 4r71k3l d3r 635uch7 w1rd Durch5uch7 1dl3'5 W1k1 n4ch 31n3m 31n7r46.

source: Check out the official IdleRPG Wiki here: <https://wiki.idlerpg.xyz/index.php?title=Main_Page>
de_de: 5ch4u d1r d45 0ff1z13ll3 1dl3RP6 W1k1 h13r 4n: <h77p5://w1k1.1dl3rp6.xyz/1nd3x.php?717l3=M41n_P463>

source: No entry found.
de_de: K31n 31n7r46 63fund3n.

source: No content to display.
de_de: K31n 1nh4l7 zum 4nz3163n 63fund3n.

source: Info about the bot and related sites
de_de: 1nf0 üb3r d3n B07 und 531n3 W3b5173n

source: About the bot and our websites.
de_de: 1nf05 üb3r d3n B07 und un53r3 W3b53173n.

source: **IdleRPG** is Discord's most advanced medieval RPG bot. We aim to provide the perfect experience at RPG in Discord with minimum effort for the user. We are not collecting any data apart from your character information and our transaction logs. The bot is 100% free to use and open source. This bot is developed by people who love to code for a good cause and improving your gameplay experience. **Links** <https://git.travitia.xyz/Kenvyra/IdleRPG> - Source Code <https://git.travitia.xyz> - GitLab (Public) <https://idlerpg.xyz> - Bot Website <https://wiki.idlerpg.xyz> - IdleRPG wiki <https://raid.idlerpg.xyz> - Raid Website <https://travitia.xyz> - IdleRPG's next major upgrade <https://idlerpg.xyz> - Our forums <https://public-api.travitia.xyz> - Our public API <https://cloud.idlerpg.xyz> - VPS hosting by IdleRPG <https://github.com/Kenvyra> - Other IdleRPG related code <https://discord.com/terms> - Discord's ToS <https://www.ncpgambling.org/help-treatment/national-helpline-1-800-522-4700/> - Gambling Helpline
de_de: **1dl3RP6** 157 D15c0rd5 4m w3173573n 3n7w1ck3l73r M1773l4l73r-RP6-B07. W1r v3r5uch3n d13 p3rfk373 3rf4hrun6 4m RP6 1n D15c0rd m17 d3m kl31n573n 4ufw4nd für d3n Nu7z3r 4nzub1373n. W1r 54mm3ln k31n3 D473n, 4b6353h3n v0n d31n3n Ch4r4k73r1nf0rm4710n3n und un53r3n 7r4n54k710n5l065. D3r B07 157 100% fr31 nu7zb4r und 0p3n 50urc3. D3r B07 wurd3 v0n L3u73n 3n7w1ck3l7, d13 35 l13b3n für 31n3n 6u73n Zw3ck zu c0d3n und un53r3 64m3pl4y3rf4hrun6 zu v3rb3553rn. **L1nk5** <h77p5://617.7r4v1714.xyz/K3nvyr4/1dl3RP6> - 50urc3 C0d3 <h77p5://617.7r4v1714.xyz> - 617L4b (Publ1c) <h77p5://1dl3rp6.xyz> - B07 W3b5173 <h77p5://w1k1.1dl3rp6.xyz> - 1dl3RP6 w1k1 <h77p5://r41d.1dl3rp6.xyz> - R41d W3b5173 <h77p5://7r4v1714.xyz> - 1dl3RP6'5 n3x7 m4j0r up6r4d3 <h77p5://1dl3rp6.xyz> - 0ur f0rum5 <h77p5://publ1c-4p1.7r4v1714.xyz> - 0ur publ1c 4P1 <h77p5://cl0ud.1dl3rp6.xyz> - VP5 h0571n6 by 1dl3RP6 <h77p5://617hub.c0m/K3nvyr4> - 07h3r 1dl3RP6 r3l473d c0d3 <h77p5://d15c0rd.c0m/73rm5> - D15c0rd'5 705 <h77p5://www.ncp64mbl1n6.0r6/h3lp-7r347m3n7/n4710n4l-h3lpl1n3-1-800-522-4700/> - 64mbl1n6 H3lpl1n3

source: Show the rules again
de_de: Z3167 d13 R363ln 3rn3u7 4n

source: Shows the rules you consent to when creating a character. Don't forget them!
de_de: Z3167 d13 R363ln, d3n3n du zu63571mm7 h457, 4l5 du 31n3n Ch4r4k73r 3r573ll7 h457. V3r6155 513 n1ch7!

source: 1) Only up to two characters per individual 2) No abusing or benefiting from bugs or exploits 3) Be friendly and kind to other players 4) Trading in-game content for anything outside of the game is prohibited 5) Giving or selling renamed items is forbidden IdleRPG is a global bot, your characters are valid everywhere
de_de: 1) Nur b15 zu zw31 Ch4r4k73r3 pr0 P3r50n 2) K31n 4u5nu7z3n 0d3r Pr0f1713r3n v0n Bu65 0d3r 3xpl0175 3) 531 fr3undl1ch und n377 zu 4nd3r3n 5p13l3rn 4) D45 H4nd3ln m17 1n-64m3-1nh4l73n 1m 4u574u5ch für D1n63 4uß3rh4lb d35 5p13l5 157 v3rb073n 5) 63b3n 0d3r V3rk4uf3n v0n umb3n4nn73n 173m5 157 un73r5467 1dl3RP6 157 31n 6l0b4l3r B07, Ch4r4k73r3 51nd üb3r4ll 6ül716

source: Start a Zerekiel raid
de_de: 574r737 31n3n Z3r3k13l R41d

source: Start a Kvothe raid
de_de: 574r737 31n3n Kv07h3 R41d

source: Start an Eden raid
de_de: 574r737 31n3n 3d3n R41d

source: Start a CHamburr raid
de_de: 574r737 31n3n CH4mburr R41d

source: Starts Lyx' raid
de_de: 574r737 31n3n Lyx R41d

source: Start a Monox raid
de_de: 574r737 31n3n M0n0x R41d

source: Start a Kirby raid
de_de: 574r737 31n3n K1rby R41d

source: Start a Jesus raid
de_de: 574r737 31n3n J35u5 R41d

source: Increase your raidstats
de_de: 3rhöh7 d31n3 R41d57475

source: Upgrade your raid damage or defense multiplier. These will affect your performance in raids and raidbattles.
de_de: V3rb3553r3 d31n3n R41d-5ch4d3n 0d3r d31n3n V3r731d16un65mul71pl1k470r.

source: Use `{prefix}increase damage/defense` to upgrade your raid damage/defense multiplier by 10%.
de_de: Nu7z3 `{prefix}increase damage/defense` um d31n3n R41d-5ch4d3n5/V3r731d16un65-Mul71pl1k470r um 10% zu v3rb3553rn.

source: Upgrade your raid damage
de_de: V3rb3553r3 d31n3n R41d-5ch4d3n

source: Increase your raid damage.
de_de: 3rhöh3 d31n3n R41d-5ch4d3n.

source: Upgrading your weapon attack raid multiplier to {newlvl} costs **${price}**, you are too poor.
de_de: D31n3n W4ff3n5ch4d3n5-R41d-Mul71pl1k470r 4uf {newlvl} zu 3rhöh3n k05737 **${price}**, du h457 n1ch7 63nu6.

source: Upgrading your weapon attack raid multiplier to {newlvl} costs **${price}**, proceed?
de_de: D31n3n W4ff3n5ch4d3n-R41d-Mul71pl1k470r 4uf {newlvl} zu 3rhöh3n k05737 **${price}**, f0r7f4hr3n?

source: You upgraded your weapon attack raid multiplier to {newlvl} for **${price}**.
de_de: Du h457 d31n3n W4ff3n5ch4d3n5mul71pl1k470r für R41d5 für **${price}** 4uf {newlvl} 3rhöh7.

source: Upgrade your raid defense
de_de: V3rb3553r3 d31n3 R41d-5ch1ld-V3r731d16un6

source: Increase your raid defense.
de_de: 3rhöh3 d31n3 5ch1ld-V3r731d16un6.

source: Upgrading your shield defense raid multiplier to {newlvl} costs **${price}**, you are too poor.
de_de: D31n3n 5ch1ld-V3r731d16un65-Mul71pl1k470r 4uf {newlvl} zu 3rhöh3n k05737 **${price}**, du h457 n1ch7 63nu6.

source: Upgrading your shield defense raid multiplier to {newlvl} costs **${price}**, proceed?
de_de: D31n3n 5ch1ld-V3r731d16un65-Mul71pl1k470r 4uf {newlvl} zu 3rhöh3n k05737 **${price}**, f0r7f4hr3n?

source: You upgraded your shield defense raid multiplier to {newlvl} for **${price}**.
de_de: Du h457 d31n3n 5ch1ldv3r731d16un65v3rv13lf4ch3r für R41d5 für **${price}** 4uf {newlvl} 3rhöh7.

source: View your raid stats
de_de: 513h d1r d31n3 R41d 57475 4n

source: View your raidstats. These will affect your performance in raids and raidbattles.
de_de: Z3167 d31n3 R41d57475. 513 b331nflu553n d31n3 L3157un6 1n R41d5 und R41dkämpf3n.

source: **{author}'s raid multipliers** Damage Multiplier: x{atk} (Upgrading: ${atkp}) Defense Multiplier: x{deff} (Upgrading: ${deffp})
de_de: **{author}5 R41d-V3rb3553run63n** 5ch4d3n5mul71pl1k470r: x{atk} (V3rb3553rn:${atkp}) V3r731d16un65mul71pl1k470r:x{deff} (V3rb3553rn:: ${deffp})

source: Did somebody say Raid?
de_de: H47 j3m4nd R41d 635467?

source: Informs you about joining raids.
de_de: 1nf0rm13r7 d1ch üb3r d45 B317r373n b31 R41d5.

source: Did you ever want to join together with other players to defeat the dragon that roams this land? Raids got you covered! Join the support server (`{prefix}support`) for more information.
de_de: W0ll7357 du j3m4l5 m17 4nd3r3n 5p13l3rn d3n Dr4ch3n b351363n, d3r 1n d3n L4nd3n umh3r57r31f7? R41d5 51nd d45 R1ch7163 für d1ch! 7r177 d3m 5upp0r7 53rv3r (`{prefix}support`) für m3hr 1nf0rm4710n3n b31.

source: Show the booster store
de_de: Z3167 d13 B00573r 1m L4d3n 4n

source: Show the booster store. For a detailed explanation what the boosters do, check `{prefix}help boosters`.
de_de: Z3167 d3n B00573r L4d3n. Für 31n3 d3741ll13r73 3rklärun6, w45 B00573r5 63n4u 7un, nu7z3 `{prefix}help boosters`.

source: IdleRPG Store
de_de: 1dl3RP6 5h0p

source: Welcome! Use `{prefix}purchase time/luck/money` to buy something.
de_de: W1llk0mm3n! Nu7z3 `{prefix}purchase time/luck/money` um 31n3n B00573r zu k4uf3n.

source: Boosters
de_de: B00573r

source: `#1` Time Booster **$1000** Boosts adventure time by 50% `#2` Luck Booster **$500** Boosts adventure luck (not `{prefix}luck`) by 25% `#3` Money Booster **$1000** Boosts adventure money rewards by 25%
de_de: `#1` 71m3 B00573r **$1000** v3rkürz7 4b3n73u3rz317 um 50% `#2` Luck B00573r **$500** 3rhöh7 d45 4b3n73u3r6lück (n1ch7 `{prefix}luck`) um 25% `#3` M0n3y B00573r **$1000** 3rhöh7 d13 4b3n73u3r63ldb3l0hnun6 um 25%

source: Buy some boosters
de_de: K4uf3 31n p44r B00573r

source: `<booster>` - The booster type to buy, can be time, luck, money or all `[amount]` - The amount of boosters to buy; defaults to 1 Buy one or more booster from the store. For a detailed explanation what the boosters do, check `{prefix}help boosters`.
de_de: `<b00573r>` - D3r zu k4uf3nd3 B00573r-7yp. K4nn Z317, 6lück, 63ld 0d3r 4ll3 531n `[4m0un7]`- D13 4nz4hl d3r zu k4uf3nd3n B00573r; 0hn3 4n64b3 157 35 0 K4uf3 31n3n 0d3r m3hr B00573r 4u5 d3m l4d3n. Für 31n3 d3741ll13r73 3rklärun6, w45 B00573r 7un, nu7z3 `{prefix}help boosters`.

source: Please either buy `time`, `luck` or `money`.
de_de: K4uf3 3n7w3d3r `71m3`, `luck` 0d3r `m0n3y`.

source: You're too poor.
de_de: Du h457 n1ch7 63nu6 63ld.

source: Successfully bought **{amount}x** {booster} booster(s). Use `{prefix}boosters` to view your new boosters.
de_de: 3rf0l6r31ch **{amount}x** {booster} B00573r 63k4uf7. Nu7z3 `{prefix}boosters` um d31n3(n) n3u3n B00573r zu 53h3n.

source: View your boosters
de_de: Z3167 d31n3 B00573r 4n

source: View your boosters and the active ones' status. Each one has a different effect. - Time boosters halve the adventures' times (must be active before starting an adventure) - Luck boosters increase your adventure chances by 25% - Money boosters increase the amount of gold gained from adventures by 25% Each booster lasts 24 hours after activation.
de_de: Z3163 d31n3 B00573r 50w13 d3n 5747u5 d31n3r 4k71v3n B00573r 4n. J3d3r h47 31n3n 4nd3r3n 3ff3k7. -Z317 B00573r h4lb13r3n d13 4b3n73u3rz317 (mü553n v0r d3m 574r7 31n35 4b3n73u3r5 63nu7z7 w3rd3n) -6lück B00573r 3rhöh3n d31n3 Ch4nc3n 1m 4b3n73u3r um 25% -63ld B00573r 3rhöh3n d13 B37r46 1m 4b3n73u3r 63fund3n 60ld um 25% J3d3r B00573r 157 24 57und3n n4ch d3r Nu7zun6 4k71v.

source: Time booster - {time}
de_de: Z317 B00573r - {time}

source: Luck booster - {time}
de_de: 6lück B00573r - {time}

source: Money booster - {time}
de_de: 63ld B00573r - {time}

source: Currently active
de_de: Zur Z317 4k71v

source: Time Boosters
de_de: Z317 B00573r

source: Luck Boosters
de_de: 6lück B00573r

source: Money Boosters
de_de: 63ld B00573r

source: Your Boosters
de_de: D31n3 B00573r

source: Use {prefix}activate to activate one
de_de: Nu7z3 {prefix}4c71v473 um 31n3n zu 4k71v13r3n

source: Activate a booster
de_de: 4k71v13r3 31n3n B00573r

source: `<boostertype>` - The booster type to activate, can be time, luck, money or all Activate a booster. For a detailed explanation what the boosters do, check `{prefix}help boosters`.
de_de: `<b00573r7yp3>` - D3r B00573r7yp, d3r 4k71v13r7 w3rd3n 50ll. K4nn Z317, 6lück, 63ld 0d3r 4ll3 531n 4k71v13r3 31n3n B00573r. Für 31n3 d3741ll13r73 B35chr31bun6, w45 B00573r5 7un, nu7z3 `{prefix}help boosters`.

source: That is not a valid booster type. Must be `time/luck/money/all`.
de_de: D45 157 k31n 6ül7163r B00573r-7yp. Nu7z3 `71m3/luck/m0n3y/4ll`.

source: You don't have any of these boosters.
de_de: Du h457 k31n3n d1353r B00573r.

source: This booster is already running. Do you want to refresh it anyways?
de_de: D1353r B00573r 157 b3r3175 4k71v. W1ll57 du 1hn 3rn3u3rn?

source: Successfully activated a **{booster} booster** for the next **24 hours**!
de_de: 3rf0l6r31ch 31n3n **{booster} B00573r** für d13 näch573n **24 57und3n** 4k71v13r7!

source: This will overwrite all active boosters and refresh them. Are you sure?
de_de: D45 w1rd 4ll3 4k71v3n B00573r üb3r5chr31b3n und 4uffr15ch3n. B157 du 51ch3r?

source: Nothing to activate.
de_de: N1ch75 zum 4k71v13r3n.

source: Successfully activated {types} for the next **24 hours**!
de_de: 3rf0l6r31ch {types} für d13 näch573n **24 57und3n** 4k71v13r7!

source: Subcommands
de_de: Un73r630rdn373 B3f3hl3

source: Click on the reactions to see more subcommands. | Page {start}/{end}
de_de: Kl1ck3 4uf d13 R34k710n3n um m3hr un73r630rdn373 B3f3hl3 zu 53h3n. | 53173 {start}/{end}

source: View the command list
de_de: 513h d13 B3f3hl5l1573 4n

source: Sends a link to the official documentation.
de_de: 5ch1ck7 31n3n L1nk zur 0ff1z13ll3n D0kum3n74710n.

source: <:blackcheck:441826948919066625> **Check {url} for a list of commands**
de_de: <:bl4ckch3ck:441826948919066625> **5ch4u 4uf {url} um 31n3 L1573 d3r B3f3hl3 zu b3k0mm3n**

source: View the tutorial
de_de: 513h d45 7u70r14l 4n

source: Link to the bot tutorial and FAQ.
de_de: L1nk zum B07 7u70r14l und d3n F4Q.

source: <:blackcheck:441826948919066625> **Check {url} for a tutorial and FAQ**
de_de: <:bl4ckch3ck:441826948919066625> **5ch4u 4uf {url} für 31n3 4nl317un6 und F4Q**

source: Allow someone/-thing to use helpme again
de_de: 3rl4ub3 j3m4nd3m/37w45 h3lpm3 3rn3u7 zu nu7z3n

source: `<thing_to_unban>` - A discord User, their User ID, or a server ID Unbans a previously banned user/server from using the `{prefix}helpme` command. Only Support Team Members can use this command.
de_de: `<7h1n6_70_unb4n>` - 31n D15c0rd Nu7z3r, d3553n U53r 1D 0d3r 31n3 53rv3r 1D Unb4nn3d 31n3n 63b4nn73n Nu7z3r/53rv3r v0m Nu7z3n d35 `{prefix}helpme` B3f3hl. Nur 31n 5upp0r7 734m M176l13d k4nn d1353n B3f3hl nu7z3n.

source: {thing} has been unbanned for the helpme command :ok_hand:
de_de: {thing} wurd3 d45 Nu7z3n v0n $h3lpm3 w13d3r 3rl4ub7 :0k_h4nd:

source: Ban someone/-thing from using helpme
de_de: B4nn7 j3m4nd3n/37w45 d3n h3lpm3 B3f3hl zu nu7z3n

source: `<thing_to_ban>` - A discord User, their User ID, or a server ID Bans a user/server from using the `{prefix}helpme` command. Only Support Team Members can use this command.
de_de: `<7h1n6_70_b4n>` - 31n D15c0rd Nu7z3r, d3553n U53r 1D 0d3r 31n3 53rv3r 1D B4nn7 31n3n 63b4nn73n Nu7z3r/53rv3r v0m Nu7z3n d35 `{prefix}helpme` B3f3hl. Nur 31n 5upp0r7 734m M176l13d k4nn d1353n B3f3hl nu7z3n.

source: Error... Maybe they're already banned?
de_de: F3hl3r... V13ll31ch7 157 3r 5ch0n 63b4nn7?

source: They have been banned for the helpme command :ok_hand:
de_de: D3r Nu7z3r/d3r 53rv3r wurd3n v0m Nu7z3n d35 h3lpm3 B3f3hl5 63b4nn7 :0k_h4nd:

source: Ask our Support Team for help
de_de: Fr46 un53r 5upp0r7 734m um H1lf3

source: `<text>` - The text to describe the question or the issue you are having Ask our support team for help, allowing them to join your server and help you personally. If they do not join within 48 hours, you may use the helpme command again. Make sure the bot has permissions to create instant invites. English is preferred.
de_de: `<73x7>` - D3r 73x7 m17 w3lch3m du d31n Pr0bl3m/d31n3 Fr463 b35chr31b57 Fr46 un53r 5upp0r7 734m um H1lf3, 3rl4ub3 1hn3n d31n3m 53rv3r b31zu7r373n und d1r p3r5önl1ch zu h3lf3n. W3nn d45 734m 1nn3rh4lb v0n 48 n1ch7 d31n3m 53rv3r b317r177, k4nn57 du d3n h3lpm3 B3f3hl 3rn3u7 v3rw3nd3n. 573ll3 51ch3r, d455 d3r B07 d13 3rl4ubn15 h47, 1n574n7 1nv1735 (1n574n7 31nl4dun63n) zu 3r573ll3n. 3n6l15ch w1rd b3v0rzu67.

source: You server already has a helpme request open! Please wait until the support team gets to you or wait {time} to try again.
de_de: D31n 53rv3r h47 b3r3175 31n3 h3lpm3 4nfr463 0ff3n! B1773 w4r73, b15 d45 5upp0r7-734m 4uf d1ch zuk0mm7 0d3r w4r73 n0ch {time} b3v0r du 35 3rn3u7 v3r5uch57.

source: You or your server has been blacklisted for some reason.
de_de: D1r 0d3r d31n3m 53rv3r wurd3 d45 Nu7z3n v0n $h3lpm3 v3rb073n.

source: Are you sure? This will notify our support team and allow them to join the server.
de_de: B157 du 51ch3r? D135 3rl4ub7 un53r3m 5upp0r7 734m, d31n3m 53rv3r b31zu7r373n.

source: Error when creating Invite.
de_de: F3hl3r b31m 3r573ll3n d35 31nl4dun65l1nk5.

source: Support team has been notified and will join as soon as possible!
de_de: D45 5upp0r7-734m wurd3 k0n74k713r7 und 7r177 d3m 53rv3r 50 b4ld w13 mö6l1ch b31!

source: Finish the helpme request
de_de: B33nd3 d13 h3lpm3 4nfr463

source: `<guild_id>` - The server ID of the requesting server Clear a server's helpme cooldown. If this is not done, they will be on cooldown for 48 hours.
de_de: `<6u1ld_1d>` - D13 53rv3 1D d35 4nfr463nd3n 53rv3r5 Lö5ch7 d3n C00ld0wn d35 h3lpm3 B3f3hl5 31n35 53rv3r5. W3nn d135 n1ch7 635ch13h7, h47 d3r 53rv3r 31n3n C00ld0wn v0n 48 57und3n.

source: Change your helpme text
de_de: Änd3r7 d31n3n h3lpm3 73x7

source: `<new_text>` - The new text to use in your helpme request Edit the text on your open helpme request. Our Support Team will see the new text right away. You can only use this command if your server has an open helpme request.
de_de: `<n3w_73x7>` - D3r n3u3 73x7, d3r für d13 4nfr463 63nu7z7 w1rd Änd3r3 d3n 73x7 d31n3r 0ff3n3n h3lpm3 4nfr463. Un53r 5upp0r7-734m w1rd d3n n3u3n 73x7 53h3n. Du k4nn57 d1353n B3f3hl nur nu7z3n, w3nn d31n 53rv3r 31n3 0ff3n3 h3lpm3 4nfr463 h47.

source: Successfully changed your helpme text from `{old}` to `{new}`!
de_de: D3n h3lpm3 73x7 3rf0l6r31ch v0n `{old}` zu `{new}` 63änd3r7!

source: Cancel your open helpme request
de_de: 5chl13ß7 d31n3 0ff3n3 h3lpm3 4nfr463

source: Cancel your ongoing helpme request. Our Support Team will not join your server. You can only use this command if your server has an open helpme request.
de_de: 5chl13ß3 d31n3 0ff3n3 h3lpm3 4nfr463. Un53r 5upp0r7-734m w1rd d31n3m 53rv3r n1ch7 b317r373n. Du k4nn57 d1353n B3f3hl nur nu7z3n, w3nn d31n 53rv3r 31n3 0ff3n3 h3lpm3 4nfr463 h47.

source: Are you sure you want to cancel your helpme request?
de_de: B157 du d1r 51ch3r, d455 du d31n3 h3lpm3 4nfr463 b33nd3n w1ll57?

source: Cancelled cancellation.
de_de: D45 5chl13ß3n wurd3 63c4nc3ll3d.

source: Your helpme request has been cancelled.
de_de: D31n3 h3lpm3 4nfr463 wurd3 635chl0553n.

source: View your current helpme request
de_de: Z3163 d31n3 4k7u3ll3 h3lpm3 4nfr463 4n

source: View how your server's current helpme request looks like to our Support Team. You can only use this command if your server has an open helpme request.
de_de: Z3167 d1r 4n, w13 d31n3 4k7u3ll3 h3lpm3 4nfr463 b31 un53r3m 5upp0r7 734m 4u5513h7. Du k4nn57 d1353n B3f3hl nur nu7z3n, w3nn d31n 53rv3r 31n3 0ff3n3 h3lpm3 4nfr463 h47.

source: Your help request is visible to our support team like this:
de_de: D31n3 4nfr463 w1rd un53r3m 5upp0r7 734m 50 4n63z3167:

source: Views the help on a topic.
de_de: Z3167 d13 H1lf3 für 31n 7h3m4 4n.

source: Views the help on a topic. The topic may either be a command name or a module name. Command names are always preferred, so for example, `{prefix}help adventure` will show the help on the command, not the module. To view the help on a module explicitely, use `{prefix}help module [name]`
de_de: Z3167 d13 H1lf3 für 31n 7h3m4 4n. D45 7h3m4 k4nn 3n7w3d3r 31n B3f3hl5n4m3 0d3r 31n M0duln4m3 531n. B3f3hl5n4m3n 51nd 1mm3r b3v0rzu67, 4l50 z3167 b315p13l5w3153 `{prefix}help adventure die Hilfe für den Befehl an, nicht das Modul. Um die Hilfe explizit für ein Modul anzusehen, nutze `{prefix}help module [name]`

source: IdleRPG Help {version}
de_de: 1dl3RP6 H1lf3 {version}

source: **Welcome to the IdleRPG help.** Check out our tutorial! - https://idlerpg.xyz/tutorial/ Are you stuck? Ask for help in the support server! - https://support.idlerpg.xyz/ Do you need personal help? - Contact our support team using `{prefix}helpme`. Would you like to invite me to your server? - https://invite.idlerpg.xyz/ *See `{prefix}help [command]` and `{prefix}help module [module]` for more info*
de_de: **W1llk0mm3n b31 d3r 1dl3RP6 H1lf3.** 513h d1r un53r 7u0r14l 4n! - h77p5://1dl3rp6.xyz/7u70r14l/ 573ck57 du f357? Fr463 1m 5upp0r7 53rv3r um H1lf3! - h77p5://5upp0r7.1dl3rp6.xyz/ Br4uch57 du p3r5önl1ch3 H1lf3? -K0n74k713r3 un53r 5upp0r7 734m 1n d3m du `{prefix}helpme` nu7z7. Möch7357 du m1ch zu d31n3m 53rv3r h1nzufü63n? - h77p5://1nv173.1dl3rp6.xyz/ *513h d1r {prefix}h3lp [c0mm4nd]` und {prefix}h3lp m0dul3 [m0dul3]` für m3hr 1nf0 4n*

source: Modules
de_de: M0dul3

source: You do not have access to these commands!
de_de: Du h457 k31n3n Zu6r1ff 4uf d1353 B3f3hl3!

source: See '{prefix}help <command>' for more detailed info
de_de: Nu7z3 `{prefix}help <command>` für m3hr 1nf0rm4710n3n
