Repository: Gelbpunkt/IdleRPG
Catalog: locales/*_1337/LC_MESSAGES/idlerpg.po
Languages: de_de

source: `[name]` - The name to give your character; will be interactive if not given Create a new character and start playing IdleRPG. By creating a character, you agree to the [bot rules](https://wiki.idlerpg.xyz/index.php?title=Rules#botrules). No idea where to go from here? Check out our [tutorial](https://idlerpg.xyz/tutorial/). If you still have questions afterward, feel free to ask us on the official [support server](https://support.idlerpg.xyz/). (This command has a cooldown of 1 hour.)
de_de: `[n4m3]` - D3r N4m3, d3m d3r Ch4r4k73r 6363b3n w3rd3n w1rd; d135 w1rd 1n73r4k71v 531n, f4ll5 k31n N4m3 63n4nn7 w1rd 3r573ll3 31n3n n3u3n Ch4r4k73r und f4n63 4n 1dl3RP6 zu 5p13l3n. 1n d3m du 31n3n Ch4r4k73r 3r573ll57, 571mm57 du d3n [B07r363ln zu](h77p5://w1k1.1dl3rp6.xyz/1nd3x.php?717l3=Rul35#b07rul35). K31n3 4hnun6, w13'5 w3173r63h7? 513h d1r un53r [7u70r14l 4n](h77p5://1dl3rp6.xyz/7u70r14l/). F4ll5 du n0ch Fr463n h457, k4nn57 du un5 1m 0ff1z13ll3n [5upp0r753rv3r fr463n](h77p5://5upp0r7.1dl3rp6.xyz/). (D1353r B3f3hl h47 31n3n C00ld0wn v0n 1 57und3.)

source: What shall your character's name be? (Minimum 3 Characters, Maximum 20) **Please note that with the creation of a character, you agree to these rules:** 1) Only up to two characters per individual 2) No abusing or benefiting from bugs or exploits 3) Be friendly and kind to other players 4) Trading in-game content for anything outside of the game is prohibited IdleRPG is a global bot, your characters are valid everywhere
de_de: W45 50ll d31n Ch4r4k73rn4m3 531n? (M1n1mum 3 Z31ch3n, m4x1m4l 20) **B1773 v3r6155 n1ch7, d455 du m17 d3r 3r573llun6 31n35 Ch4r4k73r5 d3n f0l63nd3n R363ln zu571mm57:** 1) Nur b15 zu zw31 Ch4r4k73r3 pr0 P3r50n 2) K31n 4u5nu7z3n 0d3r Pr0f1713r3n v0n Bu65 0d3r 3xpl0175 3) 531 fr3undl1ch und n377 zu 4nd3r3n 5p13l3rn 4) D45 H4nd3ln m17 1n-64m3-1nh4l73n 1m 4u574u5ch für D1n63 4uß3rh4lb d35 5p13l5 157 v3rb073n 1dl3RP6 157 31n 6l0b4l3r B07, Ch4r4k73r3 51nd üb3r4ll 6ül716

source: Timeout expired. Please retry!
de_de: 71m30u7! Pr0b13r 35 n0chm4l!

source: **Please note that with the creation of a character, you agree to these rules:** 1) Only up to two characters per individual 2) No abusing or benefiting from bugs or exploits 3) Be friendly and kind to other players 4) Trading in-game items or currency for real money or items directly comparable to currency is forbidden IdleRPG is a global bot, your characters are valid everywhere
de_de: **B1773 b34ch73, d455 du m17 d3r 3r573llun6 31n35 Ch4r4k73r5 d1353n R363ln zu571mm57:** 1) M4x1m4l 2 Ch4r4k73r3 pr0 P3r50n 2) Bu65 w3rd3n n1ch7 m155br4uch7. 35 w3rd3n k31n3 V0r731l3 durch 3xpl0175 63w0nn3n 3) 531 fr3undl1ch und n377 zu 4nd3r3n 5p13l3rn 4) 1n-64m3 173m5 0d3r 60ld für r33ll35 63ld 0d3r 173m5, w3lch3 m17 63ld v3r6l31chb4r 51nd, zu 74u5ch3n 157 v3rb073n 1dl3RP6 157 31n 6l0b4l3r B07, d31n3 Ch4r4k73r3 51nd 4l50 üb3r4ll v4l1d3

source: Creation of your character cancelled.
de_de: Ch4r4k73r3r573llun6 4b63br0ch3n.

source: Illegal character (`) found in the name. Please try again and choose another name.
de_de: Un6ül71635 Z31ch3n (`) 1m N4m3n 63fund3n. B1773 v3r5uch3 35 3rn3u7 und wähl3 31n3n 4nd3r3n N4m3n.

source: Starter Sword
de_de: 574r73r5chw3r7

source: Starter Shield
de_de: 574r73r5ch1ld

source: Successfully added your character **{name}**! Now use `{prefix}profile` to view your character!
de_de: Ch4r4k73r **{name}** 3rf0l6r31ch h1nzu63fü67! Nu7z3 `{prefix}profile` um d1r d31n Pr0f1l 4nzu53h3n!

source: Character names must be at least 3 characters and up to 20.
de_de: Ch4r4k73rn4m3 mu55 zw15ch3n 3 und 20 Z31ch3n l4n6 531n.

source: View someone's profile
de_de: Z3167 d45 Pr0f1l v0n j3m4nd3m 4n

source: `[person]` - The person whose profile to view; defaults to oneself View someone's profile. This will send an image. For an explanation what all the fields mean, see [this picture](https://wiki.idlerpg.xyz/images/3/35/Profile_explained.png)
de_de: `[p3r50n]` - D13 P3r50n, d3r3n Pr0f1lb1ld 4n63z3167 w3rd3n 50ll; 0hn3 4n64b3 157 m4n 35 53lb57 Z3167 d45 Pr0f1l v0n j3m4nd3m 4n. D135 w1rd 31n B1ld 53nd3n. Für 31n3 3rklärun6, w45 4ll d13 F3ld3r b3d3u73n 513h3 [d13535 B1ld](h77p5://w1k1.1dl3rp6.xyz/1m4635/3/35/Pr0f1l3_3xpl41n3d.pn6)

source: **{person}** does not have a character.
de_de: **{person}** h47 k31n Pr0f1l.

source: Not Married
de_de: N1ch7 v3rh31r4737

source: No Guild
de_de: K31n3 61ld3

source: No God
de_de: K31n 6077

source: No Mission
de_de: K31n 4b3n73u3r

source: There was an error processing your image. Reason: {reason} ({detail})
de_de: 35 64b 31n3n F3hl3r b31m v3r4rb3173n d31n35 B1ld35. 6rund: {reason} ({detail})

source: Unexpected internal error when generating image.
de_de: Un3rw4r7373r 1n73rn3r F3hl3r b31m 63n3r13r3n d35 B1ld35.

source: Unexpected error when generating image.
de_de: Un3rw4r7373r F3hl3r b31m 63n3r13r3n d35 B1ld35.

source: View someone's profile differently
de_de: Z3167 d45 Pr0f1lb1ld v0n j3m4nd3m un73r5ch13dl1ch 4n

source: `[target]` - The person whose profile to view View someone's profile. This will send an embed rather than an image and is usually faster.
de_de: `[74r637]` - D13 P3r50n, d3553n Pr0f1l 4n63z3167 w3rd3n 50ll 513h d1r d45 Pr0f1l v0n j3m4nd3m 4n. D135 53nd37 31n 3mb3d und k31n B1ld und 157 n0rm4l3rw3153 5chn3ll3r.

source: **{target}** does not have a character.
de_de: **{target}** h47 k31n Pr0f1l.

source: None Equipped
de_de: N1ch75 4u563rü5737

source: General
de_de: 63n3r3ll

source: **Money**: `${money}` **Level**: `{level}` **Class**: `{class_}` **Race**: `{race}` **PvP Wins**: `{pvp}` **Guild**: `{guild}`
de_de: **63ld**: `${money}` **L3v3l**: `{level}` **Kl4553**: `{class_}` **R4553**: `{race}` **PvP-51363**: `{pvp}` **61ld3**: `{guild}`

source: Ranks
de_de: Rän63

source: **Richest**: `{rank_money}` **XP**: `{rank_xp}`
de_de: **63ldr4n6**: `{rank_money}` **3P**: `{rank_xp}`

source: Equipment
de_de: 173m5

source: Right Hand: {right_hand} Left Hand: {left_hand}
de_de: R3ch73 H4nd: {right_hand} L1nk3 H4nd: {left_hand}

source: Mission
de_de: 4b3n73u3r

source: Show your current luck
de_de: Z3167 d31n m0m3n74n35 6lück

source: Shows your current luck value. Luck updates once a week for everyone, usually on Monday. It depends on your God. Luck influences your adventure survival chances as well as the rewards. Luck is decided randomly within the Gods' luck boundaries. You can find your God's boundaries [here](https://wiki.idlerpg.xyz/index.php?title=Gods#List_of_Deities). If you have enough favor to place in the top 25 followers, you will gain additional luck: - The top 25 to 21 will gain +0.1 luck - The top 20 to 16 will gain +0.2 luck - The top 15 to 11 will gain +0.3 luck - The top 10 to 6 will gain +0.4 luck - The top 5 to 1 will gain +0.5 luck If you follow a new God (or become Godless), your luck will not update instantly, it will update with everyone else's luck on Monday.
de_de: Z3167 d31n3n m0m3n74n3n 6lück5w3r7. 6lück w1rd 31nm4l pr0 W0ch3 63upd473d, n0rm4l3rw3153 M0n7465. 35 hän67 v0n d31n3m 6077 4b. 6lück b331nflu557 d31n3 4b3n73u3rüb3rl3b3n5ch4nc3n und d31n3 B3l0hnun63n. 6lück w1rd durch Zuf4ll 1nn3rh4lb d3r j3w31l163n 6lück5r4d1u5 d35 607735 3n75ch13d3n. Du k4nn57 d13 R4d13n für d31n3n 6077 [h13r f1nd3n](h77p5://w1k1.1dl3rp6.xyz/1nd3x.php?717l3=60d5#L157_0f_D317135). W3nn du 63nu6 6un57 h457 um 1nn3rh4lb d3r 70p 25 4nhän63r zu 531n, 3rhäl757 du zu5ä7zl1ch35 6lück: -D13 70p 25 zu 21 w3rd3n +0.1 6lück 3rh4l73n -D13 70p 20 zu 16 w3rd3n +0.2 6lück 3rh4l73n -D13 70p 15 zu 11 w3rd3n +0.3 6lück 3rh4l73n -D13 70p 10 zu 6 w3rd3n +0.4 6lück 3rh4l73n -D13 70p 5 zu 21 w3rd3n +0.5 6lück 3rh4l73n F4ll5 du 31n3m n3u3n 6077 f0l657 (0d3r 6077l05 w1r57), w1rd d31n 6lück n1ch7 50f0r7 63upd473d, 50nd3rn 3r57 4m näch573n M0n746 m17 d3m 6lück 4ll3r 4nd3r3n.

source: Your current luck multiplier is `{luck}x` (≈{percent}% {adj} than usual (usual=1)).
de_de: D31n m0m3n74n3r 6lück5 Mul71pl1k470r 157 `{luck}x` (≈{percent}% {adj} 4l5 n0rm4l (n0rm4l=1)).

source: more
de_de: m3hr

source: less
de_de: w3n163r

source: Shows your balance
de_de: Z3167 d31n3n K0n70574nd

source: Shows the amount of money you currently have. Among other ways, you can get more money by: - Playing adventures - Selling unused equipment - Gambling
de_de: Z3167 d3n 63ldb37r46, d3n du m0m3n74n h457. Un73r 4nd3r3m k4nn57 du 63ld 50 3rh4l73n: -4b3n73u3r b33nd3n/5p13l3n -Un63nu7z73 4u5rü57un6 v3rk4uf3n -6lück55p13l

source: You currently have **${money}**, {author}!
de_de: Du h457 1m M0m3n7 **${money}**, {author}!

source: Show a player's current XP
de_de: Z3167 d13 m0m3n74n3n XP 31n35 5p13l3r5

source: `[user]` - The player whose XP and level to show; defaults to oneself Show a player's XP and level. You can gain more XP by: - Completing adventures - Exchanging loot items for XP
de_de: `[u53r]` - D3r 5p13l3r, d3553n XP und L3v3l 4n63z3167 w3rd3n 50ll; 0hn3 4n64b3 157 m4n 35 53lb57 Z3167 d13 XP und d45 L3v3l 31n35 5p13l3r5. Du k4nn57 m3hr XP 3rh4l73n 1n d3m du: -4b3n73u3r b33nd357 -B3u73 für XP 31n74u5ch7

source: You currently have **{points} XP**, which means you are on Level **{level}**. Missing to next level: **{missing}**
de_de: Du h457 **{points} XP** und b157 4uf L3v3l **{level}**. Zum näch573n L3v3l f3hl3n **{missing}**

source: {user} has **{points} XP** and is on Level **{level}**. Missing to next level: **{missing}**
de_de: {user} h47 **{points} XP** und 157 4uf L3v3l **{level}**. Zum näch573n L3v3l f3hl3n **{missing}**

source: {user}'s inventory includes
de_de: {user}5 1nv3n74r b31nh4l737

source: (**Equipped**)
de_de: (**4u563rü5737**)

source: Damage: `{damage}`
de_de: 5ch4d3n: `{damage}`

source: Armor: `{armor}`
de_de: V3r731d16un6: `{armor}`

source: Signature: *{signature}*
de_de: Un73rz31chn37: *{signature}*

source: ID: `{id}`, Type: `{type_}` (uses {hand} hand(s)) with {statstr}. Value is **${value}**{signature}
de_de: 1D: `{id}`, 7yp3 `{type_}` (nu7z7 {hand} Händ(3)) m17 {statstr}. W3r7 157 **${value}**{signature}

source: Page {page} of {maxpages}
de_de: 53173 {page} v0n {maxpages}

source: Show your gear items
de_de: Z3167 d31n3 4u5rü57un656363n57änd3

source: `[itemtype]` - The type of item to show; defaults to all items `[lowest]` - The lower boundary of items to show; defaults to 0 `[highest]` - The upper boundary of items to show; defaults to 101 Show your gear items. Items that are in the market will not be shown. Gear items can be equipped, sold and given away, or upgraded and merged to make them stronger. You can gain gear items by completing adventures, opening crates, or having your pet hunt for them, if you are a ranger. To sell unused items for their value, use `{prefix}merch`. To put them up on the global player market, use `{prefix}sell`.
de_de: `[173m7yp3]` - D3r 7yp d35 173m5, w3lch3r 4n63z3167 w3rd3n 50ll; 0hn3 4n64b3 51nd 35 4ll3 7yp3n `[l0w357]` - D13 un73r3 B36r3nzun6, d3r 173m5, d13 4n63z3167 w3rd3n 50ll3n; 574nd4rd 157 0 `[h16h357]` - D13 0b3r3 B36r3nzun6, d3r 173m5, d13 4n63z3167 w3rd3n 50ll3n; 574nd4rd 157 101 Z3167 d31n3 4u5rü57un656363n57änd3. 6363n57änd3, d13 4uf d3m M4rk7 4n63b073n w3rd3n, w3rd3n n1ch7 4n63z3167. 4u5rü57un656363n57änd3 könn3n 4u563rü5737 w3rd3n, v3rk4uf7 0d3r w36363b3n w3rd3n, 0d3r 63up6r4d3d 50w13 zu54mm3n63fü67 w3rd3n um 57ärk3r zu w3rd3n. Du k4nn57 d31n3 4u5rü57un656363n57änd3 3rh4l73n, 1n d3m du 4b3n73u3r b33nd357, K1573n öffn357 0d3r d31n 713r d4n4ch j463n lä557, f4ll5 du 31n R4n63r b157. Um un63nu7z73 173m5 für 1hr3n W3r7 zu v3rk4uf3n, nu7z3 `{prefix}merch`. Um 513 4uf d3m 6l0b4l3n M4rk7 4nzub1373n nu7z3 `{prefix}sell`.

source: Make sure that the `highest` value is greater than `lowest`.
de_de: 573ll3 51ch3r d45 `h16h357` 6röß3r 157 4l5 `l0w357`.

source: Please select a valid item type or `all`. Available types: `{all_types}`
de_de: B1773 wähl3 31n3n v4l1d3n 173m7yp 4u5, 0d3r `4ll`. V3rfü6b4r3 7yp3n: `{all_types}`

source: Your inventory is empty.
de_de: D31n 1nv3n74r 157 l33r.

source: {user} has the following loot items.
de_de: {user} h47 f0l63nd3 B3u73.

source: ID: `{id}` Value is **{value}**
de_de: 1D: `{id}` W3r7 157 **{value}**

source: Show your loot items
de_de: Z3167 d31n3 B3u736363n57änd3

source: Show your loot items. Loot items can be exchanged for money or XP, or sacrificed to your God to gain favor points. You can gain loot items by completing adventures. The higher the difficulty, the higher the chance to get loot. If you are a Ritualist, your loot chances are doubled. Check [our wiki](https://wiki.idlerpg.xyz/index.php?title=Loot#Probability) for the exact chances.
de_de: Z3167 d31n3 B3u736363n57änd3. B3u73 k4nn für 63ld 0d3r XP 6374u5ch7 w3rd3n 0d3r d31n3m 6077 für 6un57 630pf3r7 w3rd3n. Du k4nn57 B3u73 3rh4l73n, 1n d3m du 4b3n73u3r b33nd357. J3 höh3r d13 5chw13r16k317, d3570 höh3r 157 d13 Ch4nc3 B3u73 zu 3rh4l73n. F4ll5 du 31n R17u4l157 b157, h457 du 31n3 d0pp3l73 Ch4nc3 B3u73 zu 3rh4l73n. 513h d1r [un53r W1k1](h77p5://w1k1.1dl3rp6.xyz/1nd3x.php?717l3=L007#Pr0b4b1l17y) für d13 63n4u3n Ch4nc3n 4n.

source: You do not have any loot at this moment.
de_de: Du h457 4k7u3ll k31n3 B3u73.

source: Exchange your loot for money or XP
de_de: 74u5ch3 d31n3 B3u73 6363n 63ld 0d3r XP

source: `[loot_ids...]` - The loot IDs to exchange; defaults to all loot Exchange your loot for money or XP, the bot will let you choose. If you choose money, you will get the loots' combined value in cash. For XP, you will get 1/4th of the combined value in XP.
de_de: `[l007_1d5...]` - D13 B3u73 1D5, w3lch3 6374u5ch7 w3rd3n; 0hn3 4n64b3 157 35 4ll3 B3u73 74u5ch3 d31n3 B3u73 6363n 63ld 0d3r XP, d3r B07 w1rd d1ch wähl3n l4553n. F4ll5 du 63ld wähl57, 3rhäl757 du d3n 6354m73n W3r7 d3r B3u73 4l5 63ld. Für XP w1r57 du 1/4 d35 6354m73n W3r735 4l5 XP 3rh4l73n.

source: You don't have any loot.
de_de: Du h457 k31n3 B3u73.

source: You don't own any loot items with the IDs: {itemids}
de_de: Du h457 d13 B3u73 m17 d3n 1D5 {itemids} n1ch7

source: Select a reward for the {amount} items
de_de: Wähl3 31n3 B3l0hnun6 für d13 {amount} 173m5

source: Do you want favor? {prefix}sacrifice instead
de_de: W1ll57 du 6un57? {prefix}54cr1f1c3 57477d3553n

source: **{value} XP**
de_de: **{value} 3P**

source: You received **{reward}** when exchanging all of your loot.
de_de: Du b3k0mm57 **{reward}** 1m 74u5ch 6363n 4ll d31n3 B3u73.

source: You received **{reward}** when exchanging loot item(s) `{loot_ids}`.
de_de: Du b3k0mm57 **{reward}** 1m 74u5ch 6363n d31n3 B3u73 `{loot_ids}`.

source: Equip an item
de_de: Rü573 31n 173m 4u5

source: `<itemid>` - The ID of the item to equip Equip an item by its ID, you can find the item IDs in your inventory. Each item has an assigned hand slot, "any" meaning that the item can go in either hand, "both" meaning it takes both hands, "left" and "right" should be clear. You cannot equip two items that use the same hand, or a second item if the one your have equipped is two-handed.
de_de: `<173m1d>` - D13 1D d35 173m5, w3lch35 4u563rü5737 w3rd3n 50ll Rü573 31n 173m 4nh4nd 531n3r 1D 4u5, du k4nn57 d13 173m 1D5 1n d31n3m 1nv3n74r f1nd3n. J3d35 173m h47 31n3 zu63w1353n3 H4nd, w3lch3 d45 173m nu7z7, "4ny" h31ß7, d455 d45 173m 1n j3d3r H4nd 637r463n w3rd3n k4nn, "b07h" h31ß7, d455 d45 173m 1n b31d3n Händ3n 637r463n w1rd, "l3f7" und "r16h7" 50ll73 kl4r 531n. Du k4nn57 k31n3 zw31 173m5 4u5rü573n, w3lch3 d13 6l31ch3 H4nd nu7z3n 0d3r 31n zw31735 173m, w3nn d31n 4u563rü573735 173m 31n Zw31händ3r 157.

source: You don't own an item with the ID `{itemid}`.
de_de: Du h457 k31n 173m m17 d3r 1D `{itemid}`.

source: Select an item to unequip
de_de: Wähl3 31n 173m 4u5, w3lch35 4b63l367 w3rd3n 50ll

source: Hit the button with the item you wish to remove
de_de: Drück3 d3n Kn0pf m17 d3m 173m, d455 du 4bl363n w1ll57

source: Successfully equipped item `{itemid}` and put off item(s) {olditems}.
de_de: D45 173m `{itemid}` wurd3 3rf0l6r31ch 4u563rü5737 und d45 173m/d13 173m5 {olditems} wurd3(n) 4b63l367.

source: Successfully equipped item `{itemid}`.
de_de: 173m `{itemid}` 4u563rü5737.

source: Unequip an item
de_de: L363 31n 173m 4b

source: `<itemid>` - The ID of the item to unequip Unequip one of your equipped items. This has no benefit whatsoever.
de_de: `<173m1d>` - D13 1D d35 173m5, w3lch35 4b63l367 w3rd3n 50ll L363 31n35 d31n3r 173m5 4b. D45 h47 k31n3n V0r731l.

source: You don't have this item equipped.
de_de: Du h457 d13535 173m n1ch7 4u563rü5737.

source: Successfully unequipped item `{itemid}`.
de_de: 3rf0l6r31ch 173m `{itemid}` 4b63l367.

source: Merge two items to make a stronger one
de_de: V3rb1nd3 zw31 173m5 um 31n 57ärk3r35 zu 3rh4l73n

source: `<firstitemid>` - The ID of the first item `<seconditemid>` - The ID of the second item Merges two items to a better one. ⚠ The first item will be upgraded by +1, the second item will be destroyed. The two items must be of the same item type and within a 5 stat range of each other. For example, if the first item is a 23 damage Scythe, the second item must be a Scythe with damage 18 to 28. One handed weapons can be merged up to 41, two handed items up to 82 (This command has a cooldown of 1 hour.)
de_de: `<f1r57173m1d>` - D13 1D d35 3r573n 173m5 `<53c0nd173m1d>` - D13 1D d35 zw3173n 173m5 V3rb1nd37 zw31 173m5 zu 31n3m B3553r3n. ⚠ D45 3r573 173m w1rd um 1 v3rb3553r7, d45 zw3173 173m w1rd z3r57ör7. D13 b31d3n 173m5 mü553n v0m 6l31ch3n 7yp 531n und 1nn3rh4lb 31n35 5-5747 R4d1u5 v0n31n4nd3r 531n. B315p13l: W3nn d45 3r573 173m 31n3 23 5747 5cy7h3 157, mu55 d45 zw3173 173m 31n3 5cy7h3 m17 31n3m 5747 zw15ch3n 18 und 28 531n. 31nh4nd-W4ff3n könn3n b15 zu 41 v3rb3553r7 w3rd3n, Zw31händ3r b15 zu 82 (D1353r B3f3hl h47 31n3n C00ld0wn v0n 1 57und3.)

source: Good luck with that.
de_de: V13l 6lück d4b31.

source: You don't own both of these items.
de_de: Du h457 n1ch7 b31d3 d1353r 173m5.

source: The items are of unequal type. You may only merge a sword with a sword or a shield with a shield.
de_de: D13 6363n57änd3 51nd v0n un6l31ch3n 7yp3n. Du k4nn57 nur 5chw3r73r m17 5chw3r73rn und 5ch1ld3 m17 5ch1ld3n k0mb1n13r3n.

source: This item is already on the maximum upgrade level.
de_de: D13535 173m k4nn n1ch7 w3173r 6357ärk7 w3rd3n.

source: The second item's stat must be in the range of `{min_}` to `{max_}` to upgrade an item with the stat of `{stat}`.
de_de: D45 zw3173 173m mu55 1m B3r31ch `{min_}` b15 `{max_}` 531n um 31n 173m m17 L3v3l `{stat}` zu 57ärk3n.

source: The {stat} of your **{item}** is now **{newstat}**. The other item was destroyed.
de_de: D3r {stat} d31n35 173m5 **{item}** 157 j37z7 **{newstat}**. D45 4nd3r3 173m wurd3 z3r57ör7.

source: Upgrade an item
de_de: V3rb3553r3 31n 173m

source: `<itemid>` - The ID of the item to upgrade Upgrades an item's stat by 1. The price to upgrade an item is 250 times its current stat. For example, upgrading a 15 damage sword will cost $3,750. One handed weapons can be upgraded up to 41, two handed items up to 82. (This command has a cooldown of 1 hour.)
de_de: `<173m1d>` - D13 1D d35 173m5, w3lch35 v3rb3553r7 w3rd3n 50ll 3rhöh7 d3n 5747 31n35 173m5 um 1. D3r Pr315 um 31n 173m zu v3rb3553rn 157 250M4l d3n m0m3n74n3n 5747. B315p13l5w3153: 31n 15 5ch4d3n 5chw3r7 zu v3rb3553rn k05737 3.750$. 31nhänd3r könn3n b15 zu 41 v3rb3553r7 w3rd3n, Zw31händ3r b15 zu 82. (D1353r B3f3hl h47 31n3n C00ld0wn v0n 1 57und3.)

source: Your weapon already reached the maximum upgrade level.
de_de: D31n 173m k4nn n1ch7 w3173r 6357ärk7 w3rd3n.

source: Are you sure you want to upgrade this item: {item}? It will cost **${pricetopay}**.
de_de: B157 du 51ch3r, d455 Du d13535 173m v3r57ärk3n w1ll57: {item}? D45 k05737 **${pricetopay}**.

source: Weapon upgrade cancelled.
de_de: 173m-Up6r4d3 4b63br0ch3n.

source: You are too poor to upgrade this item. The upgrade costs **${pricetopay}**, but you only have **${money}**.
de_de: Du h457 n1ch7 63nü63nd 63ld um d13535 173m zu 57ärk3n. 35 k05737 **${pricetopay}** d0ch Du h457 bl0ß**${money}**.

source: The {stat} of your **{item}** is now **{newstat}**. **${pricetopay}** has been taken off your balance.
de_de: D3r {stat} d31n35 173m5 **{item}** 157 j37z7 **{newstat}**. **${pricetopay}** wurd3 v0n d31n3r B1l4nz 4b63z063n.

source: Give someone money
de_de: 61b7 j3m4nd3m 63ld

source: `<money>` - The amount of money to give to the other person, cannot exceed 100,000,000 `[other]` - The person to give the money to Gift money! It will be removed from you and added to the other person.
de_de: `<m0n3y>` - D3r 63ldb37r46, d3n d13 4nd3r3 P3r50n 3rh4l73n 50ll, k4nn n1ch7 6röß3r 4l5 100.000.000$ 531n. `[07h3r]` - D13 P3r50n, w3lch3 d45 63ld 3rh4l73n 50ll. 5ch3nk3 63ld! 35 w1rd v0n d31n3m 4cc0un7 4b63z063n und d3r 4nd3r3n P3r50n 6363b3n.

source: No cheating!
de_de: 5chumm3ln 157 n1ch7!

source: Success! {other} now has **${othermoney}**, you now have **${authormoney}**.
de_de: 3rf0l6! {other} h47 j37z7 **${othermoney}**, du h457 j37z7 **${authormoney}**.

source: Rename your character
de_de: Änd3r3 d31n3n Ch4r4k73rn4m3n

source: `[name]` - The name to use; if not given, this will be interactive Renames your character. The name must be from 3 to 20 characters long.
de_de: `[n4m3]` - D3r N4m3, w3lch3r 63nu7z7 w3rd3n 50ll; w3nn 3r n1ch7 6363b3n w1rd, w1rd 35 1n73r4k71v Änd3r7 d3n N4m3n d31n35 Ch4r4k73r5. D3r N4m3 mu55 zw15ch3n 3 und 20 Z31ch3n l4n6 531n.

source: What shall your character's name be? (Minimum 3 Characters, Maximum 20)
de_de: W13 50ll d31n Ch4r4k73r h31ß3n? (M1n1mum 3 Z31ch3n, M4x1mum 20)

source: Timeout expired. Retry!
de_de: 71m30u7. V3r5uch3 35 n0chm4l!

source: Character name updated.
de_de: Ch4r4k73rn4m3 63änd3r7.

source: Character names must be at least 3 characters!
de_de: Ch4r4k73rn4m3 mu55 m1nd3573n5 3 Z31ch3n l4n6 531n!

source: Character names mustn't exceed 20 characters!
de_de: Ch4r4k73rn4m3 mu55 w3n163r 4l5 20 Z31ch3n l4n6 531n!

source: Delete your character
de_de: Lö5ch3 d31n3n Ch4r4k73r

source: Deletes your character. There is no way to get your character data back after deletion. Deleting your character also removes: - Your guild if you own one - Your alliance's city ownership - Your marriage and children
de_de: Lö5ch7 d31n3n Ch4r4k73r. 35 61b7 k31n3n W36 d31n3n Ch4r4k73r zurückzu3rh4l73n, n4chd3m 3r 63lö5ch7 157. D45 Lö5ch3n d31n35 Ch4r4k73r5, 3n7f3rn7 4uch: - D31n3 61ld3, f4ll5 du 31n3 b353553n h457 - D13 b3537z73 574d7 d31n3r 4ll14nz - D31n3 H31r47 und 3ur3 K1nd3r

source: Are you absolutely sure you want to delete your character? React in the next 30 seconds to confirm. **This cannot be undone.**
de_de: B157 du d1r w1rkl1ch 51ch3r, d455 du d31n3n Ch4r4k73r lö5ch3n w1ll57? R34613r3 1n d3n näch573n 30 53kund3n, um 35 zu b357ä7163n. **D135 157 1rr3v3r51b3l.**

source: Cancelled deletion of your character.
de_de: Lö5ch3n d35 Pr0f1l5 4b63br0ch3n.

source: Successfully deleted your character. Sorry to see you go :frowning:
de_de: Pr0f1l 3rf0l6r31ch 63lö5ch7. 7u7 un5 L31d d1ch zu v3rl13r3n :fr0wn1n6:

source: Update your profile color
de_de: 4k7u4l1513r3 d13 F4rb3 d31n35 Pr0f1l5
