Repository: Gelbpunkt/IdleRPG
Catalog: locales/*_1337/LC_MESSAGES/idlerpg.po
Languages: de_de

source: `[url]` - An image url for the pet's image, must be 60 characters or shorter Updates the image that shows in `{prefix}pet`. Having trouble finding a short image link? Follow [this tutorial](https://wiki.idlerpg.xyz/index.php?title=Tutorial:_Short_Image_URLs) or just attach the image you want to use (png, jpg, webp and gif are supported)! Only rangers can use this command.
de_de: `[url]` - 31n B1ldl1nk für d45 B1ld d35 713r35, mu55 60 Z31ch3n h4b3n 0d3r kürz3r 531n 4k7u4l1513r7 d45 B1ld, w3lch35 1n `{prefix}pet` 63z3167 w1rd. Pr0bl3m3 31n3n kurz3n B1ldl1nk zu f1nd3n? F0l63[d1353m 7u70r14l](h77p5://w1k1.1dl3rp6.xyz/1nd3x.php?717l3=7u70r14l:_5h0r7_1m463_URL5) 0d3r fü63 d45 B1ld, w3lch35 du nu7z3n w1ll57 4n d13 N4chr1ch7 (pn6, jp6, w3bp und 61f5 w3rd3n un73r57ü7z7! Nur R4n63r könn3n d1353n B3f3hl nu7z3n.

source: Your current pet image is: {url}
de_de: D31n 4k7u3ll35 713rb1ld 157: {url}

source: No image URL found in your message, using image attachment...
de_de: K31n L1nk 1n d31n3r N4chr1ch7 63fund3n, nu7z3 d3n B1ld4nh4n6...

source: Image URL too long, shortening...
de_de: B1ldl1nk 157 zu l4n6, kürz3...

source: Your pet's image was successfully updated.
de_de: D45 B1ld d31n35 713r35 wurd3 4k7u4l1513r7.

source: Let your pet hunt a weapon
de_de: Lä557 d31n 713r n4ch 31n3r W4ff3 5uch3n

source: Make your pet hunt an item for you. The items stat depends on your pet's level (determined by class evolution) as well as its joy score. The lowest base stat your pet can find is three times its level, the highest is 6 times its level. Your pet's joy score in percent is multiplied with these base stats. For example: - Your pet is on level 2, its joy score is 50. - The item's base stats are (3x2) to (6x2), so 6 to 12. - Its joy score in percent is multiplied: 50% x 6 to 50% x 12, so 3 to 6 In this example, your pet can hunt an item with stats 3 to 6. It has a hard cap at 30. The item's value will be between 0 and 250. Only rangers can use this command. (This command has a cooldown until 12am UTC.)
de_de: Lä557 d31n 713r n4ch 31n3m 173m für d1ch 5uch3n. D13 57475 d35 173m5 hän63n v0n d31n3m 713rl3v3l 4b (w1rd v0n d31n3r Kl4553n3n7w1cklun6 b3571mm7) und 531n3n 5p4ßpunk73n. D13 n13dr16573n B451557475, d13 d31n 713r f1nd3n k4nn 51nd 3m4l 531n L3v3l, d45 Höch573 157 6m4l 531n L3v3l. D13 5p4ßpunk73 d31n35 713r35 1n Pr0z3n7 w1rd m17 d1353n B451557475 mul71pl1z13r7. B315p13l5w3153: -D31n 713r 157 4uf L3v3l 2, 531n3 5p4ßpunk73 51nd 50. -D13 B451557475 d35 173m5 51nd (3x2) zu (6x2), 4l50 zw15ch3n 6 und 12. -531n3 5p4ßpunk73 1n Pr0z3n7 w3rd3n mul71pl1z13r7: 50% zu 6, zu 50% x 12, 4l50 v0n 3 zu 6 1n d1353m B315p13l k4nn d31n 713r 31n 173m m17 d3n 57475 zw15ch3n 3 und 6 j463n. D45 M4x1mum 157 30. D3r W3r7 d35 173m5 w1rd d4b31 zw15ch3n 0 und 250 l1363n. Nur R4n63r könn3n d1353n B3f3hl nu7z3n. (D1353r B3f3hl h47 31n3n C00ld0wn b15 M1773rn4ch7 U7C.)

source: Your pet is not happy enough to hunt an item. Try making it joyful!
de_de: D31n H4u5713r 157 n1ch7 6lückl1ch 63nu6 um 31n 173m zu 5uch3n. V3r5uch3 35 6lückl1ch3r zu m4ch3n!

source: Your pet found an item!
de_de: D31n 713r br1n67 31n 173m m17!

source: Your pet needs to recover, wait a day to retry
de_de: D31n 713r br4uch7 Ruh3, w4r73 31n3n 746 um 35 3rn3u7 zu v3r5uch3n

source: {user} wants to skip a track. React if you agree. **{current}/{total}** voted for it!
de_de: {user} möch73 d1353n 7173l üb3r5pr1n63n. R34613r3 w3nn du zu571mm57. **{current}/{total}** h4b3n d4für 63571mm7!

source: {user} wants to pause/resume the player. React if you agree. **{current}/{total}** voted for it!
de_de: {user} möch73 d1353n 7173l p4u513r3n. R34613r3 w3nn du zu571mm57. **{current}/{total}** h4b3n d4für 63571mm7!

source: {user} wants to stop playback. React if you agree. **{current}/{total}** voted for it!
de_de: {user} möch73 d3n Mu51k-Pl4y3r b33nd3n. R34613r3 w3nn du zu571mm57. **{current}/{total}** h4b3n d4für 63571mm7!

source: {user} wants to change the volume. React if you agree. **{current}/{total}** voted for it!
de_de: {user} möch73 d13 L4u757ärk3 4np4553n. R34613r3 w3nn du zu571mm57. **{current}/{total}** h4b3n d4für 63571mm7!

source: {user} wants to toggle repeating. React if you agree. **{current}/{total}** voted for it!
de_de: {user} möch73 d13 W13d3rh0lun6 änd3rn. R34613r3 w3nn du zu571mm57. **{current}/{total}** h4b3n d4für 63571mm7!

source: {user} wants to change the equalizer. React if you agree. **{current}/{total}** voted for it!
de_de: {user} möch73 d3n 3qu4l1z3r änd3rn. R34613r3 w3nn du zu571mm57. **{current}/{total}** h4b3n d4für 63571mm7!

source: Vote passed!
de_de: 4b571mmun6 3rf0l6r31ch!

source: Choose a result to play
de_de: Wähl3 31n 3r63bn15 zum 4b5p13l3n 4u5

source: `<query>` - The query to search a song by Query for a track and play or add any result to the playlist, you can choose from a multitude of tracks.
de_de: `<qu3ry>` - D13 5uch4nfr463 m17 w3lch3r 31n 7173l 635uch7 w1rd 5uch3 n4ch 31n3m 7173l,5p13l3 1hn 4b 0d3r fü63 j36l1ch35 3r63bn15 zur Pl4yl157 h1nzu, du k4nn57 4u5 31n3r V13lz4hl 4n 7173ln wähl3n.

source: No results...
de_de: K31n3 3r63bn1553...

source: Song results
de_de: 7173l 3r63bn1553

source: Hit a button to play one
de_de: Kl1ck d3n Kn0pf um 31n3n 4bzu5p13l3n

source: Loading track... This might take up to 3 seconds...
de_de: L4d3 7173l...d45 könn73 b15 zu 3 53kund3n d4u3rn...

source: Play a song
de_de: 5p13l3 31n3n 7173l

source: `<query>` - The query to search a song by Query for a track and play or add the first result to the playlist. If this is not the song you were looking for, try `{prefix}chooseplay`.
de_de: `<qu3ry>` - D13 5uch4nfr463 m17 w3lch3r 31n 7173l 635uch7 w1rd 5uch3 n4ch 31n3m 7173l und 5p13l3 1hn 4b 0d3r fü63 d45 3r573 3r63bn15 zur Pl4yl157 h1nzu. F4ll5 d135 n1ch7 d3r 7173l 157, d3n du 635uch7 h457, v3r5uch3 `{prefix}chooseplay`.

source: Downloading track... This might take up to 3 seconds...
de_de: L4d3 7173l h3run73r...D135 könn73 b15 zu 3 53kund3n d4u3rn...

source: Lock the player
de_de: 5p3rr7 d3n Pl4y3r

source: Lock/Unlock the player. This allows nobody else to control the music. Only the session's DJ can use this command.
de_de: 5p3rr7/3n75p3rr7 d3n Pl4y3r. D45 v3rb13737 j3d3m 4nd3r3n d13 Mu51k zu k0n7r0ll13r3n. Nur d3r DJ d3r 535510n k4nn d1353n B3f3hl nu7z3n.

source: Toggle repeat
de_de: 5ch4l737 w13d3rh0l3n 4n/4u5

source: Toggle repeat of the playing queue. Once a song finishes, it will be added at the end of the queue automatically. If there are more than one person in the session and a non-DJ uses this command, a vote has to pass first.
de_de: 5ch4l737 W13d3rh0l3n d3r m0m3n74n3n L1573 4n/4u5. 50b4ld 31n 7173l 3nd37, w1rd 3r 4u70m4715ch 4n d45 3nd3 d3r L1573 63537z7. W3nn m3hr 4l5 31n3 P3r50n 1n d3r 535510n 157 und 31n n1ch7-DJ d1353n B3f3hl nu7z7, mu55 zu3r57 4b63571mm7 w3rd3n.

source: Skip the currently playing song.
de_de: Üb3r5pr1n63 d3n 4k7u3ll3n 7173l.

source: Skip the currently playing song. If there are more than one person in the session and a non-DJ uses this command, a vote has to pass first.
de_de: Üb3r5pr1n63 d3n 4k7u3ll3n 7173l. W3nn m3hr 4l5 31n3 P3r50n 1n d3r 535510n 157 und 31n n1ch7-DJ d1353n B3f3hl nu7z7, mu55 zu3r57 4b63571mm7 w3rd3n.

source: Stops the music
de_de: 570pp7 d13 Mu51k

source: Stops the music and leaves voice chat. If there are more than one person in the session and a non-DJ uses this command, a vote has to pass first.
de_de: 570pp7 d13 Mu51k und v3rlä557 d3n 5pr4chch47. W3nn m3hr 4l5 31n3 P3r50n 1n d3r 535510n 157 und 31n n1ch7-DJ d1353n B3f3hl nu7z7, mu55 zu3r57 4b63571mm7 w3rd3n.

source: Change the volume
de_de: V3ränd3r7 d13 L4u757ärk3

source: Changes the playback's volume. If there are more than one person in the session and a non-DJ uses this command, a vote has to pass first.
de_de: V3ränd3r7 d13 L4u757ärk3. W3nn m3hr 4l5 31n3 P3r50n 1n d3r 535510n 157 und 31n n1ch7-DJ d1353n B3f3hl nu7z7, mu55 zu3r57 4b63571mm7 w3rd3n.

source: ⚠`Playback volume is going to change to {volume} in 5 seconds. To avoid the sudden earrape, control the volume on client side!`
de_de: ⚠`D13 L4u757ärk3 d35 4b5p13l3n5 w1rd 51ch 1n 5 53kund3n 4uf {volume} änd3rn. Um d3r plö7zl1ch3n 0hrv3r63w4l716un6 zu 3n7k0mm3n, k0n7r0ll13r3 d13 L4u757ärk3 4uf 53173n d3r Hör3r!`

source: :white_check_mark:` Volume successfully changed to {volume}!`
de_de: :wh173_ch3ck_m4rk:` L4u757ärk3 4uf {volume} 63537z7!`

source: Toggles the music playback's paused state. If there are more than one person in the session and a non-DJ uses this command, a vote has to pass first.
de_de: P4u513r7 0d3r 3n7p4u513r7 d45 4b5p13l3n d3r Mu51k. W3nn m3hr 4l5 31n3 P3r50n 1n d3r 535510n 157 und 31n n1ch7-DJ d1353n B3f3hl nu7z7, mu55 zu3r57 4b63571mm7 w3rd3n.

source: :white_check_mark:`Song paused!`
de_de: :wh173_ch3ck_m4rk:`50n6 p4u513r7!`

source: :white_check_mark:`Song resumed!`
de_de: :wh173_ch3ck_m4rk:`50n6 w13d3r 63574r737!`

source: Change the equalizer
de_de: Änd3r7 d3n 3qu4l1z3r

source: `<eq>` - The equalizer to use Sets the equalizer. May be **flat, piano, metal or boost**. Flat is the standard, piano is quiet, metal boosts high frequencies and boost boosts low frequencies. If there are more than one person in the session and a non-DJ uses this command, a vote has to pass first.
de_de: `<3q>` - D3r 3qu4l1z3r, d3r 63nu7z7 w3rd3n 50l L367 d3n 3qu4l1z3r f357. K4nn **fl47, p14n0, m374l 0d3r b0057** 531n. Fl47 157 d13 574nd4rd31n573llun6, p14n0 157 l3153, m374l v3r57ärk7 höh3 Fr3qu3nz3n und b0057 v3r57ärk7 n13dr163 Fr3qu3nz3n. W3nn m3hr 4l5 31n3 P3r50n 1n d3r 535510n 157 und 31n n1ch7-DJ d1353n B3f3hl nu7z7, mu55 zu3r57 4b63571mm7 w3rd3n.

source: Not a valid equalizer. May be flat, piano, metal or boost.
de_de: K31n 6ül7163r 3qu4l1z3r. K4nn fl47, p14n0, m374l 0d3r b0057 531n.

source: Shows the current song.
de_de: Z3167 d3n m0m3n74n 4b635p13l73n 50n6.

source: Displays some information about the currently playing song.
de_de: Z3167 31n p44r 1nf0rm4710n3n zum m0m3n74n l4uf3nd3n 50n6.

source: Now playing...
de_de: Läuf7 j37z7...

source: Title
de_de: 7173l

source: Artist
de_de: Kün57l3r

source: Volume
de_de: L4u757ärk3

source: Playing status
de_de: 5747u5

source: `⏸Paused`
de_de: `⏸P4u513r7`

source: Locked
de_de: 635p3rr7

source: No
de_de: Numm3r

source: Looping
de_de: W13d3rh0lun6

source: Explicit
de_de: 3xpl1z17

source: Equalizer
de_de: 3qu4l1z3r

source: Song requested by: {user}
de_de: 50n6 h1nzu63fü67 v0n: {user}

source: Show upcoming songs
de_de: Z3167 d13 näch573n 50n65

source: Show the next (maximum 5) tracks in the queue.
de_de: Z3167 d13 näch573n (m4x1m4l 5) 7173l 1n d3r 7173ll1573.

source: Upcoming entries
de_de: 4n573h3nd3 31n7rä63

source: ⚠`No more entries left.`
de_de: ⚠`K31n3 31n7rä63 übr16.`

source: `<query>` - The query to search the song by; defaults to the currently playing song Retrieves song lyrics. If no song specified, will check the current playing song.
de_de: `<qu3ry>` - D13 4nfr463, m17 w3lch3r n4ch d3m L13d 635uch7 w1rd; 0hn3 4n64b3 157 35 d3r m0m3n74n 4b635p13l73 50n6 61b7 d13 Lyr1c5 31n35 L13d35 zurück. W3nn k31n 50n6 b3n4nn7 w1rd, w1rd d3r m0m3n74n 4b635p13l73 50n6 635uch7.

source: I am not playing. Please specify a song to look for.
de_de: 1ch 5p13l3 63r4d3 n1ch75. B1773 61b 31n3n 7173l 4n.

source: Please specify a song.
de_de: B1773 61b 31n3n 7173l 4n.

source: :x: Look for a longer query!
de_de: :x: 5uch3 31n3 län63r3 4nfr463!

source: ⚠ No results!
de_de: ⚠ K31n3 3r63bn1553!

source: 🎧 Added {title} to the queue...
de_de: 🎧 {title} wurd3 d3r L1573 h1nzu63fü67...

source: 🎧 Playing {title}...
de_de: 🎧 5p13l3 {title}...

source: Shows adventures and your chances
de_de: Z3167 4b3n73u3r und d31n3 Ch4nc3n

source: Shows all adventures, their names, descriptions, and your chances to beat them in picture form. Your chances are determined by your equipped items, race and class bonuses, your level and your God-given luck.
de_de: Z3167 4ll3 4b3n73u3r, 1hr3 N4m3n, B35chr31bun63n und d31n3 Ch4nc3n 513 zu b351363n, 1n B1ld3rf0rm47. D31n3 Ch4nc3n hän63n v0n d31n3n 4u563rü57373n 173m5 4b, d31n3r R4553, Kl4553nb0n1, d3m L3v3l und d3m 6077-6363b3n3m 6lück.

source: Sends your character on an adventure.
de_de: 5ch1ck3 d31n3n Ch4r4k73r 4uf 31n 4b3n73u3r.

source: `<adventure_number>` - a whole number from 1 to 30 Send your character on an adventure with the difficulty `<adventure_number>`. The adventure will take `<adventure_number>` hours if no time booster is used, and half as long if a time booster is used. If you are in an alliance which owns a city with adventure buildings, your adventure time will be reduced by the adventure building level in %. Donators' time will also be reduced: - 5% reduction for Silver Donators - 10% reduction for Gold Donators - 25% reduction for Emerald Donators and above Be sure to check `{prefix}status` to check how much time is left, or to check if you survived or died.
de_de: `<4dv3n7ur3_numb3r>` - 31n3 64nz3 Z4hl zw15ch3n 1 und 30 5ch1ck7 d31n3n Ch4r4k73r 4uf 31n 4b3n73u3r m17 d3r 5chw13r16k317 `<4dv3n7ur3_numb3r>`. D45 4b3n73u3r w1rd `<4dv3n7ur3_numb3r>` 57und3n d4u3rn, w3nn k31n3 Z317b00573r 63nu7z7 w3rd3n und h4lb 50 l4n6, w3nn 31n B00573r 63nu7z7 w1rd. F4ll5 du 1n 31n3r 4ll14nz b157, w3lch3 31n3 574d7 b3517z7, d13 4b3n73u3r63bäud3 h47, w1rd d31n3 4b3n73u3rz317 um d45 63bäud3l3v3l 1n % v3rkürz7. D0n470r-4b3n73u3r-Z3173n w3rd3n 3b3nf4ll5 63kürz7: -5% kürz3r für 51lb3r D0n470r -10% kürz3r für 60ld D0n470r -25% kürz3r für 3m3r4ld D0n470r und d4rüb3r Üb3rprüf3 m17 `{prefix}status` w13 l4n63 d45 4b3n73u3r n0ch d4u3rn w1rd 0d3r um zu üb3rprüf3n, 0b du 63570rb3n b157 0d3r üb3rl3b7 h457.

source: You must be on level **{level}** to do this adventure.
de_de: Du mu557 4uf L3v3l **{level}** 0d3r höh3r 531n, um d13535 4b3n73u3r zu wähl3n.

source: Successfully sent your character out on an adventure. Use `{prefix}status` to see the current status of the mission.
de_de: Ch4r4k73r 3rf0l6r31ch l05635ch1ck7. Nu7z3 `{prefix}status` um d3n 5747u5 d35 4b3n73u3r5 zu prüf3n.

source: Go out on an active adventure.
de_de: 3rl3b3 31n 4k71v35 4b3n73u3r.

source: Active adventures will put you into a 15x15 randomly generated maze. You will begin in the top left corner (0,0) and your goal is to find the exit in the bottom right corner (14,14) You control your character with the arrow reactions below the message. You have 1000HP. The adventure ends when you find the exit or your HP drop to zero. You can lose HP by getting damaged by traps or enemies. The maze contains safe spaces and treasures but also traps and enemies. Each space has a 10% chance of being a trap. If a space does not have a trap, it has a 10% chance of having an enemy. Each maze has 5 treasure chests. Traps can damage you from 30 to 120 HP. Enemy damage is based on your own damage. During enemy fights, you can attack (⚔️), defend (🛡️) or recover HP (❤️) Treasure chests can have gold up to 25 times your attack + defense. If you reach the end, you will receive a special treasure with gold up to 100 times your attack + defense. (It is recommended to draw a map of the maze) (This command has a cooldown of 30 minutes)
de_de: 4k71v3 4b3n73u3r w3rd3n d1ch 1n 31n 15x15 zufäll16 63n3r13r735 L4byr1n7h 5ch1ck3n. Du w1r57 1n d3r 0b3r3n l1nk3n 3ck3 (0,0) b361nn3n und d31n Z13l 157 35, d3n 4u564n6 1n d3r r3ch73n un73r3n 3ck3 (14,14) zu f1nd3n Du k0n7r0ll13r57 d31n3n Ch4r4k73r üb3r d13 Pf31lr34k710n3n un73r d3r N4chr1ch7. Du h457 1000HP. D45 4b3n73u3r 3nd37, w3nn du d3n 4u564n6 f1nd357 0d3r d31n3 HP 4uf 0 f4ll3n. Du k4nn57 HP v3rl13r3n, 1n d3m du 5ch4d3n v0n F4ll3n n1mm57 0d3r v0n 636n3rn 4n636r1ff3n w1r57. D45 L4byr1n7h h47 51ch3r3 F3ld3r und 5chä7z3 4b3r 4uch F4ll3n und 636n3r. J3d35 F3ld h47 31n3 10% Ch4nc3 31n3 F4ll3 zu 531n. W3nn 31n F3ld k31n3 F4ll3 h47, b3517z7 35 31n3 10% Ch4nc3 31n3n 636n3r zu h4b3n. J3d35 L4byr1n7h h47 5 5ch47z7ruh3n. F4ll3n könn3n d1r zw15ch3n 30 und 120HP 5ch4d3n v3rp4553n. D3r 5ch4d3n d3r 636n3r b4513r7 4uf d31n3m 3163n3n 5ch4d3n. Währ3nd du 31n3n 636n3r b3kämpf57, k4nn57 du 4n6r31f3n(⚔️), v3r731d163n (🛡️) 0d3r d1ch h31l3n (❤️) 5ch47z7ruh3n könn3n d45 b15 zu 25f4ch3 d31n35 5ch4d3n5+ d31n3r V3r731d16un6 4l5 60ld 3n7h4l73n. W3nn du d45 3nd3 3rr31ch57 w1r57 du 31n3 5p3z13ll3 5ch47z7ruh3 3rh4l73n, m17 b15 zu 100M4l d31n35 4n6r1ff5 + V3r731d16un6. (35 w1rd v0r635chl463n, 31n3 K4r73 d35 L4byr1n7h5 zu z31chn3n) (D1353r B3f3hl h47 31n3n C00ld0wn v0n 30 M1nu73n)

source: You are going to be in a labyrinth of size 15x15. There are enemies, treasures and hidden traps. Reach the exit in the bottom right corner for a huge extra bonus! Are you ready? Tip: Use a silent channel for this, you may want to read all the messages I will send.
de_de: Du w1r57 1n 31n3m L4byr1n7h d3r 6röß3 15x15 531n. D0r7 51nd 636n3r, 5chä7z3 und v3r573ck73 F4ll3n. 3rr31ch3 d3n 4u564n6 1n d3r un73r3n r3ch73n 3ck3 für 31n3n 6r0ß3n 3x7r4b0nu5! B157 du b3r317? 71pp: B3nu7z3 31n3n ruh163n Ch4nn3l h13rfür, du w1ll57 k31n3 N4chr1ch7 v3rp4553n, d13 1ch 53nd3n w3rd3.

source: **Generating a maze...**
de_de: **63n3r13r3 31n L4byr1n7h...**

source: North
de_de: N0rd3n

source: East
de_de: 0573n

source: South
de_de: 5üd3n

source: West
de_de: W3573n

source: To the {side} is a wall.
de_de: 1m {side} 157 31n3 M4u3r.

source: To the {side} is an enemy.
de_de: 1m {side} 157 31n 636n3r.

source: To the {side} is a treasure.
de_de: 1m {side} 157 31n 5ch47z.

source: To the {side} is a floor.
de_de: 1m {side} 157 31n 64n6.

source: You are on {hp} HP
de_de: Du h457 {hp} HP

source: You stepped on a trap and took {damage} damage!
de_de: Du b157 4uf 31n3 F4ll3 637r373n und h457 {damage} 5ch4d3n 63n0mm3n!

source: You found a treasure with **${money}** inside!
de_de: Du h457 31n3n 5ch47z m17 **${money}** 63fund3n!

source: Enemy
de_de: 636n3r

source: The Fight started
de_de: D3r K4mpf h47 b360nn3n

source: The Enemy healed themselves for {hp} HP
de_de: D3r 636n3r h47 51ch um {hp} Hp 63h31l7

source: You healed yourself for {hp} HP
de_de: Du h457 d1ch um {hp} HP 63h31l7

source: Attack blocked.
de_de: 4774ck3 63bl0ck7.

source: The Enemy hit you for {dmg} damage
de_de: D3r 636n3r h47 d1r {dmg} 5ch4d3n zu63fü67

source: You hit the enemy for {dmg} damage
de_de: Du h457 d3m 636n3r {dmg} 5ch4d3n zu63fü67

source: Timed out.
de_de: Z317 4u563l4uf3n.

source: You died.
de_de: Du wurd357 b351367.

source: You have reached the exit and were rewarded **${money}** for getting out!
de_de: Du h457 d3n 4u564n6 3rr31ch7 und h457 **${money}** 4l5 B3l0hnun6 für d45 3rr31ch3n d35 4u564n65 3rh4l73n!

source: Checks your adventure status.
de_de: Prüf3 d3n 5747u5 d35 4b3n73u3r5.

source: Checks the remaining time of your adventures, or if you survived or died. Your chance is checked here, not in `{prefix}adventure`. Your chances are determined by your equipped items, race and class bonuses, your level, God-given luck and active luck boosters. If you are in an alliance which owns a city with an adventure building, your chance will be increased by 1% per building level. If you survive on your adventure, you will receive gold up to the adventure number times 60, XP up to 500 times the adventure number and either a loot or gear item. The chance of loot is dependent on the adventure number and whether you use the Ritualist class, [check our wiki](https://wiki.idlerpg.xyz/index.php?title=Loot) for the exact chances. God given luck affects the amount of gold and the gear items' damage/defense and value. If you are in a guild, its guild bank will receive 10% of the amount of gold extra. If you are married, your partner will receive a portion of your gold extra as well, [check the wiki](https://wiki.idlerpg.xyz/index.php?title=Family#Adventure_Bonus) for the exact portion.
de_de: Üb3rprüf7 d13 v3rbl31b3nd3 Z317 d35 4b3n73u3r5, 0d3r 0b du üb3rl3b7 h457 bzw. 63570rb3n b157. D31n3 Ch4nc3n w3rd3n h13r 63prüf7, n1ch7 üb3r `{prefix}adventure`. D31n3 Ch4nc3 hän67 v0n d31n3n 4u563rü57373n 173m5, d31n3r R4553, d3n Kl4553nb0n1, d31n3m L3v3l, d3m 6077-6363b3n3m 6lück und d31n3n 4k71v3n 6lückb00573rn 4b. F4ll5 du 1n 31n3r 4ll14nz b157, w3lch3 31n3 574d7 b3517z7, d13 4b3n73u3r63bäud3 h47, w1rd d31n3 Ch4nc3 um 1% pr0 63bäud3l3v3l 3rhöh7. F4ll5 du d31n 4b3n73u3r üb3rl3b7 h457 w1r57 du 60ld v0n b15 zu 70m4l d35 L3v3l5 3rh4l73n, XP v0n b15 zu 500M4l d3r 4b3n73u3rnumm3r und 3n7w3d3r B3u73 0d3r 31n 4u5rü57b4r35 173m. D13 Ch4nc3 4uf B3u73 hän67 v0n d3r 4b3n73u3rnumm3r 4b und 0b du d13 R17u4l157 Kl4553 h457, [513h d1r un53r W1k1 4n](h77p5://w1k1.1dl3rp6.xyz/1nd3x.php?717l3=L007) für d13 3x4k73n Z4hl3n. D45 6077-6363b3n3 6lück b331nflu557 d13 Höh3 d35 60ld35 50w13 d13 4n6r1ff5/V3r731d16un6557475 d3r 173m5. F4ll5 du M176l13d 31n3r 61ld3 b157, w1rd d13 61ld3nb4nk 10% d35 60ld35 3x7r4 3rh4l73n. F4ll5 du v3rh31r4737 b157, w1rd d31n P4r7n3r 3b3nf4ll5 31n3n 731l d35 60ld35 3x7r4 3rh4l73n, [513h d1r un53r W1k1 4n](h77p5://w1k1.1dl3rp6.xyz/1nd3x.php?717l3=F4m1ly#4dv3n7ur3_B0nu5) um d13 63n4u3n Z4hl3n zu 53h3n.

source: Adventure Status
de_de: 4b3n73u3r5747u5

source: You are currently on an adventure with difficulty **{difficulty}**. Time until it completes: **{time_left}** Adventure name: **{adventure}**
de_de: Du b3f1nd357 d1ch d3rz317 4uf 31n3m 4b3n73u3r m17 **{difficulty}** 5chw13r16k317. Z317, b15 35 b33nd37 157: **{time_left}** 4b3n73u3rn4m3: **{adventure}**

source: Adventure Failed
de_de: 4b3n73u3r 635ch3173r7

source: You died on your mission. Try again!
de_de: Du b157 währ3nd d35 4b3n73u3r5 63570rb3n. V3r5uch'5 n0chm4l!

source: Adventure Completed
de_de: 4b3n73u3r b33nd37

source: You have completed your adventure and received **${gold}** as well as a new item: **{item}** added to your `{prefix}{storage_type}` Type: **{type}** {stat}Value: **{value}** Experience gained: **{xp}**.
de_de: Du h457 d31n 4b3n73u3r b33nd37 und **${gold}** 3rh4l73n 50 w13 31n n3u35 173m: **{item}** wurd3 d31n3m `{prefix}{storage_type}` h1nzu63fü67 7yp: **{type}** {stat}W3r7: **{value}** 3rf4hrun6 3rh4l73n: **{xp}**.

source: Loot item
de_de: B3u73

source: Damage: **{damage}**
de_de: 5ch4d3n: **{damage}**

source: Armor: **{armor}**
de_de: V3r731d16un6: **{armor}**

source: Cancels your current adventure.
de_de: Br1ch7 d45 l4uf3nd3 4b3n73u3r 4b.

source: Cancels your ongoing adventure and allows you to start a new one right away. You will not receive any rewards if you cancel your adventure.
de_de: Br1ch7 d31n l4uf3nd35 4b3n73u3r 4b und 3rl4ub7 d1r, 50f0r7 31n N3u35 zu 574r73n. Du w1r57 k31n3 B3l0hnun63n 3rh4l73n, w3nn du d31n 4b3n73u3r 4bbr1ch57.

source: Are you sure you want to cancel your current adventure?
de_de: B157 du 51ch3r, d455 du d31n 4k7u3ll35 4b3n73u3r 4bbr3ch3n w1ll57?

source: Did not cancel your adventure. The journey continues...
de_de: 1ch h4b3 d31n 4b3n73u3r n1ch7 4b63br0ch3n. D13 R3153 63h7 w3173r...

source: Canceled your mission. Use `{prefix}adventure [missionID]` to start a new one!
de_de: 4b3n73u3r 4b63br0ch3n. Nu7z3 `{prefix}adventure [missionID]` um 31n n3u35 zu b361nn3n!

source: Show some adventure stats
de_de: Z3167 31n p44r 4b3n73u3r57475

source: Shows your overall adventure death and completed count, including your success rate.
de_de: Z3167 d31n3 6354m73n 4b3n73u3r70d3 und d13 4nz4hl d3r 3rf0l6r31ch b33nd373n 4b3n73u3r, 50w13 d31n3 3rf0l65r473.

source: Out of **{total}** adventures, you died **{deaths}** times and survived **{completed}** times, which is a success rate of **{rate}%**.
de_de: V0n **{total}** 4b3n73u3rn h457 du **{completed}** üb3rl3b7 und b157 **{deaths}** M4l 63570rb3n. D45 k0mm7 4uf **{rate}%** h3r4u5.

source: Lists all your cooldowns
de_de: Z3167 4ll3 d31n3 C00ld0wn5

source: Lists all your cooldowns, including your adventure timer.
de_de: Z3167 4ll3 d31n3 C00ld0wn5 und d31n3 v3rbl31b3nd3 4b3n73u3rz317.

source: You don't have any active cooldown at the moment.
de_de: 4k7u3ll k31n3 4k71v3n C00ld0wn5.

source: Commands on cooldown:
de_de: B3f3hl3 4uf C00ld0wn:
