Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: A strong warrior who gives their life for the fight against Zerekiel. Every evolution boosts your raidstats by an additional 10%.
de_de: Ein starker Krieger der sein Leben riskiert um gegen Zerekiel zu kämpfen. Mit jeder Evolution steigen deine Raidstats um 10%.
es_es: Un fuerte guerrero que entrega su vida a la lucha contra Zerekiel. Cada evolución aumenta tus raidstats en un 10% adicional.
es_mx: Un fuerte guerrero que entrega su vida a la lucha contra Zerekiel. Cada evolución aumenta tus raidstats en un 10% adicional.
hu_hu: Egy kigyúrt lovag, aki az életét egy Zerekiel nevű sárkány elleni küzdelemre tette fel. 10%-kal növekszenek a Hajtóvadászatban használt szorzók átalakulásonként.
id_id: Seorang pejuang yang kuat yang memberikan hidup mereka untuk berperang melawan Zerekiel. Setiap evolusi meningkatkan status penyerangan dengan tambahan 10%.
nb_no: En sterk kriger som gir livet sitt for kampen mot Zerekiel. Hver utvikling øker raidstatene dine med ytterligere 10 %.
pt_br: Um forte guerreiro que dá a vida pela luta contra Zerekiel. Toda evolução aumenta suas estatísticas de raids em 10%.
sv_se: En stark krigare som ger sitt liv för kriget mot Zerekiel. Varje evolution ökar dina raidstats med ytterligare 10%.

source: A seer, a sacrificer and a follower. The Ritualist devotes their life to the god they follow. For every evolution, their sacrifices are 5% more effective. They have twice the chance to get loot from adventures.
de_de: Ein Seher, Opfergeber und Anhänger. Der Ritualist gibt sein Leben dem Gott hin, dem er folgt. Mit jeder Evolution werden ihre Opfergaben um 5% effektiver. Sie haben eine doppelt so große Chance bei ihren Abenteuern Beute zu finden.
es_es: Un vidente, un sacrificador y un seguidor. El ritualista devota su vida al dios que sigue. Con cada evolución, sus sacrificios son 5% más efectivos. Tienen el doble de probabilidad de conseguir un botín de sus aventuras.
es_mx: Es un vidente, un sacrificador y un seguidor. El ritualista dedica toda su vida al dios que sigue y tiene el doble de posibilidades de obtener un botín en tus aventuras Por cada evolución sus sacrificios tienen un 5% más de efectividad.
hu_hu: Ő a látó, az isteneinek áldozó és a hithű követő. Az életét az isteneinek imádatára áldozza 5%-kal növekszik az ereklyékért kapott kegyeletpontok száma átalakulásonként. Kétszer olyan sikeres, mint más kalandorok, ha ereklyék felkutatásáról van szó.
id_id: Seorang penglihat, pengorbanan dan pengikut. Ritualis mengabdikan hidup mereka kepada dewa yang mereka ikuti. Untuk setiap evolusi, pengorbanan mereka 5% lebih efektif. Mereka memiliki dua kali kemungkinan untuk mendapatkan hasil rampasan dari petualangan.
nb_no: En seer, en offerer og en tilhenger. Ritualisten vier livet sitt til guden de følger. For hver utvikling er deres ofre 5 % mer effektive. De har dobbelt sjanse til å få loot fra eventyr.
pt_br: Um vidente, um sacrificador e um seguidor. O ritualista dedica sua vida ao deus que eles seguem. Para toda evolução, seus sacrifícios são 5% mais eficazes. Eles têm o dobro da chance de obter saques em suas aventuras.
sv_se: En siare, ritualist och avgudare. Ritualisten ägnar sitt liv åt deras gud. För varje evolution blir deras offringar 5% mer effektiva. De har dubbel chans att få loot från äventyr.

source: Absorb the appreciation of the devs into your soul to power up. +1 damage and defense per evolution.
de_de: Absorbiere den Dank und die Wertschätzung der Entwickler in deine Seele und stärke dich. +1 Schaden und Schild pro Entwicklung zusätzlich zu den Items.
es_es: Absorbe la apreciación de los creadores en tu alma para mejorar. +1 de daño y defensa por evolución.
es_mx: Absorbe la apreciación de los desarrolladores en tu alma para encender. +1 daño y defensa por evolución.
hu_hu: A fejlesztők hálája kísérjen utadon, és érezd ahogy áldásuk új lángot támaszt szívedben! +1 védelem- és pajzsérték átalakulásonként.
id_id: Menyerap penghargaan dari para developer ke dalam jiwamu untuk menguatkan. +1 kerusakan dan pertahanan per evolusi.
nb_no: Absorber forståelsen til utviklerne i sjelen din for å få kraft. +1 skade og forsvar per evolusjon.
pt_br: Absorve a apreciação dos desenvolvedores em sua alma para aumentar seu poder. +1 de dano e defesa por evolução.
sv_se: Absorbera utvecklarnas uppskattning och förstärk din själ! +1 skada och skydd per utveckling.

source: You are about to select the `{profession}` class for yourself. {textaddon} Proceed?
de_de: Du wählst hiermit die `{profession}` Klasse für dich aus. {textaddon} Bist du sicher?
es_es: Estás a punto de elegir `{profession}` como clase. {textaddon} ¿Estás seguro?
es_mx: Estás apunto de elegir la clase de `{profession}` para ti, {textaddon} ¿deseas continuar?
hu_hu: Kaszt `{profession}` kiválasztása folyamatban. {textaddon} Biztos vagy döntésedben?
id_id: Kamu akan memilih kelas `{profession}` untuk dirimu sendiri. {textaddon} Lanjutkan?
nb_no: Du er i ferd med å velge `{profession}`klassen for deg selv. {textaddon} Vil du fortsette?
pt_br: Você está prestes a selecionar a classe `{profession}` para si mesmo. {textaddon} Deseja continuar?
sv_se: Du är på väg att välja `{profession}klassen`. {textaddon} vill du fullfölja?

source: This **costs nothing**, but changing it later will cost **$5000**.
de_de: Das **kostet Nichts**, aber es später zu ändern wird **$5.000** kosten.
es_es: Esto **es gratis**, pero cambiarlo más adelante costará **$5000**.
id_id: Ini **tidak ada biaya**, tetapi mengubahnya nanti akan dikenakan biaya **$5000**.
nb_no: Dette **koster ingenting**, men å endre det senere vil koste **$5000**.
pt_br: Isso **não custa nada**, porém para mudar futuramente custará **$5000**.

source: This will cost **$5000**.
de_de: Das kostet **$5000**.
es_es: Esto cuesta **$5000**.
es_mx: Esto te costará **$5000**.
hu_hu: **$5000** lesz. Maradhat?
id_id: Ini akan dikenai biaya **$5000**.
nb_no: Dette vil koste **$5000**.
pt_br: Isso custará **$5000**.
sv_se: Detta kommer kosta **$5000**.

source: Class selection cancelled.
de_de: Klassenwahl abgebrochen.
es_es: La selección de clase ha sido cancelada.
es_mx: Selección de clase cancelada.
hu_hu: Meggondoltad magad, mégsem választottál új kasztot.
id_id: Pemilihan kelas dibatalkan.
nb_no: Klassevalg kansellert.
pt_br: Seleção de class cancelada.
sv_se: Klassval avbrutit.

source: Your new class is now `{profession}`.
bg_bg: Новият ти клас е `{profession}`.
de_de: Deine neue Klasse: `{profession}`.
es_ar: Tu nueva clase ahora es "{profession}".
es_es: Tu nueva clase es ahora `{profession}`.
es_mx: Tu nueva clase es ahora `{profession}`.
fr_fr: Votre nouvelle classe est maintenant `{profession}`.
hu_hu: A választott kaszt: `{profession}`.
id_id: Kelasmu yang baru sekarang adalah `{profession}`.
nb_no: Den nye klassen din er nå `{profession}`.
pt_br: Sua nova classe é `{profession}`.
ru_ru: Ваш новый класс `{profession}`.
sv_se: Din nya klass är nu `{profession}`.

source: You're too poor for a class change, it costs **$5000**.
bg_bg: Нямаш достатъчно пари за да смениш класа си. Смяната на клас струва **$5000**.
de_de: Du hast nicht das nötige Geld um die Klasse zu ändern, es kostet **$5000**.
es_ar: Sos muy pobre para cambiar tu clase. Hacer eso cuesta **$5000**.
es_es: Eres demasiado pobre para un cambio de clase, cuesta **$5000**.
es_mx: Eres demasiado pobre para un cambio de clase, cuesta **$5000**.
fr_fr: Vous êtes trop pauvre pour changer de classe, le coût est de **5000$**.
hu_hu: Nincs elég pénzed a kasztcseréhez - **$5000** kellene rá összesen.
id_id: Kamu terlalu miskin untuk berganti kelas, harganya adalah **$5000**.
nb_no: Du er for fattig for et klasseskifte, det koster **$5000**.
pt_br: Você é pobre demais para mudar de classe, isso custa **$5000**.
ru_ru: Вы слишком бедны, чтобы сменить класс, смена класса стоит **$5000**.
sv_se: Du är för fattig för ett klassbyte, det kostar **$5000**.

source: You selected the class `{profession}`. **$5000** was taken off your balance.
de_de: Du hast die Klasse `{profession}` ausgewählt. **$5000** wurden von deinem Konto abgebucht.
es_es: Has elegido la clase `{profession}`. Se han descontado **$5000** de tu cuenta.
es_mx: Has elegido la clase `{profession}`. Se han descontado **$5000** de tu cuenta.
hu_hu: `{profession}` kaszt kiválasztva. **$5000** bánta.
id_id: Kamu memilih kelas `{profession}`. **$5000** telah diambil dari saldo kamu.
nb_no: Du valgte klassen `{profession}`. **$5000** ble tatt av saldoen din.
pt_br: Você selecionou a classe `{profession}`. **$5000** foram retirados da sua conta.
sv_se: Du valde klassen `{profession}`. **$5000** har tagits från ditt konto.

source: View your class(es)
de_de: Zeigt deine Klasse(n) an
es_es: Ver tu(s) clase(s)
id_id: Melihat kelasmu
nb_no: Se klassen(e) dine
pt_br: Veja sua classe(s)

source: Show your class(es) and their added benefits, sent as images.
de_de: Zeigt deine Klass(en) und ihre zusätzlichen Vorteile, gesendet als Bilder.
es_es: Muestra tu(s) clase(s) y sus beneficios adicionales, enviados como imágenes.
id_id: Menampilkan kelasmu dan keuntungan tambahannya, yang dikirim sebagai gambar.
nb_no: Vis klassen(e) og deres ekstra fordeler, sendt som bilder.
pt_br: Mostra sua classe(s) e os benefícios delas, enviados como imagens.

source: The image for your class **{class_}** hasn't been added yet.
bg_bg: Изображението за твоя **{class_}** не е добавено все още.
de_de: Es wurde noch kein Bild für deine Klasse **{class_}** hinzugefügt.
es_ar: La imagen para tu clase **{class_}** no fue agregada todavía.
es_es: La imagen de tu clase **{class_}** no ha sido agregada aún.
es_mx: La imagen de tu clase **{class_}** no ha sido agregada aún.
fr_fr: L’image pour votre classe **{class_}** n’a pas encore été ajoutée pour le moment.
hu_hu: A **{class_}** kasztodhoz tartozó kép még nem lett hozzáadva a profilodhoz.
id_id: Gambar dari kelasmu **{class_}** masih belum ditambahkan.
nb_no: Bildet for klassen din **{class_}** er ikke lagt til ennå.
pt_br: A imagem da sua classe **{class_}** ainda não foi adicionada.
ru_ru: Картинка для вашего класса **{class_}** ещё не была добавлена.
sv_se: Bilden för din klass **{class_}** har inte lagts till än.

source: Evolve your class(es)
de_de: Entwickle deine Klasse(n)
es_es: Evoluciona tu(s) clase(s)
id_id: Mengevolusi kelasmu
nb_no: Utvikle din(e) klasse(r)
pt_br: Evoluí sua classe(s)

source: Evolve your class, bringing it to the next level and giving better class bonuses. You can evolve every 5 levels, i.e. at level 5, level 10, level 15, level 20, level 25 and finally level 30. - Warriors gain +1 defense per evolution - Thieves gain +8% for their success chance per evolution - Mages gain +1 damage per evolution - Rangers' pets' hunted item get +3 minimum stat and +6 maximum stat per evolution - This means level 1 pets can hunt items from stat 3 to stat 6; level 2 pets from stat 6 to stat 12 - Raiders gain +0.1 defense and damage raidstats - Ritualists gain +5% extra favor when sacrificing per evolution (- Paragons gain +1 damage *and* +1 defense per evolution)
de_de: Entwickle deine Klasse, um sie auf ein höheres Level zu bringen und bessere Klassenboni zu erhalten. Du kannst deine Klasse alle 5 Level entwickeln, bspw. auf Level 5, Level 10, Level 15, Level 20, Level 25 und zuletzt auf Level 30. - Warriors(Krieger) erhalten +1 Verteidigung pro Entwicklung - Thieves(Diebe) erhalten +8% Erfolgschancen pro Entwicklung - Mages(Magier) erhalten +1 Angriff pro Evolution - Rangers pets/Tiere erhalten +3 Minimum Stat und +6 Maximum Stat pro Evolution - Das bedeutet, auf Level 1 können Pets Items von Stat 3 bis 6 jagen; auf level 2 Stats von 6 bis 12 - Raiders erhalten +0.1Verteidigung und Angriffs-Raidstats - Ritualists erhalten 5% extra Gunst, wenn sie ihre Beute opfern (pro Evolution) (- Paragon erhalten +1 Angriff *und* +1 Verteidigung pro Evolution)
es_es: Evoluciona tu clase, llevándola al siguiente nivel y dando mejores bonificaciones de clase. Puedes evolucionar cada 5 niveles, es decir, en el nivel 5, nivel 10, nivel 15, nivel 20, nivel 25 y finalmente nivel 30. - Los guerreros ganan +1 defensa por evolución - Los ladrones ganan + 8% por su probabilidad de éxito por evolución - Los magos ganan +1 daño por evolución - Los objetos cazados de las mascotas de los guardabosques obtienen +3 estadísticas mínimas y +6 estadísticas máximas por evolución - Esto significa que las mascotas de nivel 1 pueden cazar artículos de estadística 3 a estadística 6; Nivel 2 mascotas de estadística 6 a estadística 12 - Los asaltantes obtienen +0.1 de defensa y daño en incursiones - Los ritualistas ganan + 5% de favor extra al sacrificar por evolución (- Los paragones ganan +1 daño *y* +1 defensa por evolución)
id_id: Mengevolusi kelasmu, meningkatkan ke level selanjutnya dan mendapatkan bonus kelas yang lebih baik. Kamu dapat berevolusi setiap 5 level, yaitu pada level 5, level 10, level 15, level 20, level 25 dan yang terakhir level 30. - Warriors mendapatkan +1 pertahanan setiap berevolusi - Thieves memperoleh +8% untuk peluang sukses per evolusi - Mages mendapatkan +1 kerusakan setiap berevolusi - Rangers barang yang diburu hewan peliharaan mendapatkan +3 minimum stat dan +6 maksimum stat setiap berevolusi - artinya hewan peliharaan level 1 dapat berburu barang dari stat 3 hingga stat 6; level 2 dari stat 6 hingga stat 12 - Raiders mendapatkan +0.1 raidstats pertahanan dan kerusakan - Ritualists memperoleh +5% ekstra berkat saat berkorban setiap berevolusi (- Paragons mendapatkan +1 kerusakan *dan* +1 pertahanan setiap berevolusi)
nb_no: Utvikle klassen din, ta den til neste nivå og få bedre klassebonuser. Du kan utvikle hvert 5. nivå, dvs. på nivå 5, nivå 10, nivå 15, nivå 20, nivå 25 og til slutt nivå 30. - Krigere får +1 forsvar per evolusjon - Tyver får +8 % for sin suksesssjanse per evolusjon - Trollmenn får +1 skade per evolusjon - Skogvokteres kjæledyrs jagede gjenstand får +3 minimumsstatistikk og +6 maksimumsstatistikk per utvikling - Dette betyr at kjæledyr på nivå 1 kan jakte på gjenstander fra stat 3 til stat 6; nivå 2 kjæledyr fra stat 6 til stat 12 - Raidere får +0,1 forsvar og skader i raidstats - Ritualister får +5 % ekstra fordel når de ofrer per evolusjon (- Paragoner får +1 skade *og* +1 forsvar per evolusjon)
pt_br: Evolua sua classe, levando ela para o próximo nível e aumentando os seus bônus. Você pode evoluir a cada 5 níveis, isto é no nível 5, nível10, nível 15, nível 20, nível 25 e finalmente nível 30. - Guerreiros ganham +1 defesa por evolução - Ladrões ganham +8% de chance de sucesso ao roubar por evolução - Magos ganham +1 dano por evolução - Os itens caçados pelos animais de estimação dos Guardas da Floresta ganham no mínimo +3 de estatística e no máximo +6 de estatística por evolução - Isso significa que um animal de estimação nível 1 podem caçar itens com 3 de estatística até 6 de estatística. Animais de estimação nível 2 podem de 6 de estatística até 12 de estatística - Raiders ganham +0.1 de defesa e dano de estatísticas de raid por evolução - Ritualistas ganham +5% de favor extra por sacrifício por evolução (- Paragonas ganham +1 dano *e* +1 defesa por evolução)

source: Your level isn't high enough to evolve.
bg_bg: Нивото ти е прекалено ниско за еволюция.
de_de: Dein Level ist noch zu niedrig um dich zu entwickeln.
es_ar: Tu nivel no es lo suficientemente alto para evolucionar.
es_es: Nivel insuficiente para evolucionar.
es_mx: Nivel insuficiente para evolucionar.
fr_fr: Votre niveau n’est pas assez élevé pour évoluer.
hu_hu: Nem elég magas a tapasztalati szinted az átalakuláshoz.
id_id: Level kamu tidak cukup tinggi untuk berevolusi.
nb_no: Levelen din er ikke høy nok til å utvikle seg.
pt_br: Seu nível não é alto o suficiente para evoluir.
ru_ru: Ваш уровень слишком низок для повышения.
sv_se: Din nivå är inte tillräckligt hög för att utvecklas.

source: You haven't got a class yet.
bg_bg: Все още нямаш клас.
de_de: Du hast noch keine Klasse.
es_ar: No elegiste clase todavía.
es_es: No tienes una clase todavía.
es_mx: No tienes una clase todavía.
fr_fr: Vous n’avez pas encore de classe.
hu_hu: Nem tartozol még egyik kaszthoz sem.
id_id: Kamu masih belum memiliki kelas.
nb_no: Du har ikke en klasse ennå.
pt_br: Você ainda não tem uma classe.
ru_ru: У вас нет класса.
sv_se: Du har inte en klass ännu.

source: Nothing to evolve.
de_de: Es gibt nichts zu entwickeln.
es_es: Nada que evolucionar.
id_id: Tidak ada yang dievolusi.
nb_no: Ingenting å utvikle seg.
pt_br: Não há nada para evoluir.

source: You are now a `{class1}` and a `{class2}`.
de_de: Du bist nun ein `{class1}` und ein `{class2}`.
es_es: Eres ahora un `{class1}` y un `{class2}`.
es_mx: Eres ahora un `{class1}` y un `{class2}`.
hu_hu: A következő kaszt(ok) tagja vagy: `{class1}` és `{class2}`.
id_id: Kamu sekarang adalah `{class1}` dan `{class2}`.
nb_no: Du er nå en `{class1}` og en `{class2}`.
pt_br: Agora você é um `{class1}` e um `{class2}`.
sv_se: Du är nu en `{class1}` och en `{class2}`.

source: Shows the evolution tree
de_de: Zeigt den Entwicklungsbaum
es_es: Muestra el árbol de evolución
id_id: Menampilkan pohon evolusi
nb_no: Viser evolusjonstreet
pt_br: Mostra a árvore de evoluções

source: Shows the evolution tree for each class. This will only show the names, not the respective benefits.
de_de: Zeigt den Entwicklungsbaum für jede Klasse. Dies zeigt nur die Namen, nicht die jeweiligen Vorteile.
es_es: Muestra el árbol de evolución para cada clase. Esto solo mostrará los nombres, no los respectivos beneficios.
id_id: Menampilkan pohon evolusi setiap kelas. Hanya menampilkan nama-nama evolusi, tidak menampilkan manfaat setiap evolusi.
nb_no: Viser evolusjonstreet for hver klasse. Dette vil bare vise navnene, ikke de respektive fordelene.
pt_br: Mostra a árvore de evoluções para cada classe. Somente será mostrado os nomes e não mostrará os benefícios respectivos.

source: Steal money
de_de: Stiehlt Geld
es_es: Robar dinero
id_id: Mencuri uang
nb_no: Stjel penger
pt_br: Rouba dinheiro

source: Steal money from a random user. Your steal chance is increased by evolving your class and your alliance's thief buildings, if you have an alliance that owns a city. If you succeed in stealing, you will steal 10% of a random player's money. You *cannot* choose your target, it is always a random player. If the bot can't find the player's name, it will be replaced with "a traveller passing by". The random player cannot be anyone with money less than $10, yourself, or one of the bot owners. Only thieves can use this command. (This command has a cooldown of 1 hour.)
de_de: Stehle Geld von einem zufälligen Nutzer. Deine Diebstahlchancen steigen mit jeder Entwicklung deiner Klasse und den Diebes/Thiefgebäuden deiner Allianz, falls du eine Allianz hast, welcher eine Stadt gehört. Falls du Erfolg im Stehlen hast, wirst du 10% des Geldes eines zufälligen Spielers stehlen. Du kannst dein Ziel *nicht* auswählen, es ist immer ein zufälliger Spieler. Falls der Bot den Namen des Spielers nicht finden kann, wird er durch "einen vorbeiziehenden Reisenden" ersetzt. Der zufällige SPieler kann niemand sein, der weniger als 10$ hat, du, oder einer der Bot-Besitzer ist. Nur Thieves/Diebe können diesen Befehlen nutzen. (Dieser Befehl hat einen Cooldown von 1 Stunde.)
es_es: Roba dinero de un usuario aleatorio. Tu probabilidad de robo incrementa evolucionando tu clase y gracias a los edificios de tu alianza de ladrones, si estás en una alianza que posee una ciudad. Si lograste robar, robarás un 10% del dineron de un usuario aleatorio. *No puedes* elegir tu objetivo, es siempre un jugador aleatorio. Si el bot no puede encontrar el nombre de un jugador, se reemplazará por "un viajero que pasaba por ahí". El jugador aleatorio no puede ser nadie que tenga menos de $10, tú mismo, o uno de los dueños del bot. Solo los ladrones pueden usar este comando. (Este comando tiene un tiempo de reutilización de 1 hora).
id_id: Mencuri uang dari pemain acak. Peluangmu untuk mencuri akan meningkat dengan mengevolusi kelasmu dan bangunan pencuri aliansimu, Jika kamu memiliki aliansi yang mempunyai kota. Jika kamu sukses mencuri, kamu akan mencuri 10% dari uang pemain acak. Kamu *tidak bisa* memilih target, targetnya akan selalu pemain acak. Jika bot tidak dapat menemukan nama pemain, maka akan diganti dengan "seorang wisatawan yang baru saja lewat". Pemain acak tidak boleh siapapun dengan uang kurang dari $10, kamu sendiri, atau salah satu pemilik bot. Hanya pencuri yang dapat menggunakan perintah ini. (Perintah ini memiliki waktu cooldown selama 1 jam.)
nb_no: Stjel penger fra en tilfeldig bruker. Sjansen din for å stjele økes ved å utvikle klassen din og alliansens tyvebygninger, hvis du har en allianse som eier en by. Hvis du lykkes med å stjele, vil du stjele 10 % av en tilfeldig spillers penger. Du *kan* ikke velge hvem du skal stjele fra, det er alltid en tilfeldig spiller. Hvis botten ikke finner spillerens navn, vil det bli erstattet med "en reisende som går forbi". Den tilfeldige spilleren kan ikke være noen med penger mindre enn $10, deg selv eller en av bot-eierne. Bare tyver kan bruke denne kommandoen. (Denne kommandoen har en nedkjøling på 1 time.)

source: You attempted to steal from a bot VIP, but the bodyguards caught you.
de_de: Du hast versucht von einem Bot VIP zu stehlen, doch die Bodyguards haben dich erwischt.
es_es: Has intentado robar a un bot VIP, pero los guardaespaldas te han pillado.
es_mx: Has intentado robarle a alguien VIP, sus guardias te han detenido antes de que lo lograses.
hu_hu: Megpróbáltad kifosztani a VIP botot, de a testőrei rajtakaptak.
id_id: Kamu mencoba untuk mencuri dari bot VIP, tetapi pengawal menangkapmu.
nb_no: Du forsøkte å stjele fra en bot VIP, men livvaktene tok deg.
pt_br: Você tentou roubar um bot VIP, mas os guarda-costas o pegaram.
sv_se: Du försökte stjäla från en botVIP och livvakterna fångade dig!

source: You stole **${stolen}** from {user}.
de_de: Du hast **${stolen}** von {user} gestohlen.
es_es: Has robado **${stolen}** de {user}.
es_mx: Has robado **${stolen}** de {user}.
hu_hu: Sikeresen átvándorolt a zsebedbe **${stolen}**. **{user}** észre sem vette.
id_id: Kamu mencuri **${stolen}** dari {user}.
nb_no: Du stjal **${stolen}** fra {user}.
pt_br: Você roubou **${stolen}** de {user}.
sv_se: Du stal **${stolen}** från {user}.

source: a traveller just passing by
de_de: einem vorbeiziehendem Reisendem
es_es: un viajero paseando por ahí
es_mx: un viajero que esta pasando
hu_hu: A szerencsétlen épp erre járó
id_id: seorang wisatawan yang baru saja lewat
nb_no: en reisende som bare går forbi
pt_br: um viajante de passagem
sv_se: En joggare som går förbi

source: Your attempt to steal money wasn't successful.
bg_bg: Твоят опит да откраднеш пари бе неуспешен.
de_de: Dein Versuch Geld zu stehlen ist gescheitert.
es_ar: No servís para ladri, tomatelá. No robaste nada.
es_es: Tu intento de robar dinero no ha tenido éxito.
es_mx: Tu intento de robar dinero no ha tenido éxito.
fr_fr: Votre tentative de vol d’argent est un échec.
hu_hu: Nem jött össze a zsebmetszés.
id_id: Upaya kamu untuk mencuri uang tidak berhasil.
nb_no: Forsøket ditt på å stjele penger var ikke vellykket.
pt_br: Sua tentativa de roubar dinheiro não teve foi sucedida.
ru_ru: Вы попытались своровать, но попытка не была успешной.
sv_se: Du lyckades inte stjäla pengar.

source: Interact with your pet
de_de: Interagiere mit deinem Tier
es_es: Interactúa con tu mascota
id_id: Berinteraksi dengan hewan peliharaanmu
nb_no: Samhandle med kjæledyret ditt
pt_br: Interage com o seu animal de estimação
