Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: View how your server's current helpme request looks like to our Support Team. You can only use this command if your server has an open helpme request.
de_de: Zeigt dir an, wie deine aktuelle helpme Anfrage bei unserem Support Team aussieht. Du kannst diesen Befehl nur nutzen, wenn dein Server eine offene helpme Anfrage hat.
es_es: Comprueba cómo se ve la solicitud de ayuda actual de tu servidor para nuestro equipo de soporte. Solo puedes usar este comando si tu servidor tiene una solicitud de ayuda abierta.
id_id: Melihat bagaimana permintaan helpme server kamu saat ini yang terlihat oleh Tim Suport kami. Kamu dapat menggunakan perintah ini jika server kamu memiliki permintaan terbuka helpme.
nb_no: Se hvordan serverens nåværende helpme forespørsel ser ut til vårt Support Team. Du kan bare bruke denne kommandoen hvis serveren din har en åpen helpme forespørsel.
pt_br: Veja como o seu atual pedido de 'helpme' aparece para nossa Equipe de Suporte. Você só pode usar esse comando se o seu servidor tiver um pedido aberto de 'helpme'.

source: Your help request is visible to our support team like this:
de_de: Deine Anfrage wird unserem Support Team so angezeigt:
es_es: Tu solicitud de ayuda es visible para nuestro equipo de soporte de esta manera:
id_id: Permintaan bantuan kamu terlihat oleh tim suport kami seperti ini:
nb_no: Helpme forespørselen din er synlig for Support Teamet vårt slik:
pt_br: Seu pedido de ajuda aparece assim para a nossa equipe de suporte:

source: Views the help on a topic.
de_de: Zeigt die Hilfe für ein Thema an.
es_es: Ve la ayuda sobre un tema.
id_id: Melihat bantuan pada suatu topik.
nb_no: Viser hjelpen om et emne.
pt_br: Veja a ajuda em um tópico.

source: Views the help on a topic. The topic may either be a command name or a module name. Command names are always preferred, so for example, `{prefix}help adventure` will show the help on the command, not the module. To view the help on a module explicitely, use `{prefix}help module [name]`
de_de: Zeigt die Hilfe für ein Thema an. Das Thema kann entweder ein Befehlsname oder ein Modulname sein. Befehlsnamen sind immer bevorzugt, also zeigt beispielsweise `{prefix}help adventure die Hilfe für den Befehl an, nicht das Modul. Um die Hilfe explizit für ein Modul anzusehen, nutze `{prefix}help module [name]`
es_es: Ve la ayuda sobre un tema. El tema puede ser un nombre de comando o un nombre de módulo. Siempre se prefieren los nombres de comandos, por ejemplo, `{prefix}help adventure` mostrará la ayuda sobre el comando, no el módulo. Para ver la ayuda en un módulo explícitamente, usa `{prefix}help module [name]`
id_id: Melihat bantuan pada suatu topik. Topiknya bisa berupa nama perintah atau nama modul. Lebih baik pakai nama perintah, contohnya `{prefix}help adventure` akan menampilkan bantuan pada perintah tersebut, bukan modulnya. Untuk melihat bantuan pada modul dengan jelas, gunakan `{prefix}help module [name]`
nb_no: Viser hjelpen om et emne. Emnet kan enten være et kommandonavn eller et modulnavn. Kommandonavn er alltid foretrukket, så for eksempel `{prefix}help adventure` vil vise hjelpen på kommandoen, ikke modulen. For å vise hjelpen på en modul eksplisitt, bruk `{prefix}help module [name]`
pt_br: Veja a ajuda em um tópico. O tópico pode estar ou em um nome de comando ou em um nome em módulo. Os nomes de comando são sempre preferidos, então por exemplo,`{prefix}help adventure` mostrará a ajuda no comando e não em módulo. Para poder ver a ajuda em módulo especificamente, use `{prefix}help module [name]`

source: IdleRPG Help {version}
de_de: IdleRPG Hilfe {version}
es_es: Ayuda de IdleRPG {version}
id_id: Bantuan IdleRPG {version}
nb_no: IdleRPG Hjelp {version}
pt_br: Ajuda IdleRPG {version}

source: **Welcome to the IdleRPG help.** Check out our tutorial! - https://idlerpg.xyz/tutorial/ Are you stuck? Ask for help in the support server! - https://support.idlerpg.xyz/ Do you need personal help? - Contact our support team using `{prefix}helpme`. Would you like to invite me to your server? - https://invite.idlerpg.xyz/ *See `{prefix}help [command]` and `{prefix}help module [module]` for more info*
de_de: **Willkommen bei der IdleRPG Hilfe.** Sieh dir unser Tuorial an! - https://idlerpg.xyz/tutorial/ Steckst du fest? Frage im Support Server um Hilfe! - https://support.idlerpg.xyz/ Brauchst du persönliche Hilfe? -Kontaktiere unser Support Team in dem du `{prefix}helpme` nutzt. Möchtest du mich zu deinem Server hinzufügen? - https://invite.idlerpg.xyz/ *Sieh dir {prefix}help [command]` und {prefix}help module [module]` für mehr Info an*
es_es: **Bienvenidos a la ayuda de IdleRPG.** ¡Comprueba nuestro tutorial! - https://idlerpg.xyz/tutorial/ ¿Estás atascado? ¡Pide ayuda en nuestro servidor de soporte - https://support.idlerpg.xyz/ ¿Necesitas ayuda personal? - Contacta con nuestro equipo de soporte utilizando `{prefix}helpme`. ¿Te gustaría invitarme a tu servidor? - https://invite.idlerpg.xyz/ *Mira`{prefix}help [command]` y `{prefix}help module [module]` para más información*
id_id: **Selamat datang di bantuan IdleRPG.** Lihat tutorial! - https://idlerpg.xyz/tutorial/ Apakah kamu kesulitan? Silahkan minta bantuan di server suport! - https://support.idlerpg.xyz/ Apakah kamu membutuhkan bantuan pribadi? - Hubungi tim suport kami dengan menggunakan `{prefix}helpme`. Apakah kamu ingin mengundang bot IdleRPG ke servermu? - https://invite.idlerpg.xyz/ *Lihat `{prefix}help [command]` dan `{prefix}help module [module]` untuk info lebih lanjut*
nb_no: **Velkommen til IdleRPG hjelpen.** Sjekk ut veiledningen vår! - https://idlerpg.xyz/tutorial/ Står du fast? Be om hjelp i supportserveren! - https://support.idlerpg.xyz/ Trenger du personlig hjelp? - Kontakt Support Teamet vårt ved å bruke `{prefix}helpme`. Vil du invitere meg til serveren din? - https://invite.idlerpg.xyz/ *Se `{prefix}help [kommando]` og `{prefix}help module [modul]` for mer informasjon*

source: Modules
de_de: Module
es_es: Módulos
id_id: Modul
nb_no: Moduler
pt_br: Modulos

source: You do not have access to these commands!
de_de: Du hast keinen Zugriff auf diese Befehle!
es_es: ¡No tienes acceso a estos comandos!
id_id: Kamu tidak memilki akses untuk perintah ini!
nb_no: Du har ikke tilgang til disse kommandoene!
pt_br: Você não tem acesso a esses comandos!

source: See '{prefix}help <command>' for more detailed info
de_de: Nutze `{prefix}help <command>` für mehr Informationen
es_es: Consulta ‘{prefix}help <command>’ para obtener información más detallada
id_id: Lihat '{prefix}help <command>' untuk info yang lengkap
nb_no: Se '{prefix}help <kommando>' for mer detaljert informasjon
pt_br: Digite '{prefix}help <command>' para informações mais detalhadas

source: You do not have access to this command!
de_de: Du hast keinen Zugriff auf diesen Befehl!
es_es: ¡No tienes acceso a este comando!
id_id: Kamu tidak memiliki akses untuk perintah ini!
nb_no: Du har ikke tilgang til denne kommandoen!
pt_br: Você não tem acesso a esse comando!

source: Reset a modified item
de_de: Setzt ein modifiziertes Item zurück
es_es: Restablecer un elemento modificado
id_id: Mengatur ulang barang yang dimodifikasi
nb_no: Tilbakestill en endret gjenstand
pt_br: Redefine um item modificado

source: `<itemid>` - The ID of the item to reset Reset an item's type and name, if modified. Once an item is reset, it can be sold again.
de_de: `<itemid>` - Die ID des zurückzusetzenden Items Setzt den Typ bzw. Namen eines Items zurück, wenn dieser modifiziert wurde. Sobald ein Item zurückgesetzt wurde, kann es wieder verkauft werden.
es_es: `<itemid>` - el ID del elemento a restaurar Restaura la clase y el nombre de un objeto si se modificó. Una vez que se restablece un artículo, se puede volver a vender.
id_id: `<itemid>` - ID barang yang akan diatur ulang Mengatur ulang sebuah tipe dan nama barang, jika dimodifikasi. Setelah barang diatur ulang, barang tersebut dapat dijual kembali.
nb_no: `<itemid>` – ID en til en gjenstand som skal tilbakestilles Tilbakestill en gjenstands type og navn, hvis endret. Når en gjenstand er tilbakestilt, kan den selges igjen.
pt_br: `<itemid>` - O ID do item a ser redefinido Redefine um tipo de item ou nome, se modificado. Uma vez que um item é redefinido, ele pode ser vendido novamente.

source: You do not own this item.
de_de: Dir gehört dieser Gegenstand nicht.
es_es: No posees este objeto.
es_mx: No posees este objeto.
hu_hu: Ez a tárgy nem tartozik hozzád.
id_id: Kamu tidak memiliki barang ini.
nb_no: Du eier ikke denne gjenstanden.
pt_br: Você não possui este item.
sv_se: Du äger inte föremålet.

source: Nothing to do...
de_de: Nichts zu tun...
es_es: Nada que hacer...
es_mx: Nada que hacer...
hu_hu: Nincs mit tenni...
id_id: Tidak melakukan apa-apa...
nb_no: Ingenting å gjøre...
pt_br: Nada para fazer...
sv_se: Inget att göra...

source: Item reset.
de_de: Item zurückgesetzt.
es_es: Articulo restaurado.
es_mx: Objeto restablecido.
hu_hu: Tárgy visszaalakítva.
id_id: Barang diatur ulang.
nb_no: Gjenstand tilbakestilt.
pt_br: Item redefinido.
sv_se: Föremålsåterställning.

source: [basic] Change an item's name
de_de: [basic] ändert den Namen eines Items
es_es: [básico] Cambia el nombre de un objeto
id_id: [basic] Mengubah nama barang
nb_no: [basic] Endre navnet på en gjenstand
pt_br: [basic] Muda o nome do item

source: `<itemid>` - The ID of the item to rename `<newname>` - The name to give the item, must be shorter than 40 characters Change an item's name. Once an item is renamed, it can no longer be sold. Only basic (or above) tier patrons can use this command.
de_de: `<itemid>` - Die ID des Items, dass umbenannt werden soll `<newname>` - Der Name den das Item erhalten soll, muss kürzer als 40 Zeichen sein Ändert den Namen eines Items. Sobald ein Item umbenannt ist, kann es nicht mehr verkauft werden. Nur basic (oder höher)stufige Patreon Nutzer können diesen Befehl nutzen.
es_es: `<itemid>` - el ID del objeto a renombrar `<newname>> - el nombre para dar al objeto, debe tener menos de 40 caracteres Cambia el nombre de un objeto. Una vez que se cambia el nombre de un artículo, ya no se puede vender. Solo los usuarios de nivel básico (o superior) pueden usar este comando.
id_id: `<itemid>` - ID barang yang akan diganti namanya `<newname>` - Nama baru yang akan diberikan, hanya 40 karakter saja Mengubah nama barang. Setelah nama barang diganti, barang tersebut tidak dapat dijual lagi. Hanya pelanggan tingkat dasar (atau lebih tinggi) yang dapat menggunakan perintah ini.
nb_no: `<itemid>` – ID en til en gjenstand som skal gis nytt navn `<nyttnavn>` – Navnet for gjenstanden må være kortere enn 40 tegn Endre navnet på en gjenstand. Når en gjenstand har fått nytt navn, kan den ikke lenger selges. Bare basic (eller høyere) patreon støttere kan bruke denne kommandoen.
pt_br: `<itemid>` - O ID do item que você deseja que seja renomeado `<newname>` - O nome que você quer dar ao item. Ele deve ser menor que 40 caracteres Muda o nome de um item. Uma vez renomeado, o item não pode ser vendido Apenas o patrons de escalão básico (ou acima) podem usar esse comando.

source: Name too long.
bg_bg: Въведеното име е прекалено дълго.
de_de: Der Name ist zu lang.
es_ar: Nombre demasiado largo.
es_es: Nombre demasiado largo.
es_mx: Nombre demasiado largo.
fr_fr: Ce nom est trop long.
hu_hu: Ez a név túl hosszú.
id_id: Nama terlalu panjang.
nb_no: Navnet er for langt.
pt_br: O nome é muito longo.
ru_ru: Имя слишком длинное.
sv_se: Namnet är för långt.

source: You don't have an item with the ID `{itemid}`.
bg_bg: Не притежавате предмет с ID `{itemid}`.
de_de: Du hast kein Item mit der ID `{itemid}`.
es_ar: Vos no tenés un objeto con el ID "{itemid}".
es_es: No tienes ningún objeto con el ID `{itemid}`.
es_mx: No tienes un objeto con el ID `{itemid}`.
fr_fr: Vous n’avez aucun item possédant l’ID `{itemid}`.
hu_hu: Nincsen `{itemid}` sorszámú tárgyad.
id_id: Kamu tidak memiliki barang dengan ID `{itemid}`.
nb_no: Du har ikke en gjenstand med IDen `{itemid}`.
pt_br: Você não possui um item com o ID `{itemid}`.
ru_ru: У вас нету предмета с данным ID `{itemid}`.
sv_se: Du har inget föremål med ID `{itemid}`.

source: The item with the ID `{itemid}` is now called `{newname}`.
bg_bg: Названието на предмета ID `{itemid}` е променено на `{newname}`.
de_de: Dein Item mit der ID `{itemid}` heißt jetzt `{newname}`.
es_ar: El objeto con el ID "{itemid}" ahora se llama "{newname}".
es_es: El objeto con el ID `{itemid}` ahora se llama `{newname}`.
es_mx: El objeto con el ID `{itemid}` ahora se llama `{newname}`.
fr_fr: L’item possédant l’ID `{itemid}` se nomme désormais `{newname}`.
hu_hu: A `{itemid}` sorszámú tárgy innentől `{newname}` néven ismert.
id_id: Barang dengan ID `{itemid}` sekarang disebut `{newname}`.
nb_no: Gjenstanden med IDen `{itemid}` heter nå `{newname}`.
pt_br: O item com o ID `{itemid}` agora é chamado `{newname}`.
ru_ru: Предмет с ID `{itemid}` теперь называется `{newname}`.
sv_se: Föremålet med ID `{itemid}` heter nu `{newname}`.

source: [bronze] Change an item's type
de_de: [bronze] Ändert den Typen eines Items
es_es: [bronce] Cambiar la clase de un objeto
id_id: [bronze] Mengubah tipe barang
nb_no: [bronze] Endre en gjenstands type
pt_br: [bronze] Muda o tipo do item

source: `<itemid>` - The ID of the item to change type `<new_type>` - The type to transform the item into Change an item's type. Once the type changed, the item becomes unsellable. You may not change a two-handed item into a one-handed one, or vice versa. This proves useful for merging items. Only bronze (or above) tier patrons can use this command.
de_de: `<itemid>` - Die ID des Items, welches verändert werden soll `<new_type>` - Der Typ, in den das Item geändert werden soll Ändert den Typ eines Items. Sobald ein Item verändet ist, kann es nicht mehr verkauft werden. Du kannst kein Zweihand-Item in ein Einhand-Item ändern, oder umgekehrt. Das ist nützlich um Items miteinander zu verbinden. Nur bronze (oder höher)stufige Patreon Nutzer können diesen Befehl nutzen.
es_es: `<itemid>` - el ID del objeto que se quiere cambiar la clase `<new_type>` - la clase en el que transformar el objeto Cambiar la clase de un objeto. Una vez que la clase ha sido cambiada, el objeto no se puede vender. No puede cambiar un objeto de dos manos en uno de una mano, o viceversa. Esto resulta útil para fusionar elementos. Solo los usuarios de nivel bronce (o superior) pueden usar este comando.
id_id: `<itemid>` - ID barang yang akan diubah jenisnya `<new_type>` - Jenis baru untuk mengubah jenis barangnya Mengubah sebuah jenis barang. Setelah jenis barangnya diubah, barang tersebut tidak dapat dijual. Kamu tidak boleh mengubah barang yang menggunakan dua tangan menjadi satu tangan, atau sebaliknya. Hal ini berguna untuk menggabungkan barang-barang. Hanya donatur tingkat bronze (atau keatas) yang dapat menggunakan perintah ini.
nb_no: `<itemid>` – IDen til elementet som skal endres type `<ny_type>` – typen som elementet skal transformeres til Endre en gjenstands type. Når typen endres, blir gjenstanden uselgbar. Du kan ikke endre en tohånds gjenstand til en enhånds, eller omvendt. Dette viser seg nyttig for å slå sammen gjenstander. Bare patreon kunder i bronze (eller høyere) kan bruke denne kommandoen.
pt_br: `<itemid>` - O ID do item que você deseja mudar o tipo `<new_type>` - O tipo que você deseja transformar esse item em Muda o tipo do item. Uma vez mudado o tipo, o item não poderá mais ser vendido. Você não pode mudar um item de duas mãos para um item de uma mão ou vice-versa. Isso é útil para misturar os itens, Apenas patrons do escalão de bronze (ou acima) podem usar esse comando.

source: Invalid type.
de_de: Typ nicht korrekt.
es_es: Clase inválida.
id_id: Tipe tidak valid.
nb_no: Ugyldig type.
pt_br: Tipo inválido.

source: The item is already a {item_type}.
de_de: Dieses Item ist schon ein {item_type}.
es_es: Este objeto ya es un {item_type}.
es_mx: Este articulo ya es un {item_type}.
hu_hu: A kiválasztott tárgy típusa eddig is {item_type} volt.
id_id: Barang ini sudah merupakan {item_type}.
nb_no: Gjenstanden er allerede en {item_type}.
pt_br: O item já é um {item_type}.

source: You may not change a two-handed item to a single-handed one and vice-versa due to weapon damage reasons.
de_de: Du kannst keinen Zweihänder in einen Einhänder verändern oder umgekehrt, auf Grund des Waffenschadens.
es_es: No puede cambiar un objeto de dos manos por uno de una sola mano y viceversa debido al rango de daño de las armas.
id_id: Kamu tidak boleh mengubah barang yang menggunakan dua tangan menjadi satu tangan dan sebaliknya karena alasan stats senjata.
nb_no: Du kan ikke endre en tohånds gjenstand til en enhånds og omvendt på grunn av våpenskade.
pt_br: Você não pode mudar uma item de duas mãos para uma mão ou vice-versa devido a motivos de balanceamento de dano da arma.

source: The item with the ID `{itemid}` is now a `{itemtype}`.
de_de: Das Item mit der ID `{itemid}` ist jetzt ein `{itemtype}`.
es_es: El objeto con el ID `{itemid}` ahora es un/a `{itemtype}`.
es_mx: El objeto con el ID `{itemid}` ahora es un `{itemtype}`.
hu_hu: A `{itemid}` számú tárgy innentől fogva egy `{itemtype}`.
id_id: Barang dengan ID `{itemid}` sekarang adalah `{itemtype}`.
nb_no: Gjenstanden med IDen `{itemid}` er nå en `{itemtype}`.
pt_br: O item com o ID `{itemid}` agora é um `{itemtype}`.
sv_se: Föremålet med ID `{itemid}` är nu en `{itemtype}`.

source: [gold] Receive a daily booster
de_de: [gold] Erhalte einen täglichen Booster
es_es: [oro] Recibe un potenciador diario
id_id: [gold] Menerima booster harian
nb_no: [gold] Motta en daglig booster
pt_br: [gold] Recebe um reforço diário

source: Receive a daily booster. The booster can be a time, money or luck booster. (This command has a cooldown of 24 hours.)
de_de: Erhalte einmal täglich einen Booster. Der Booster kann Zeit, Geld oder Glück sein. (Dieser Befehl hat einen Cooldown von 24 Stunden)
es_es: Recibe un potenciador diario. El potenciador puede ser un potenciador de tiempo, dinero o suerte. (Este comando tiene un tiempo de reutilización de 24 horas).
id_id: Menerima booster harian. Boosternya berupa time, money atau luck booster. (Perintah ini memiliki waktu cooldown selama 24 jam.)
nb_no: Motta en daglig booster. Boosteren kan være en booster for time, money eller luck. (Denne kommandoen har en nedkjøling på 24 timer.)
pt_br: Recebe o seu reforço diário. O reforço pode ser de tempo, dinheiro ou sorte. (Esse comando tem um tempo de espera de 24 horas.)

source: You received a daily {type_} booster!
de_de: Du hast einen {type_} Booster erhalten!
es_es: ¡Recibiste un {type_} potenciador diario!
es_mx: Has recibido un {type_} booster!
hu_hu: A napi felpörgető szérumod: {type_}!
id_id: Kamu mendapatkan sebuah penguat {type_} harian!
nb_no: Du mottok en daglig {type_} booster!
pt_br: Você recebeu um {type_} reforço diário!
sv_se: Du har fått en daglig {type_} booster!

source: [basic] Change your profile background
de_de: [basic] Ändere deinen Profilhintergrund
es_es: [básico] Cambia el fondo de tu perfil
id_id: [basic] Mengubah latar belakang profilmu
nb_no: [basic] Endre profilbakgrunnen din
pt_br: [basic]Muda o fundo do seu perfil

source: `<url>` - The image URL to use as the background, may not exceed 60 characters. Change your profile's background image. `{prefix}background reset` sets it to the default one again. This image should be formatted by the `{prefix}makebackground` command, however if you want to get creative and not use an overlay, or create your own, the image dimensions are 800x650. Having trouble finding a short URL? Try following [this tutorial](https://wiki.idlerpg.xyz/index.php?title=Tutorial:_Short_Image_URLs)! Only basic (or above) tier patrons can use this command.
de_de: `<url>` - Die URL des Bildes, welches als Hintergrund verwendet werden soll, darf nicht länger als 60 Zeichen sein. Ändere deinen Profilhintergrund. `{prefix}background reset` setzt es auf den Standardhintergrund zurück. Dieses Bild sollte mit dem {prefix}makebackground` Befehl formatiert werden, aber wenn du kreativ werden willst und kein Overlay nutzen willst, kannst du deinen eigenen Hintergrund mit den Bilddimensionen 800x650 erstellen. Hast du Probleme eine kurz URL zu finden? Folge [diesem Tutorial](https://wiki.idlerpg.xyz/index.php?title=Tutorial:_Short_Image_URLs)! Nur basic (oder höherstufige) Patreon Nutzer können diesen Befehl nutzen.
es_es: `<url>` -la URL de la imagen para usar como fondo, no puede exceder los 60 caracteres. Cambia la imagen de fondo de tu perfil. `{prefix}background reset` restablece el predeterminado. Esta imagen debe formatearse con el comando `{prefix}background reset`, sin embargo, si deseas ser creativo y no utilizar una superposición, o crear una, las dimensiones de la imagen son 800x650. ¿Tienes problemas para encontrar una URL corta? ¡Intenta seguir [este tutorial] (https://wiki.idlerpg.xyz/index.php?title=Tutorial:_Short_Image_URLs)! Solo los usuarios de nivel básico (o superior) pueden usar este comando.
id_id: `<url>` - URL gambar yang akan digunakan sebagai latar belakang, tidak boleh lebih dari 60 karakter. Mengubah gambar latar belakang profilmu. `{prefix}background reset` mengaturnya kesemula lagi. Gambar ini harus diformat dengan menggunakan perintah `{prefix}makebackground`, namun jika kamu ingin berkreasi dan tidak ingin menggunakan bingkai, atau buatlah latar belakangmu sendiri, ukuran gambarnya adalah 800x650. Kesulitan menemukan URL yang pendek? Coba ikuti [tutorial ini](https://wiki.idlerpg.xyz/index.php?title=Tutorial:_Short_Image_URLs)! Hanya donatur tingkat basic (atau keatas) yang dapat menggunakan perintah ini.
nb_no: `<url>` – Bilde URLen som skal brukes som bakgrunn, kan ikke overstige 60 tegn. Endre profilens bakgrunnsbilde. `{prefix}background reset` setter den til standarden igjen. Dette bildet bør formateres med kommandoen `{prefix}makebackground`, men hvis du vil være kreativ og ikke bruke et overlegg, eller lage ditt eget, er bildedimensjonene 800x650. Har du problemer med å finne en kort URL? Prøv å følge [denne opplæringen](https://wiki.idlerpg.xyz/index.php?title=Tutorial:_Short_Image_URLs)! Bare basic tier patreons (eller høyere) kan bruke denne kommandoen.
pt_br: `<url>` - A URL da imagem que você deseja colocar como imagem de fundo, não deve exceder 60 caracteres. Muda a imagem de fundo do seu perfil. `{prefix}background reset` define a imagem para a padrão de novo. A imagem deve ser formatada pelo comando `{prefix}makebackground`, porém se você deseja ser mais criativo e não usar uma sobreposição ou criar a sua própria imagem, as dimensões da imagem são 800x650. Tendo problemas em achar uma URL curta? Tente seguir [esse tutorial](https://wiki.idlerpg.xyz/index.php?title=Tutorial:_Short_Image_URLs)! Apenas patrons de escalão básico (ou acima) podem usar esse comando.

source: That is not a valid premade background.
bg_bg: Това не е валиден предварително направен фон.
de_de: Das ist kein gültiger vorgefertigter Hintergrund.
es_ar: Ese fondo pre-creado no es válido.
es_es: Ese no es un fondo pre-creado válido.
es_mx: Ese no es un fondo pre-creado válido.
fr_fr: Ce n'est pas un fond préconçu valide.
hu_hu: Ez nem egy érvényes háttérsablon.
id_id: Itu bukan latar belakang yang valid yang sebelumnya telah dibuat.
nb_no: Det er ikke en gyldig forhåndslaget bakgrunn.
pt_br: Esse não é um plano de fundo premade válido.
ru_ru: Неверно указан, сделанный ранее фон.
sv_se: Det är inte en giltig bakgrund.
