Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: `<money>` - the amount of money to remove from the user `<other>` - a discord User with character `[reason]` - The reason this action was done, defaults to the command message link Removes money from a user without adding it to the command author's balance. Only Game Masters can use this command.
de_de: `<money>` - Der Geldbetrag, der von einem Nutzer entfernt werden soll `<other>` - Ein Discordnutzer mit einem Charakter `[reason]` - Der Grund wieso diese Aktion durchgeführt wurde, ohne Angabe ist es der Nachrichtenlink des Befehls Entfernt Geld von einem Nutzer, ohne es zum Konto des Autors hinzuzufügen. Nur Game Master können diesen Befehl nutzen.
es_es: `<money>` - la cantidad de dinero a retirar del usuario `<other>` - un usuario de discord con un personaje `[reason]` - el motivo por el cuál se realizó esta acción, el enlace del mensaje de comando por defecto. Retira dinero de un usuario sin añadirlo al saldo del autor del comando. Solo Game Master pueden usar este comando.
id_id: `<money>` - Sejumlah uang yang akan dihapus dari pemain `<other>` - Seorang pengguna discord dengan sebuah karakter `[reason]` - Alasan tindakan ini dilakukan, jika tidak ditentukan alasannya maka akan dijadikan ke tautan perintah pesan Menghapus sejumlah uang dari seorang pemain tanpa menambahkan uang ke saldo penulis perintah. Hanya Game Master yang dapat menggunakan perintah ini.
nb_no: `<penger>` – beløpet som skal fjernes fra brukeren `<person>` - en discord bruker med en karakter `[grunn]` – Grunnen til at denne handlingen ble utført, er standard til kommandomeldingslenken Fjerner penger fra en bruker uten å legge dem til kommandoforfatterens saldo. Bare Game Masters kan bruke denne kommandoen.

source: Successfully removed **${money}** from **{other}**.
bg_bg: Успешно премахнахте **${money}** от **{other}**.
de_de: **{other}** wurden erfolgreich **${money}** abgezogen.
es_ar: Se retiraron exitosamente **${money}** de **{other}**.
es_es: Se le han retirado **${money}** a **{other}**.
es_mx: Se le han retirado **${money}** a **{other}**.
fr_fr: **{money}$** d'argent retiré avec succès de **{other}**.
hu_hu: **${money}** sikeresen levonásra került **{other}** vagyonából. Az összeg megsemmisült.
id_id: Berhasil menghapus **${money}** dari **{other}**.
nb_no: Fjernet **${money}** fra **{other}**.
pt_br: Removido com êxito ** ${money} ** de **{other}**.
ru_ru: **${money}** **{other}** были успешно удалены.
sv_se: Tog bort **${money}** från **{other}**.

source: Delete a character
de_de: Lösche einen Charakter
es_es: Eliminar un personaje
id_id: Menghapus sebuah karakter
nb_no: Slett en karakter
pt_br: Excluí um personagem

source: `<other>` - a discord User with character `[reason]` - The reason this action was done, defaults to the command message link Delete a user's profile. The user cannot be a Game Master. Only Game Masters can use this command.
de_de: `<other>` - Ein Discordnutzer mit einem Charakter `[reason]` - Der Grund wieso diese Aktion durchgeführt wurde, ohne Angabe ist es der Nachrichtenlink des Befehls Löscht das Profil des Nutzers. Der Nutzer kann kein Game Master sein. Nur Game Master können diesen Befehl nutzen.
es_es: `<other>` - un usuario de discord con un personaje `[reason]` - el motivo por el cuál se realizó esta acción, el enlace del mensaje de comando por defecto. Elimina el perfil de un usuario. El usuario no puede ser un Game Master. Solo Game Masters pueden usar este comando.
id_id: `<other>` - Seorang pengguna discord dengan sebuah karakter `[reason]` - Alasan tindakan ini dilakukan, jika tidak ditentukan alasannya maka akan dijadikan ke tautan perintah pesan Menghapus profile seorang pemain. Pemain tersebut tidak bisa seorang Game Master. Hanya Game Master yang dapat menggunakan perintah ini.
nb_no: `<person>` - en discord bruker med en karakter `[grunn]` – Grunnen til at denne handlingen ble utført, er standard til kommandomeldingslenken Slett en brukers profil. Brukeren kan ikke være en Game Master. Bare Game Masters kan bruke denne kommandoen.

source: Successfully deleted the character.
bg_bg: Героят е изтрит успешно.
de_de: Profil erfolgreich gelöscht.
es_ar: El personaje fue borrado exitosamente.
es_es: El personaje ha sido eliminado.
es_mx: El personaje ha sido borrado.
fr_fr: Le personnage a été supprimé avec succès.
hu_hu: Fiók sikeresen törölve.
id_id: Berhasil menghapus karakter.
nb_no: Karakteren ble slettet.
pt_br: O personagem foi excluído com sucesso.
ru_ru: Персонаж успешно удалён.
sv_se: Tog bort karaktären.

source: Rename a character
de_de: Benennt einen Charakter um
es_es: Renombrar un personaje
id_id: Mengubah nama sebuah karakter
nb_no: Gi nytt navn til en karakter
pt_br: Renomeia um personagem

source: `<target>` - a discord User with character `[reason]` - The reason this action was done, defaults to the command message link Rename a user's profile. The user cannot be a Game Master. Only Game Masters can use this command.
de_de: `<target>` - Ein Discordnutzer mit einem Charakter `[reason]` - Der Grund wieso diese Aktion durchgeführt wurde, ohne Angabe ist es der Nachrichtenlink des Befehls Benennt das Profil eines Nutzers um. Der Nutzer kann kein Game Master sein. Nur Game Master können diesen Befehl nutzen.
es_es: `<target>` - un usuario de discord con un personaje `[reason]` - el motivo por el cuál se realizó esta acción, el enlace del mensaje de comando por defecto. Renombra el perfil de un usuario. El usuario no puede ser un Game Master. Solo Game Masters pueden usar este comando.
id_id: `<target>` - Seorang pengguna discord dengan sebuah karakter `[reason]` - Alasan tindakan ini dilakukan, jika tidak ditentukan alasannya maka akan dijadikan ke tautan perintah pesan Mengubah nama profil seorang pemain. Pemain tersebut tidak bisa seorang Game Master. Hanya Game Master yang dapat menggunakan perintah ini.
nb_no: `<person>` - en discord bruker med en karakter `[grunn]` – Grunnen til at denne handlingen ble utført, er standard til kommandomeldingslenken Gi nytt navn til en brukers profil. Brukeren kan ikke være en Game Master. Bare Game Masters kan bruke denne kommandoen.

source: What shall the character's name be? (min. 3 letters, max. 20)
bg_bg: Какво ще бъде името на героя? (мин. 3 букви, макс. 20)
de_de: Wie soll der Charakter heißen? (min. 3 Zeichen, max. 20)
es_ar: ¿Cuál será el nombre de tu personaje? (Mín. 3 / Máx. 20 caracteres)
es_es: ¿Cuál será el nombre del personaje? (mín. 3 letras, máx. 20)
es_mx: ¿Cuál será el nombre del personaje? (mín. 3 letras, máx. 20)
fr_fr: Quel est le nom d'utilisateur ? (min. 3 letters, max. 20)
hu_hu: Mi legyen az új karakternév? (legalább 3, legfeljebb 20 karakter)
id_id: Siapa nama karaktermu? (min. 3 huruf, maks. 20)
nb_no: Hva skal karakteren hete? (min. 3 bokstaver, maks. 20)
pt_br: Qual deve ser o nome do personagem? (mín. 3 letras, máx. 20)
ru_ru: Какое имя ты дашь твоему персонажу? (минимум 3 буквы, максимум 20)
sv_se: Vad ska karaktärens namn vara? (minst 3 bokstäver, max 20)

source: Timeout expired.
bg_bg: Времето изтече.
de_de: Timeout.
es_ar: Tiempo agotado.
es_es: Tiempo agotado.
es_mx: Tiempo agotado.
fr_fr: Temps expiré.
hu_hu: Az időkorlátozás lejárt, próbáld újra.
id_id: Batas waktu kadaluwarsa.
nb_no: Tidsavbrudd utløpt.
pt_br: Tempo limite expirado.
ru_ru: Истекло время ожидания.
sv_se: Tiden har utgått.

source: Renamed.
bg_bg: Преименуван.
de_de: Umbenannt.
es_ar: Re-nombrado.
es_es: Renombrado.
es_mx: Renombrado.
fr_fr: Renommé.
hu_hu: Név sikeresen megváltoztatva.
id_id: Mengubah nama.
nb_no: Endret navn.
pt_br: Renomeado.
ru_ru: Переименован.
sv_se: Omdöpt.

source: Create an item
de_de: Erstellt ein Item
es_es: Crea un objeto
id_id: Membuat sebuah barang
nb_no: Skap en gjenstand
pt_br: Cria um item

source: `<stat>` - the generated item's stat, must be between 0 and 100 `<owner>` - a discord User with character `<item_type>` - the generated item's type, must be either Sword, Shield, Axe, Wand, Dagger, Knife, Spear, Bow, Hammer, Scythe or Howlet `<value>` - the generated item's value, a whole number from 0 to 100,000,000 `<name>` - the generated item's name, should be in double quotes if the name has multiple words `[reason]` - The reason this action was done, defaults to the command message link Generate a custom item for a user. Only Game Masters can use this command.
de_de: `<stat>` - Der Stat des generierten Items, muss zwischen 0 und 100 liegen `<owner>` Ein Discordnutzer mit einem Charakter `<item_type>` - Der Typ des generierten Items, muss entweder Sword, Shield, Axe, Wand, Dagger, Knife, Spear, Bow, Hammer, Scythe oder Howlet sein `<value>` - Der Wert des generierten Items, muss eine ganze Zahl zwischen 0 und 100.000.000$ sein `<name>` - Der Name des generierten Items, sollte in Anführungszeichen stehen, wenn der Name mehrere Worte lang ist `[reason]` - Der Grund wieso diese Aktion durchgeführt wurde, ohne Angabe ist es der Nachrichtenlink des Befehls Generiert ein benutzerdefiniertes Item für einen Nutzer. Nur Game Master können diesen Befehl nutzen.
es_es: `<stat>` - la estadística del objeto creado, debe tener un valor entre 0 y 100 `<owner>` - un usuario de discord con un personaje `<item_type>` - la clase del objeto creado, debe ser una espada, un escudo, un hacha, una varita, una daga, un cuchillo, una lanza, un arco, un martillo, una guadaña o un howlet `<value>` - el valor del objeto creado, un número entero entre 0 y 100,000,000 `<name>` - el nombre del objeto creado, debería ir entre comillas dobles si el nombre consiste en más de una palabra `[reason]` - el motivo por el cuál se realizó esta acción, el enlace del mensaje de comando por defecto. Crea un objeto personalizado para un usuario. Solo Game Masters pueden usar este comando.
id_id: `<stat>` - Stat barang yang akan dibuat, harus angka antara 0 hingga 100 `<owner>` - Seorang pengguna discord dengan sebuah karakter `<item_type>` - Tipe barang yang akan dibuat, harus salah satu dari Sword, Shield, Axe, Wand, Dagger, Knife, Spear, Bow, Hammer, Scythe atau Howlet `<value>` - Nilai barang yang akan dibuat, sejumlah angka dari 0 hingga 100,000,000 `<name>` - Nama barang yang akan dibuat, harus dalam tanda kutip jika nama barangnya memiliki kalimat yang panjang `[reason]` - Alasan tindakan ini dilakukan, jika tidak ditentukan alasannya maka akan dijadikan ke tautan perintah pesan Membuat sebuah barang khusus untuk seorang pemain. Hanya Game Master yang dapat menggunakan perintah ini.
nb_no: `<stat>` - den genererte gjenstandens statistikk må være mellom 0 og 100 `<person>` - en discord bruker med en karakter `<item_type>` – den genererte gjenstandens type, må enten være Sword, Shield, Axe, Wand, Dagger, Knife, Spear, Bow, Hammer, Scythe eller Howlet `<verdi>` – den genererte gjenstandens verdi, et helt tall fra 0 til 100 000 000 `<navn>` – den genererte gjenstandens navn, skal stå i anførselstegn hvis navnet har flere ord `[grunn]` – Grunnen til at denne handlingen ble utført, er standard til kommandomeldingslenken Generer en tilpasset gjenstand for en bruker. Bare Game Masters kan bruke denne kommandoen.

source: Invalid item type.
de_de: Ungüötiger Item-Typ.
es_es: Clase de objeto inválida.
es_mx: Tipo de articulo invalida.
hu_hu: Érvénytelen tárgy típus.
id_id: Tipe barang tidak valid.
nb_no: Ugyldig gjenstands type.
pt_br: Tipo de item inválido.
sv_se: Ogiltig föremålstyp.

source: Invalid stat.
de_de: Ungültige Stärke.
es_es: Estadística inválida.
es_mx: Estadística invalida.
hu_hu: Érvénytelen minőségi érték.
id_id: Status tidak valid.
nb_no: Ugyldig statistikk.
pt_br: Estatística inválida .
sv_se: Ogiltiga stats.

source: Done.
de_de: Fertig.
es_es: Hecho.
es_mx: Hecho.
hu_hu: Kész.
id_id: Selesai.
nb_no: Ferdig.
pt_br: Feito.
sv_se: Färdigt.

source: Create crates
de_de: Erstelle Kisten
es_es: Crear cajas
id_id: Membuat sejumlah peti
nb_no: Skap kasser
pt_br: Cria caixas

source: `<rarity>` - the crates' rarity, can be common, uncommon, rare, magic or legendary `<amount>` - the amount of crates to generate for the given user, can be negative `<target>` - A discord User with character `[reason]` - The reason this action was done, defaults to the command message link Generate a set amount of crates of one rarity for a user. Only Game Masters can use this command.
de_de: `<rarity>` - Die Seltenheit der Kisten, die erstellt werden. Kann common, uncommon, rare, magic oder legendary sein `<amount>` - Die Anzahl, die generiert wird für den Nutzer, kann auch negativ sein `<target>` - Ein Discordnutzer mit einem Charakter `[reason]` - Der Grund wieso diese Aktion durchgeführt wurde, ohne Angabe ist es der Nachrichtenlink des Befehls Generiere eine feste Anzahl von Kisten einer Seltenheit für einen Nutzer. Nur Game Master können diesen Befehl nutzen.
es_es: `<rarity>` - la rareza de las cajas, puede ser común, poco común, rara, mágica o legendaria `<amount>` - la cantidad de cajas a generar para el usuario recipiente, puede ser negativa `<target>` - un usuario de discord con un personaje `[reason]` - el motivo por el cuál se realizó esta acción, el enlace del mensaje de comando por defecto. Crear una cantidad determinada de cajas de una rareza para un usuario. Solo Game Masters pueden usar este comando.
id_id: `<rarity>` - Jenis petinya, bisa jadi salah satu dari common, uncommon, rare, magic atau legendary `<amount>` - Sejumlah peti yang akan dibuat untuk diberikan kepada pemain, juga bisa negatif `<target>` - Seorang pengguna discord dengan sebuah karakter `[reason]` - Alasan tindakan ini dilakukan, jika tidak ditentukan alasannya maka akan dijadikan ke tautan perintah pesan Membuat sejumlah peti dari salah satu jeni peti yang ada untuk seorang pemain Hanya Game Master yang dapat menggunakan perintah ini.
nb_no: `<rarity>` – kassenes sjeldenhet, kan være Commmon, Uncommon, Rare, Magic, Legendary eller Mystery `<mengde>` - mengden kasser som skal genereres for den gitte brukeren, kan være negativ `<person>` – En discord bruker med en karakter `[grunn]` – Grunnen til at denne handlingen ble utført, er standard til kommandomeldingslenken Generer en bestemt mengde kasser av en sjeldenhet for en bruker. Bare Game Masters kan bruke denne kommandoen.

source: Successfully gave **{amount}** {rarity} crates to **{target}**.
de_de: **{amount}** {rarity} Kisten wurden erfolgreich an **{target}** gegeben.
es_es: Se han entregado **{amount}** cajas {rarity} a **{target}**.
es_mx: Se han entregado **{amount}** cajas {rarity} a **{target}**.
hu_hu: **{target}** sikeresen megkapta a **{amount}** {rarity} ládát.
id_id: Berhasil memberikan **{amount}** peti {rarity} untuk **{target}**.
nb_no: Vellykket ga **{amount}** {rarity} kasser til **{target}**.
pt_br: Entregue com sucesso ** {amount} ** {rarity} caixas para ** {target} **.
sv_se: Gett **{amount}** {rarity} lådor till **{target}**.

source: Generate XP
de_de: Generiere XP
es_es: Generar XP
id_id: Membuat XP
nb_no: Generer XP
pt_br: Gera XP

source: `<target>` - A discord User with character `<amount>` - The amount of XP to generate, can be negative `[reason]` - The reason this action was done, defaults to the command message link Generates a set amount of XP for a user. Only Game Masters can use this command.
de_de: `<target>` - Ein Discordnutzer mit einem Charakter `<amount>` - Die Anzahl, die generiert wird für den Nutzer, kann auch negativ sein `[reason]` - Der Grund wieso diese Aktion durchgeführt wurde, ohne Angabe ist es der Nachrichtenlink des Befehls Generiert eine festgelegte Anzahl XP für einen Nutzer. Nur Game Master können diesen Befehl nutzen.
es_es: `<target>` - un usuario de discord con un personaje `<amount>` - la cantidad de XP a generar, puede ser negativa `[reason]` - el motivo por el cuál se realizó esta acción, el enlace del mensaje de comando por defecto. Genera una cantidad determinada de XP para un usuario. Solo Game Masters pueden usar este comando.
id_id: `<target>` - Seorang pengguna discord dengan sebuah karakter `<amount>` - Sejumlah XP yang akan dibuat, bisa juga negatif `[reason]` - Alasan tindakan ini dilakukan, jika tidak ditentukan alasannya maka akan dijadikan ke tautan perintah pesan Membuat sejumlah XP untuk seorang pemain. Hanya Game Master yang dapat menggunakan perintah ini.
nb_no: `<person>` – En discord bruker med en karakter `<mengde>` – Mengden XP som skal genereres, kan være negativ `[grunn]` – Grunnen til at denne handlingen ble utført, er standard til kommandomeldingslenken Genererer en angitt mengde XP for en bruker. Bare Game Masters kan bruke denne kommandoen.

source: Successfully gave **{amount}** XP to **{target}**.
bg_bg: Успешно дадохте **{amount}** XP на **{target}**.
de_de: **{target}** wurden erfolgreich **{amount} EP** gegeben.
es_ar: Se otorgaron exitosamente **{amount}** puntos de experiencia a **{target}**.
es_es: Se ha entregado **{amount}** XP a **{target}**.
es_mx: Se ha entregado **{amount}** XP a **{target}**.
fr_fr: **{amount}** XP donné avec succès à **{target}**.
hu_hu: **{target}** sikeresen kapott **{amount}** TP-t.
id_id: Berhasil memberikan **{amount}** untuk **{target}**.
nb_no: Vellykket ga **{amount}** XP til **{target}**.
pt_br: Forneceu ** {amount} ** XP para ** {target} ** com sucesso.
ru_ru: Удачно преданы очки опыта **{amount}** для **{target}**.
sv_se: Gett **{amount}** XP till **{target}**.

source: Wipe someone's donation perks.
de_de: Löscht die Donatorperks eines Nutzers.
es_es: Elimina los beneficios de donación de alguien.
id_id: Menghapus keuntungan donasi dari seorang donatur.
nb_no: Ta vekk noens donasjonsfordeler.
pt_br: Limpa as vantagens de doador de alguém.

source: `<target>` - A discord User with character `[reason]` - The reason this action was done, defaults to the command message link Wipe a user's donation perks. This will: - set their background to the default - set both their classes to No Class - reverts all items to their original type and name - sets their guild's member limit to 50 Only Game Masters can use this command.
de_de: `<target>` - Ein Discordnutzer mit einem Charakter `[reason]` - Der Grund wieso diese Aktion durchgeführt wurde, ohne Angabe ist es der Nachrichtenlink des Befehls Löscht die Donatorperks eines Nutzers. Das wird: -den Hintergrund auf den Standardhintergrund setzen -beide Klassen auf No Class zurücksetzen -alle ihre Items auf ihren Originaltypen und Namen zurücksetzen -ihr Gildenmitgliedslimit auf 50 setzen Nur Game Master können diesen Befehl nutzen.
es_es: `<target>` - un usuario de discord con un personaje `[reason]` - el motivo por el cuál se realizó esta acción, el enlace del mensaje de comando por defecto. Elimina los beneficios de donante de alguien. Esto hará: - restaurar su fondo de perfil - restablecer sus clases a Sin clase - revertir todos los objetos a sus clases y nombres originales - restablecer el límite de miembros de su gremio a 50 Only Game Masters can use this command.
id_id: `<target>` - Seorang pengguna discord dengan sebuah karakter `[reason]` - Alasan tindakan ini dilakukan, jika tidak ditentukan alasannya maka akan dijadikan ke tautan perintah pesan Menghapus keuntungan donasi dari seorang donatur. Ini akan: - mengatur ulang latar belakang mereka ke semula - mengatur ulang kedua kelas mereka menjadi Belum Ada Kelas - mengembalikan semua barang-barang mereka ke jenis dan nama aslinya - mengatur kembali batas anggota guild mereka menjadi 50 Hanya Game Master yang dapat menggunakan perintah ini.
nb_no: `<person>` – En discord bruker med en karakter `[grunn]` – Grunnen til at denne handlingen ble utført, er standard til kommandomeldingslenken Slett en brukers donasjonsfordeler. Dette vil: - sett bakgrunnen deres til standard - sett begge klassene sine til Ingen klasse - tilbakestiller alle gjenstandene til sin opprinnelige type og navn - setter klanens medlemsgrense til 50 Bare Game Masters kan bruke denne kommandoen.

source: Successfully reset {target}'s background, class, item names and guild member limit.
bg_bg: Успешно нулирахте фона, класа, имената на предметите и лимита на членове в гилдията на {target} .
de_de: {target}s Hintergrund, Klasse, Itemnamen und Gildenobergrenze zurückgesetzt.
es_ar: Se reinició exitosamente el fondo de perfil, clase, objetos re-nombrados, y límite de miembros de gremio de {target}.
es_es: Se han restaurado el fondo de perfil, clase, objetos renombrados y límite de miembros de gremio de {target}.
es_mx: Se han reiniciado el fondo de perfil, clase, objetos renombrados y límite de miembros de gremio de {target}.
fr_fr: Le profil de {target} à été remis de base avec succès ainsi que sa classe, nom d'item et la limite de membre de guilde.
hu_hu: {target} háttérinformációja, kasztja, személyes tárgyainak neve és céhének tagszámkorlátozása sikeresen alapértékre állítva.
id_id: Berhasil mengatur ulang {target} latar belakang, kelas, nama barang dan batasan anggota guild.
nb_no: Vellykket tilbakestilling av {target}s bakgrunn, klasse, gjenstands navn og grense for klans medlemmer.
pt_br: Redefinição do plano de fundo,classe, nome de item, limite de membros da guilda de {target}, bem sucedida.
ru_ru: Успешно удалены фон, класс, имена вещей и лимит участников гильдии {target}.
sv_se: Nollställt {target}s bakgrund, klass, föremål namn och guild-medlemsgräns.

source: Reset someone's classes
de_de: Setzt die Klasse einer Person zurück
es_es: Restablecer las clases de alguien
id_id: Mengatur ulang kelas seseorang
nb_no: Tilbakestill noens klasser
pt_br: Redefine a classe de alguém

source: `<target>` - a discord User with character `[reason]` - The reason this action was done, defaults to the command message link Reset a user's classes to No Class. They can then choose their class again for free. Only Game Masters can use this command.
de_de: `<target>` - Ein Discordnutzer mit einem Charakter `[reason]` - Der Grund wieso diese Aktion durchgeführt wurde, ohne Angabe ist es der Nachrichtenlink des Befehls Setzt die Klassen eines Nutzers auf No Class zurück. Der Nutzer kann dann seine Klassen kostenlos ändern. Nur Game Master können diesen Befehl nutzen.
es_es: `<target>` - un usuario de discord con un personaje `[reason]` - el motivo por el cuál se realizó esta acción, el enlace del mensaje de comando por defecto. Restablece las clases de un usuario a Sin clase. Pueden volver a elegir sus clases gratuitamente. Solo Game Masters pueden usar este comando.
id_id: `<target>` - Seorang pengguna discord dengan sebuah karakter `[reason]` - Alasan tindakan ini dilakukan, jika tidak ditentukan alasannya maka akan dijadikan ke tautan perintah pesan Mengatur ulang kelas-kelas seorang pemain menjad Belum Ada Kelas. Mereka dapat memilih kembali kelas mereka dengan gratis. Hanya Game Master yang dapat menggunakan perintah ini.
nb_no: `<person>` - en discord bruker med en karakter `[grunn]` – Grunnen til at denne handlingen ble utført, er standard til kommandomeldingslenken Tilbakestill en brukers klasser til Ingen klasse. De kan deretter velge klasse igjen gratis. Bare Game Masters kan bruke denne kommandoen.

source: Successfully reset {target}'s class.
de_de: Erfolgreich {target}s Klasse(n) zurückgesetzt.
es_es: Se ha reiniciado la clase de {target} con éxito.
es_mx: Se ha restablecido la clase {target}
hu_hu: {target} kasztja sikeresen alapértékre állítva.
id_id: Berhasil mengatur ulang kelas {target}.
nb_no: Klassen til {target} er tilbakestilt.
pt_br: Redefina com sucesso a classe de {target}.
sv_se: Ställt om {target}s klass.

source: Sign an item
de_de: Signiere ein Item
es_es: Firma un objeto
id_id: Memberikan tanda pada sebuah barang
nb_no: Signer en gjenstand
pt_br: Registra um item
