Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: {user} has **{points} XP** and is on Level **{level}**. Missing to next level: **{missing}**
de_de: {user} hat **{points} XP** und ist auf Level **{level}**. Zum nächsten Level fehlen **{missing}**
es_es: {user} tiene **{points} XP** y es nivel **{level}**. Para el siguiente nivel faltan: **{missing}**
es_mx: {user} tiene **{points}** de xp y esta en el nivel **{level}**. Para el siguiente nivel falta: **{missing}**
hu_hu: {user} karaktere jelenleg a következő szinten áll: **{level}** (**{points}** TP). A következő szinthez még **{missing}**TP hiányzik.
id_id: {user} memiliki **{points} XP**, yang berarti berada di Level **{level}**. XP yang kurang untuk level berikutnya: **{missing}**
nb_no: {user} har **{points} XP** og er på nivå **{level}**. Mangler til neste nivå: **{missing}**
pt_br: {user} possui **{points} XP** e está no nível **{level}**. Faltam **{missing}** de XP para o você ir para o próximo nível
sv_se: {user} har **{points} erfarenhet** och är på level **{level}**. Det saknas **{missing}** till nästa level.

source: {user}'s inventory includes
bg_bg: Инвентарът на {user} включва
de_de: {user}s Inventar beinhaltet
es_ar: El inventario de {user} es el siguiente
es_es: El inventario de {user} incluye
es_mx: El inventario de {user} incluye
fr_fr: L’inventaire de {user} contient
hu_hu: {user} hátizsákjának tartalma
id_id: Inventaris {user} yang berisi
nb_no: {user} sin inventar inkluderer
pt_br: O inventário de {user} incluí
ru_ru: Инвентарь {user} содержит
sv_se: {user}'s förråd inkluderar

source: (**Equipped**)
bg_bg: (**Предемети, които носи**)
de_de: (**Ausgerüstet**)
es_ar: (**EQUIPADO**)
es_es: (**Equipado**)
es_mx: (**Equipado**)
fr_fr: (**Équipé(e)**)
hu_hu: (**Használatban**)
id_id: (**Dipakai**)
nb_no: (**Utstyrt**)
pt_br: (**Equipado**)
ru_ru: (**Надето**)
sv_se: (**Rustning**)

source: Damage: `{damage}`
bg_bg: Вреда: `{damage}`
de_de: Schaden: `{damage}`
es_ar: Daño: `{damage}`
es_es: Daño: `{damage}`
es_mx: Daño: `{damage}`
fr_fr: Dégâts: `{damage}`
hu_hu: Sebzés: `{damage}`
id_id: Kerusakan: `{damage}`
nb_no: Skade: `{damage}`
pt_br: Dano: `{damage}`
ru_ru: Урон:`{damage}`
sv_se: Skada: `{damage}`

source: Armor: `{armor}`
bg_bg: Защита: `{armor}`
de_de: Verteidigung: `{armor}`
es_ar: Defensa: `{armor}`
es_es: Armadura: `{armor}`
es_mx: Armadura: `{armor}`
fr_fr: Armure: `{armor}`
hu_hu: Védelem: `{armor}`
id_id: Perlindungan: `{armor}`
nb_no: Rustning: `{armor}`
pt_br: Armadura: `{armor}`
ru_ru: Защита: `{armor}`
sv_se: Rustning: `{armor}`

source: Signature: *{signature}*
de_de: Unterzeichnet: *{signature}*
es_es: Firma: *{signature}*
es_mx: Firma: *{signature}*
hu_hu: Dedikálás: *{signature}*
id_id: Tanda tangan: *{signature}*
nb_no: Signatur: *{signature}*
pt_br: Assinatura: * {signature} *
sv_se: Signatur: *{signature}*

source: ID: `{id}`, Type: `{type_}` (uses {hand} hand(s)) with {statstr}. Value is **${value}**{signature}
de_de: ID: `{id}`, Type `{type_}` (nutzt {hand} Händ(e)) mit {statstr}. Wert ist **${value}**{signature}
es_es: ID: `{id}`, Clase: `{type_}` (usa {hand} mano(s)) con {statstr}. El valor es **${value}**{signature}
id_id: ID: `{id}`, Tipe: `{type_}` (menggunakan {hand} tangan) dengan {statstr}. Nilainya adalah **${value}**{signature}
nb_no: ID: `{id}`, Type: `{type_}` (bruker {hand} hånd(er)) med {statstr}. Verdien er **${value}**{signature}
pt_br: ID: `{id}`, Tipo: `{type_}` (usa {hand} mão(s)) com {statstr}. Vale **${value}**{signature}

source: Page {page} of {maxpages}
bg_bg: Страница {page} от {maxpages}
de_de: Seite {page} von {maxpages}
es_ar: Página {page} de {maxpages}
es_es: Página {page} de {maxpages}
es_mx: Página {page} de {maxpages}
fr_fr: Page {page} sur {maxpages}
hu_hu: {page}. oldal (összes: {maxpages})
id_id: Halaman {page} dari {maxpages}
nb_no: Side {page} av {maxpages}
pt_br: Página {page} de {maxpages}
ru_ru: {page} страница из {maxpages}
sv_se: Sida {page} av {maxpages}

source: Show your gear items
de_de: Zeigt deine Ausrüstungsgegenstände
es_es: Muestra tus artículos de equipamiento
id_id: Menampilkan barang perlengkapanmu
nb_no: Vis utstyret ditt
pt_br: Mostra o seu equipamento

source: `[itemtype]` - The type of item to show; defaults to all items `[lowest]` - The lower boundary of items to show; defaults to 0 `[highest]` - The upper boundary of items to show; defaults to 101 Show your gear items. Items that are in the market will not be shown. Gear items can be equipped, sold and given away, or upgraded and merged to make them stronger. You can gain gear items by completing adventures, opening crates, or having your pet hunt for them, if you are a ranger. To sell unused items for their value, use `{prefix}merch`. To put them up on the global player market, use `{prefix}sell`.
de_de: `[itemtype]` - Der Typ des Items, welcher angezeigt werden soll; ohne Angabe sind es alle Typen `[lowest]` - Die untere Begrenzung, der Items, die angezeigt werden sollen; Standard ist 0 `[highest]` - Die obere Begrenzung, der Items, die angezeigt werden sollen; Standard ist 101 Zeigt deine Ausrüstungsgegenstände. Gegenstände, die auf dem Markt angeboten werden, werden nicht angezeigt. Ausrüstungsgegenstände können ausgerüstet werden, verkauft oder wegegeben werden, oder geupgraded sowie zusammengefügt werden um stärker zu werden. Du kannst deine Ausrüstungsgegenstände erhalten, in dem du Abenteuer beendest, Kisten öffnest oder dein Tier danach jagen lässt, falls du ein Ranger bist. Um ungenutzte Items für ihren Wert zu verkaufen, nutze `{prefix}merch`. Um sie auf dem globalen Markt anzubieten nutze `{prefix}sell`.
es_es: `[itemtype]` - la clase de objeto a mostrar; predeterminado a todos los artículos `[lowest]` - el límite inferior de objetos a mostrar; el valor predeterminado es 0 `[highest]` - el límite superior de objetos a mostrar; el valor predeterminado es 101 Muestra tus objetos de equipamiento. No se mostrarán los objetos que están en el mercado. Los objetos de equipamiento se pueden equipar, vender y regalar, o actualizar y fusionar para hacerlos más fuertes. Puedes obtener objetos de equipamiento completando aventuras, abriendo cajas o haciendo que tu mascota los busque, si eres un guardabosques. Para vender objetos no utilizados por su valor, usa `{prefix}merch`. Para ponerlos en el mercado global de jugadores, usa `{prefix}sell`.
id_id: `[itemtype]` - Tipe barang yang akan ditampilkan; jika tidak ditentukan tipenya maka akan dijadikan untuk semua tipe `[lowest]` - Batas stat terendah yang akan ditampilkan; jika tidak ditentukan statnya maka akan dijadikan 0 `[highest]` - Batas stat tertinggi yang akan ditampilkan; jika tidak ditentukan statnya maka akan dijadikan 101 Menampilkan barang perlengkapanmu. Barang-barang yang telah ditaruh di pasar tidak akan ditampilkan. Barang perlengkapan dapat digunakan, dijual dan diberikan, atau ditingkatkan dan digabungkan untuk membuatnya menjadi lebih kuat. Kamu dapat memperoleh barang perlengkapan dengan menyelesaikan petualangan, membuka peti-peti, atau memiliki hewan peliharaan untuk memburu barang perlengkapan atau peti untukmu, jika kamu adalah seorang ranger. Untuk menjual barang-barang yang tidak digunakan dengan harga nilainya, gunakan `{prefix}merch`. Untuk menjualnya pada pasar global untuk pemain, gunakan `{prefix}sell`.
nb_no: `[itemtype]` – typen gjenstand som skal vises; standard til alle gjenstander `[lavest]` – Den nedre grensen for gjenstander som skal vises; standard til 0 `[høyest]` – Den øvre grensen for gjenstander som skal vises; standard til 101 Vis gjenstandene dine. Gjenstander som er på markedet vil ikke bli vist. Gjenstander kan bli utstyrt, selges og gitt bort, eller oppgraderes og slås sammen for å gjøre dem sterkere. Du kan få gjenstander ved å fullføre eventyr, åpne kasser eller la kjæledyret ditt jakte på dem, hvis du er en skogvokter. For å selge ubrukte gjenstander for sin verdi, bruk `{prefix}merch`. For å legge dem ut på det globale spillermarkedet, bruk `{prefix}sell`.
pt_br: `[itemtype]` - O tipo de item que você deseja que seja mostrado. Por padrão mostrará todos os itens `[lowest]` - A menor limite de itens que você deseja que sejam mostrados. Por padrão é 0 `[highest]` - O maior limite de itens que você deseja que sejam mostrados. Por padrão é 101 Mostra seus equipamentos. Itens que estão no mercado não aparecerão. Equipamentos podem ser equipados, vendidos e dados para alguém, ou melhorados e misturados com eles para se tornarem mais fortes. Você ganha equipamentos ao completar aventuras, abrindo caixas ou com as caçadas do seu animal de estimação, se você for um Guarda da Floresta. Para vender itens que você não usa pelo valor deles, use `{prefix}merch`. Para colocar eles no mercado global, use `{prefix}sell`.

source: Make sure that the `highest` value is greater than `lowest`.
de_de: Stelle sicher das `highest` größer ist als `lowest`.
es_es: Asegúrate de que `highest` tiene un valor mayor a `lowest`.
es_mx: Asegúrate de que el valor `más alto` sea mayor que el `más bajo`.
hu_hu: Bizonyosodj meg róla, hogy a `highest` érték magasabb, mint a `lowest`.
id_id: Pastikan nilai `tertinggi` lebih bagus daripada `terendah`.
nb_no: Sørg for at den 'høyeste' verdien er større enn 'laveste'.
pt_br: Certifique-se de que o valor "mais alto" seja maior que "mais baixo".
sv_se: Var säker på att `highest` värdet är större än `lowest`.

source: Please select a valid item type or `all`. Available types: `{all_types}`
de_de: Bitte wähle einen validen Itemtyp aus, oder `all`. Verfügbare Typen: `{all_types}`
es_es: Por favor, selecciona una clase de objeto válida o `all`. Clases disponibles: `{all_types}`
id_id: Harap pilih tipe barang yang valid atau `all`. Tipe yang tersedia: `{all_types}`
nb_no: Velg en gyldig gjenstand type eller "alle". Tilgjengelige typer: `{all_types}`
pt_br: Por favor selecione um tipo de item válido ou `all`(Todos). Tipos disponíveis: `{all_types}`

source: Your inventory is empty.
bg_bg: Инвентари Ви е празен.
de_de: Dein Inventar ist leer.
es_ar: Tu inventario está vacío.
es_es: Tu inventario está vacío.
es_mx: Tu inventario está vacío.
fr_fr: Votre inventaire est vide.
hu_hu: Hátizsákod jelenleg üres.
id_id: Inventaris kamu kosong.
nb_no: Inventaren din er tom.
pt_br: Seu inventário está vazio.
ru_ru: Ваш инвентарь пуст.
sv_se: Ditt förråd är tomt.

source: {user} has the following loot items.
de_de: {user} hat folgende Beute.
es_es: {user} tienes este botín.
es_mx: {user} tiene los siguientes objetos de botín.
hu_hu: {user} jelenlegi ereklyéi.
id_id: {user} memiliki item loot berikut ini.
nb_no: {user} har følgende loot.
pt_br: {user} possui os seguintes itens de saque.
sv_se: {user} har följande loot.

source: ID: `{id}` Value is **{value}**
de_de: ID: `{id}` Wert ist **{value}**
es_es: ID: `{id}` El valor es **{value}**
es_mx: ID: `{id}` El valor es **{value}**
hu_hu: Sorszám: `{id}` Érték **{value}**
id_id: ID: `{id}` Nilainya adalah **{value}**
nb_no: ID: `{id}` Verdien er **{value}**
pt_br: ID: `{id}` Vale**{value}**
sv_se: ID: `{id}` Värdet är **{value}**

source: Show your loot items
de_de: Zeigt deine Beutegegenstände
es_es: Muestra tu botín
id_id: Menampilkan barang jarahanmu
nb_no: Vis lootet ditt
pt_br: Mostra seus itens de saque

source: Show your loot items. Loot items can be exchanged for money or XP, or sacrificed to your God to gain favor points. You can gain loot items by completing adventures. The higher the difficulty, the higher the chance to get loot. If you are a Ritualist, your loot chances are doubled. Check [our wiki](https://wiki.idlerpg.xyz/index.php?title=Loot#Probability) for the exact chances.
de_de: Zeigt deine Beutegegenstände. Beute kann für Geld oder XP getauscht werden oder deinem Gott für Gunst geopfert werden. Du kannst Beute erhalten, in dem du Abenteuer beendest. Je höher die Schwierigkeit, desto höher ist die Chance Beute zu erhalten. Falls du ein Ritualist bist, hast du eine doppelte Chance Beute zu erhalten. Sieh dir [unser Wiki](https://wiki.idlerpg.xyz/index.php?title=Loot#Probability) für die genauen Chancen an.
es_es: Muestra tu botín. Los objetos de botín pueden cambiarse por dinero o XP, o sacrificarse a tu dios para ganar puntos de favor. Puedes obtener objetos de botín completando aventuras. Cuanto mayor es la dificultad, mayor es la posibilidad de obtener el botín. Si eres un ritualista, tus posibilidades de botín se duplican. Consulta [nuestra wiki] (https://wiki.idlerpg.xyz/index.php?title=Loot#Probability) para conocer las posibilidades exactas.
id_id: Menampilkan barang jarahanmu. Barang jarahan dapat ditukarkan untuk uang atau XP, atau dikorbankan kepada Tuhanmu untuk memperoleh poin berkat. Kamu dapat memperoleh barang jarahan dengan menyelesaikan petualangan. Lebih tinggi tingkat kesulitannya, maka lebih tinggi peluang untuk mendapatkan barang jarahan. Jika kamu adalah seorang Ritualist, peluang untuk mendapatkan barang jarahanmu akan digandakan. Periksa [wiki kami](https://wiki.idlerpg.xyz/index.php?title=Loot#Probability) untuk peluang yang lebih pasti.
nb_no: Vis lootet ditt. Loot gjenstander kan byttes mot penger eller XP, eller ofres til din Gud for å få favor poeng. Du kan få loot ved å fullføre eventyr. Jo høyere vanskelighetsgrad, jo større er sjansen for å få loot. Hvis du er en ritualist, er sjansene for loot doblet. Sjekk [vår wiki](https://wiki.idlerpg.xyz/index.php?title=Loot#Probability) for de nøyaktige sjansene.
pt_br: Mostra seu itens de saque. Itens de loot podem ser trocados por dinheiro ou XP, ou sacrificados para o seu deus em troca de pontos de favor. Você podem ganhar itens de saque ao completar aventuras. Quanto maior a dificuldade, maiores são as chances de ganhar um saque. Se você é um Ritualista, suas chances de saque são dobradas. Verifique [nossa wiki](https://wiki.idlerpg.xyz/index.php?title=Loot#Probability) para saber as chances exatas.

source: You do not have any loot at this moment.
de_de: Du hast aktuell keine Beute.
es_es: No posees ningún botín en este momento.
es_mx: No posees botín en este momento.
hu_hu: Jelenleg egy ereklyéd sincs.
id_id: Kamu tidak memiliki loot apapun saat ini.
nb_no: Du har ikke noe loot for øyeblikket.
pt_br: Você não tem nenhum saque neste momento.
sv_se: Du har inget byte för tillfället.

source: Exchange your loot for money or XP
de_de: Tausche deine Beute gegen Geld oder XP
es_es: Cambia tu botín por dinero o XP
id_id: Menukarkan barang jarahanmu untuk uang atau XP
nb_no: Bytt lootet ditt mot penger eller XP
pt_br: Troque seu saque por dinheiro ou XP

source: `[loot_ids...]` - The loot IDs to exchange; defaults to all loot Exchange your loot for money or XP, the bot will let you choose. If you choose money, you will get the loots' combined value in cash. For XP, you will get 1/4th of the combined value in XP.
de_de: `[loot_ids...]` - Die Beute IDs, welche getauscht werden; ohne Angabe ist es alle Beute Tausche deine Beute gegen Geld oder XP, der Bot wird dich wählen lassen. Falls du Geld wählst, erhältst du den gesamten Wert der Beute als Geld. Für XP wirst du 1/4 des gesamten Wertes als XP erhalten.
es_es: `[loot_ids ...]` - los ID de los objetos de botín a intercambiar; todo el botín por defecto Cambia tu botín por dinero o XP, el bot te permitirá elegir. Si eliges dinero, obtendrás el valor combinado de los botines en efectivo. Para XP, obtendrá 1/4th del valor combinado en XP.
id_id: `[loot_ids...]` - ID barang jarahan yang akan ditukar; jika tidak ditentukan IDnya maka akan dijadikan untuk semua barang jarahan Menukarkan barang jarahanmu untuk uang atau XP, bot akan membiarkanmu untuk memilih. Jika kamu memilih uang, kamu akan mendapatkan gabungan nilai barang jarahannya dalam bentuk uang. Jika untuk XP, kamu akan mendapatkan gabungan nilai XP sebesar 1/4.
nb_no: `[loot_ids...]` – loot IDene som skal utveksles; standard til all loot Bytt lootet ditt mot penger eller XP, botten lar deg velge. Velger du penger, vil du få lootet sin samlede verdi i kontanter. For XP vil du få 1/4 av den samlede verdien i XP.
pt_br: `[loot_ids...]` - Os ID's dos saques que você deseja trocar. Por padrão é todo o seu saque Troca o seu saque por dinheiro ou XP, o bot te deixará escolher. Se você escolher o dinheiro, você receberá o valor dos saques combinado em dinheiro. Para XP, você receberá um quarto do valor combinado em XP.

source: You don't have any loot.
de_de: Du hast keine Beute.
es_es: No tienes ningún botín.
es_mx: No tienes ningún botín.
hu_hu: Jelenleg egy ereklyéd sincs.
id_id: Kamu tidak memiliki loot apapun.
nb_no: Du har ingenting loot.
pt_br: Você não tem nenhum saque.
sv_se: Du har ingen loot.

source: You don't own any loot items with the IDs: {itemids}
de_de: Du hast die Beute mit den IDs {itemids} nicht
es_es: No tienes ningún botín con el ID: {itemids}
es_mx: No posee ningún artículos de botín con los IDs: {itemids}
hu_hu: Az alábbi ereklyék nincsenek a birtokodban: {itemids}
id_id: Kamu tidak memiliki loot apapun dengan ID: {itemids}
nb_no: Du eier ingen loot med ID-ene: {itemids}
pt_br: Você não possui nenhum item de saque com os IDs: {itemids}
sv_se: Du har ingen loot med IDn: {itemids}

source: Select a reward for the {amount} items
de_de: Wähle eine Belohnung für die {amount} items
es_mx: Selecciona una recompensa por la cantidad de {amount} de objetos
hu_hu: Fizetség kiválasztása {amount} darab ereklyéért fejében.
sv_se: Välj en belöning för de {amount} sakerna

source: Do you want favor? {prefix}sacrifice instead
de_de: Willst du Gunst? {prefix}sacrifice stattdessen
es_es: ¿Necesitas favor? Usa {prefix}sacrifice
es_mx: ¿Necesitas favor? Usa {prefix}sacrifice
hu_hu: Szeretnéd, ha isteneid elégedettek lennének veled? Ez esetben a `{prefix}sacrifice` a megfelelő parancs
id_id: Apakah kamu ingin berkat? Gunakan {prefix}sacrifice
nb_no: Vil du ha favor? `{prefix}sacrifice` i stedet
pt_br: Você quer favor? Digite `{prefix}sacrifice` para ganhar favor!
sv_se: Vill du ha förmån? Använd {prefix}sacrifice istället

source: **{value} XP**
de_de: **{value} EP**
es_mx: XP **{value}**
hu_hu: **{value} TP**
sv_se: **{value} erfarenhet**

source: You received **{reward}** when exchanging all of your loot.
de_de: Du bekommst **{reward}** im Tausch gegen all deine Beute.
es_es: Has recibido **{reward}** al intercambiar todo tu botín.
es_mx: Recibiste **{reward}** al intercambiar todo tú botín.
hu_hu: Az összes ereklyéd fejében **{reward}** fizetségre tettél szert.
id_id: Kamu mendapatkan **{reward}** ketika menukar semua loot kamu.
nb_no: Du mottok **{reward}** når du byttet ut alt lootet ditt.
pt_br: Você recebeu ** {reward} ** ao trocar todo o seu saque.
sv_se: Du fick **{reward}** för att byta ut all din loot.

source: You received **{reward}** when exchanging loot item(s) `{loot_ids}`.
de_de: Du bekommst **{reward}** im Tausch gegen deine Beute `{loot_ids}`.
es_es: Has recibido **{reward}** al intercambiar el botín `{loot_ids}`.
es_mx: Recibiste **{reward}** al intercambiar los siguientes objetos: `{loot_ids}`.
hu_hu: Ereklyéid fejében **{reward}** fizetségre tettél szert. Az alábbi ereklyéket cserélted be: `{loot_ids}`.
id_id: Kamu mendapatkan **{reward}** ketika menukar barang loot `{loot_ids}`.
nb_no: Du mottok **{reward}** når du byttet ut loot(et) `{loot_ids}`.
pt_br: Você recebeu **{reward}** ao trocar itens de saque `{loot_ids}`
sv_se: Du fick **{reward}** för att byta ut `{loot_ids}`.

source: Equip an item
de_de: Rüste ein Item aus
es_es: Equipa un objeto
id_id: Menggunakan sebuah barang
nb_no: Bruk en gjenstand
pt_br: Equipa um item

source: `<itemid>` - The ID of the item to equip Equip an item by its ID, you can find the item IDs in your inventory. Each item has an assigned hand slot, "any" meaning that the item can go in either hand, "both" meaning it takes both hands, "left" and "right" should be clear. You cannot equip two items that use the same hand, or a second item if the one your have equipped is two-handed.
de_de: `<itemid>` - Die ID des Items, welches ausgerüstet werden soll Rüste ein Item anhand seiner ID aus, du kannst die Item IDs in deinem Inventar finden. Jedes Item hat eine zugewiesene Hand, welche das Item nutzt, "any" heißt, dass das Item in jeder Hand getragen werden kann, "both" heißt, dass das Item in beiden Händen getragen wird, "left" und "right" sollte klar sein. Du kannst keine zwei Items ausrüsten, welche die gleiche Hand nutzen oder ein zweites Item, wenn dein ausgerüstetes Item ein Zweihänder ist.
es_es: `<itemid>` - el ID del objeto a equipar Equipa un objeto por su ID, puedes encontrar los ID del objeto en tu inventario. Cada objeto tiene una ranura de mano asignada, "any" significa que el objeto puede ir en cualquier mano, "both" significa que utiliza ambas manos, "left" y "right" deberían estar claro. No puedes equipar dos objetos que utilicen la misma mano, o un segundo elemento si el que has equipado es de dos manos.
id_id: `<itemid>` - ID barang yang akan dipakai Memakai sebuah barang dengan menggunakan IDnya, kamu dapat menemukan ID barangnya didalam persediaanmu. Setiap barang memiliki kegunaan tangan yang akan dipakai, "any" artinya barang itu dapat digunakan untuk tangan kiri atau tangan kanan, "both" artinya memakai dua tangan, "left" dan "right" artinya hanya bisa digunakan ditangan kiri atau hanya ditangan kanan. Kamu tidak dapat menggunakan dua barang yang menggunakan jenis tangan yang sama, atau menggunakan barang kedua jika jenis barangnya menggunakan dua-tangan.
nb_no: `<itemid>` – IDen til gjenstander som skal brukt Bruk en gjenstand etter IDen, du kan finne gjenstand-ID-ene i inventaret ditt. Hver gjenstand har en tildelt håndplass, "hvilken som helst" som betyr at gjenstanden kan gå i begge hender, "begge" betyr at det tar begge hender, "venstre" og "høyre" skal være tydelige. Du kan ikke utstyre to gjenstander som bruker samme hånd, eller en annen gjenstand hvis den du har utstyrt er tohånds.
pt_br: `<itemid>` - O ID do item que você deseja equipar Equipa um item usando o ID dele, você podem encontrar o ID de um item no seu inventario. Cada item tem uma mão especifica, "qualquer uma' significa que o item pode ir em qualquer uma das mãos, "ambas" significa que o item usa ambas as mãos, "esquerda" e "direita" é autoexplicativo. Você não pode usar dois itens que usam a mesma mão, ou um segundo item se você equipou um item que usa as duas mãos.

source: You don't own an item with the ID `{itemid}`.
bg_bg: Не притежавате предмет с ID `{itemid}`.
de_de: Du hast kein Item mit der ID `{itemid}`.
es_ar: Vos no tenés un objeto con la ID `{itemid}`.
es_es: No posees un objeto con el ID `{itemid}`.
es_mx: No posees un objeto con la ID `{itemid}`.
fr_fr: Vous ne possédez pas d’item avec l’ID `{itemid}`.
hu_hu: A `{itemid}` azonosítójú tárgy nincs a zsákodban.
id_id: Kamu tidak memiliki barang dengan ID `{itemid}`.
nb_no: Du eier ikke en gjenstand med IDen `{itemid}`.
pt_br: Você não possui um item com o ID `{itemid}`.
ru_ru: У вас нет предмета с данным ID `{itemid}`.
sv_se: Du äger inte ett föremål med ID `{itemid}`.

source: Select an item to unequip
de_de: Wähle ein Item aus, welches abgelegt werden soll
es_es: Selecciona un objeto a quitar
id_id: Pilih sebuah barang untuk dilepas
nb_no: Velg en gjenstand som du ikke vil bruke mer
pt_br: Selecione o item que deseja desequipar

source: Hit the button with the item you wish to remove
de_de: Drücke den Knopf mit dem Item, dass du ablegen willst
