Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: {enemy} accepted the challenge by {author}. Please now nominate members, {author}. Use `battle nominate @user` to add someone to your team.
bg_bg: {enemy} прие предизвикателството от {author}. Моля, номинирайте членове, {author}. Използвайте `battle nominate @user`, за да добавите някого към вашия екип.
de_de: {enemy} nimmt {author}s Kampf an. Nominiere deine Kämpfer mit `battle nominate @user`, {author}.
es_ar: {enemy} aceptó el desafío de {author}. Por favor, {author}, nomina miembros utilizando `battle nominate @user` para añadir a alguien a tu equipo.
es_es: {enemy} aceptó el desafío de {author}. Por favor, {author}, nomina ahora a miembros usando `battle nominate @user` para añadir a alguien a tu equipo.
es_mx: {enemy} aceptó el desafío de {author}. Por favor, {author}, nomina ahora a miembros usando `battle nominate @user` para añadir a alguien a tu equipo.
fr_fr: {enemy} relève le défi proposé par {author}. Choisissez les membres participants, {author}. Utilisez `battle nominate @user` pour ajouter quelqu’un à votre équipe.
hu_hu: {enemy} elfogadta {author} kihívását. {author}, a bajnokaid kinevezéséhez, légy szíves, használd a `battle nominate @user` parancsot!
id_id: {enemy} menerima tantangan dari {author}. Silakan pilih anggota, {author}. Gunakan `battle nominate @user` untuk menambahkan seseorang ke tim kamu.
nb_no: {enemy} aksepterte utfordringen fra {author}. Vennligst nominer medlemmer, {author}. Bruk `battle nominate @user` for å legge noen i laget ditt.
pt_br: {enemy} aceitou o desafio de {author}. Por favor, indique agora os membros, {author}. Use `battle nominate @user` para adicionar alguém ao seu time.
ru_ru: {enemy} принял вызов {author}. Пожалуйста выберите тимейта, {author}. Используй `battle nominate @user` ,чтобы добавить кого-нибудь в вашу команду.
sv_se: {enemy} accepterade utmaningen av {author}. Vänligen nominera medlemmar nu, {author}. Använd `battle nominate @user` för att lägga till någon i ditt lag.

source: That person isn't in your guild.
bg_bg: Този човек не е във вашата гилдия.
de_de: Dieser Nutzer ist nicht in deiner Gilde.
es_ar: Esa persona no está en tu gremio.
es_es: Esa persona no está en tu gremio.
es_mx: Esa persona no está en tu gremio.
fr_fr: Cette personne n’est pas dans votre guilde.
hu_hu: A kiválasztott játékos nem tagja a céhednek.
id_id: Orang itu tidak berada dalam guild kamu.
nb_no: Den personen er ikke i klanen din.
pt_br: Essa pessoa não está na sua guilda.
ru_ru: Этот человек не в вашей гильдии.
sv_se: Den personen är inte med i din guild.

source: {user} has been added to your team, {author}.
bg_bg: {user} е добавен към вашия екип, {author}.
de_de: {user} wurde deinem Team hinzugefügt, {author}.
es_ar: {author}, {user} fue agregado a tu equipo.
es_es: {user} ha sido añadido a tu equipo, {author}.
es_mx: {user} ha sido añadido a tu equipo, {author}.
fr_fr: {user} a été ajouté(e) à votre équipe, {author}.
hu_hu: {author}, {user} sikeresen hozzá lett adva a csapatodhoz.
id_id: {user} telah ditambahkan ke dalam tim kamu, {author}.
nb_no: {user} er lagt til i laget ditt, {author}.
pt_br: {user} foi adicionado à sua equipe, {author}.
ru_ru: {user} был добавлен в вашу команду, {author}.
sv_se: {user} har lagts till i ditt lag, {author}.

source: User not found.
bg_bg: Потребителят не е намерен.
de_de: Nutzer nicht gefunden.
es_ar: Usuario no encontrado.
es_es: Usuario no encontrado.
es_mx: Usuario no encontrado.
fr_fr: Impossible de trouver cet utilisateur.
hu_hu: Játékos nem található.
id_id: Pengguna tidak ditemukan.
nb_no: Brukeren ble ikke funnet.
pt_br: Usuário não encontrado.
ru_ru: Игрок не найден.
sv_se: Användaren hittades inte.

source: Error when adding this user, please try again
de_de: Beim hinzufügen dieses Spielers ist ein Fehler aufgetreten, versuch's nochmal
es_es: Hubo un error cuando se añadió a este usuario, por favor inténtalo de nuevo
es_mx: Error al agregar este usuario, inténtalo nuevamente
hu_hu: Nem sikerült hozzáadni a megadott játékost, próbáld újra!
id_id: Terjadi kesalahan ketika menambahkan pengguna ini, tolong coba lagi
nb_no: Feil ved å legge til denne brukeren, prøv igjen
pt_br: Erro ao adicionar jogador, por favor tente novamente

source: Took to long to add members. Fight cancelled.
bg_bg: Отне твърде дълго, за да се добавят членове. Битката е отменена.
de_de: Das hat zu lange gedauert, Kampf abgesagt.
es_ar: Tardaron demasiado en agregar miembros. El desafío fue cancelado.
es_es: Has tardado demasiado en añadir miembros. Batalla cancelada.
es_mx: Se ha tardado demasiado en añadir miembros. Batalla cancelada.
fr_fr: L’ajout de membres a pris trop de temps. Combat annulé.
hu_hu: Túl sokáig válogattál a bajnokaid között. A kihívott céh megunta és hazament.
id_id: Dibutuh waktu lama untuk menambahkan anggota. Pertarungan dibatalkan.
nb_no: Det tok for lang tid å legge til medlemmer. Kampen avlyst.
pt_br: Vocês demoraram muito para adicionar membros. Luta cancelada.
ru_ru: Заняло слишком много времени на добавление союзников. Битва отменена.
sv_se: Tog för lång tid för att lägga till medlemmar. Kampen avbrutits.

source: Please now nominate members, {enemy}. Use `battle nominate @user` to add someone to your team.
bg_bg: Моля сега да номинирате членове, {enemy}. Използвайте `battle nominate @user`, за да добавите някого към вашия екип.
de_de: {enemy}, Du bist dran. Nominiere deine Kämpfer mit `battle nominate @user`.
es_ar: Por favor, {enemy} nomina miembros utilizando `battle nominate @user` para añadir a alguien a tu equipo.
es_es: Por favor, nomina a miembros, {enemy}. Usa `battle nominate @user` para añadir a alguien a tu equipo.
es_mx: Por favor, nomina a miembros, {enemy}. Usa `battle nominate @user` para añadir a alguien a tu equipo.
fr_fr: Choisissez les membres participants, {enemy}. Utilisez `battle nominate @user` pour ajouter quelqu’un à votre équipe.
hu_hu: {enemy}, most rajtad van a sor a bajnokok kiválasztásához. Bajnokaid kinevezéséhez használd a `battle nominate @[felhasználó]` parancsot!
id_id: Silakan pilih anggota, {enemy}. Gunakan `battle nominate @user` untuk menambahkan seseorang ke tim kamu.
nb_no: Vennligst nominer medlemmer, {enemy}. Bruk `battle nominate @user` for å legge noen til i laget ditt.
pt_br: Por favor, indique os membros agora, {enemy}. Use `battle nominate @user` para adicionar alguém ao seu time.
ru_ru: Пожалуйста назначьте тимейтов, {enemy}. Используйте `battle nominate @user` , чтобы добавить его в вашу команду.
sv_se: Vänligen nominera medlemmar nu, {enemy}. Använd `battle nominate @user` för att lägga till någon i ditt lag.

source: {user} has been added to your team, {enemy}.
bg_bg: {user} е добавен към отбора ви, {enemy}.
de_de: {user} wurde deinem Team hinzugefügt, {enemy}.
es_ar: {enemy}, {user} fue agregado a tu equipo.
es_es: {user} ha sido añadido a tu equipo, {enemy}.
es_mx: {user} ha sido añadido a tu equipo, {enemy}.
fr_fr: {user} a été ajouté(e) à votre équipe, {enemy}.
hu_hu: {enemy}, {user} sikeresen hozzá lett adva a csapatodhoz.
id_id: {user} telah ditambahkan ke dalam tim kamu, {enemy}.
nb_no: {user} har blitt lagt til i laget ditt, {enemy}.
pt_br: {user} foi adicionado ao seu time, {enemy}.
ru_ru: {user} присоединился к вашей команде, {enemy}.
sv_se: {user} har lagts till i ditt lag, {enemy}.

source: Fight started! Generating battles...
bg_bg: Борбата започна! Генериране на битки...
de_de: Schlacht gestartet! Generiere Kämpfe...
es_ar: ¡Pelea comenzada! Generando batallas...
es_es: ¡La lucha ha comenzado! Generando batallas...
es_mx: ¡La lucha ha comenzado! Generando batallas...
fr_fr: Duel commencé! Génération des duels…
hu_hu: A csata kezdetét veszi! Párbajok kisorsolása...
id_id: Pertarungan dimulai! Menghasilkan pertempuran...
nb_no: Kampen startet! Generer kamper...
pt_br: Luta começou! Gerando batalhas ...
ru_ru: Битва началась! Генерация битвы...
sv_se: Strid startad! Genererar strider...

source: Fight started! Generating battles... Done.
bg_bg: Борбата започна! Генериране на битки... Готово.
de_de: Schlacht gestartet! Generiere Kämpfe... erledigt.
es_ar: ¡Pelea comenzada! Generando batallas... Listo.
es_es: ¡La lucha ha comenzado! Generando batallas... Hecho.
es_mx: ¡La lucha ha comenzado! Generando batallas... Hecho.
fr_fr: Le duel à commencé! Génération des batailles ... Fait.
hu_hu: A csata kezdetét veszi! Párbajok kisorsolása...Kész.
id_id: Pertarungan dimulai! Menghasilkan pertempuran... Selesai.
nb_no: Kampen startet! Generer kamper... Ferdig.
pt_br: Luta começou! Gerando batalhas ... Feito.
ru_ru: Битва началась! Генерация битвы... Готово.
sv_se: Strid startad!! Genererar strider... Klart.

source: Guild Battle Fight **{num}** of **{total}**. **{user}** vs **{user2}**! Battle running...
bg_bg: Битки между Гилдии **{num}** of **{total}**. **{user}** срещу **{user2}**! Битката се стартира...
de_de: Gildenkampf Nummer **{num}** von **{total}**. **{user}** gegen **{user2}**! Kampf läuft...
es_ar: Batalla de gremios **{num}** de **{total}**. **{user}** contra **{user2}** Batalla en progreso...
es_es: Batalla de gremios **{num}** de **{total}**. **{user}** contra **{user2}** Batalla en progreso...
es_mx: Batalla de Gremios **{num}** de **{total}**. **{user}** contra **{user2}** Batalla en progreso...
fr_fr: Duel de guilde **{num}** de **{total}**. **{user}** vs **{user2}**! Duel en cours...
hu_hu: Céhcsata párbaj száma**{num}**, összesen **{total}**. **{user}** kihívása **{user2}** felé! Párbaj folyamatban...
id_id: Perkelahian Pertempuran Guild **{num}** dari **{total}**. **{user}** melawan **{user2}**! Pertempuran berjalan...
nb_no: Klan Kamp **{num}** av **{total}**. **{user}** mot **{user2}**! Kampen foregår...
pt_br: Batalha da Guilda ** {num} ** de ** {total} **. ** {user} ** vs ** {user2} **! Batalha em execução ...
ru_ru: Гильдейская Битва: сражение **{num}** из **{total}**. **{user}** против **{user2}**! Битва заканчивается...
sv_se: Guildstrid **{num}** of **{total}**. **{user}** vs **{user2}**! Striden körs...

source: Winner of **{user}** vs **{user2}** is **{winner}**! Current points: **{wins1}** to **{wins2}**.
bg_bg: Победител от **{user}** срещу **{user2}** е ** {winner}**! Текущи точки: **{wins1}** до **{wins2}**.
de_de: Gewinner des Matches **{user}** gegen **{user2}** ist **{winner}**! Punkte: **{wins1}** zu **{wins2}**.
es_ar: ¡Ronda finalizada: En un combate entre **{user}** contra **{user2}**, el ganador es **{winner}**! Puntuación: **{wins1}** a **{wins2}**.
es_es: ¡El ganador de **{user}** contra **{user2}** es **{winner}**! Puntuación actual: **{wins1}** a **{wins2}**.
es_mx: ¡El ganador de **{user}** contra **{user2}** es **{winner}**! Puntuación actual: **{wins1}** a **{wins2}**.
fr_fr: Gagnant du **{user}** vs **{user2}** est **{winner}**! Point actuel: **{wins1}** to **{wins2}**.
hu_hu: A **{user}** és **{user2}** közti párbaj győztese: **{winner}**! Aktuális pontszám: **{wins1}** és **{wins2}**.
id_id: Pemenang dari **{user}** melawan **{user2}** adalah **{winner}**! Poin terkini: **{wins1}** dengan **{wins2}**.
nb_no: Vinneren av **{user}** mot **{user2}** er **{winner}**! Nåværende poengsum: **{wins1}** til **{wins2}**.
pt_br: O vencedor de ** {user} ** vs ** {user2} ** é ** {winner} **! Pontos atuais: ** {wins1} ** e ** {wins2} **.
ru_ru: Победитель в битве между **{user}** и **{user2}** становится **{winner}**! Текущий счёт: **{wins1}** to **{wins2}**.
sv_se: Vinnaren av **{user}** vs **{user2}** är **{winner}**! Aktuella poäng: **{wins1}** to **{wins2}**.

source: Some guild spent the money??? Bad looser!
bg_bg: Някои гилдии похарчиха парите си ??? Губещата гилдия мами!
de_de: Eine der Gilden hat das Preisgeld ausgegeben??? Das nenn' Ich mal einen schlechten Verlierer!
es_ar: ¿Un gremio gastó el dinero? ¡Mal perdedor!
es_es: ¿¿¿Algún gremio se gastó el dinero??? ¡Mal perdedor!
es_mx: ¿Algún gremio se gastó el dinero? ¡Mal perdedor!
fr_fr: Une guilde a dépensé l’argent ??? Mauvais perdants !
hu_hu: Micsodaaaa??? Az egyik céh időközben elverte a nyertesnek járó díjat??? Savanyú a szőlő!
id_id: Beberapa guild menghabiskan uangnya??? Pecundang yang buruk!
nb_no: En guild brukte pengene??? Dårlig tapere!
pt_br: Alguma guilda gastou o dinheiro ??? Mau perdedor!!
ru_ru: Одна из гильдий потратила деньги??? Что за неудачники!
sv_se: Någon guild spenderade pengarna??? Dålig förlorare!

source: {guild} won the battle! Congratulations!
bg_bg: {guild} спечели битката! Честито!
de_de: {guild} hat den Kampf gewonnen! Glückwunsch!
es_ar: {guild} ganó la batalla. ¡Felicidades!
es_es: ¡{guild} ganó la batalla! ¡Felicidades!
es_mx: Felicidades {guild} ganó la batalla!
fr_fr: {guild} a remporté la bataille ! Félicitations !
hu_hu: {guild} került ki nyertesen a csatából! Vivát!
id_id: {guild} memenangkan pertarungannya! Selamat!
nb_no: {guild} vant kampen! Gratulerer!
pt_br: {guild} venceu a batalha! Parabéns!
ru_ru: {guild} Выиграла битву! Поздравляем!
sv_se: {guild} vann striden! Grattis!

source: It's a tie!
bg_bg: Наравно сте!
de_de: Gleichstand!
es_ar: ¡Es un empate!
es_es: ¡Es un empate!
es_mx: ¡Es un empate!
fr_fr: Match nul !
hu_hu: Döntetlen!
id_id: Ini seri!
nb_no: Det ble uavgjort!
pt_br: Isso é um empate!
ru_ru: Ничья!
sv_se: Det är oavgjort!

source: Start a guild adventure
de_de: Startet ein Gildenabenteuer
es_es: Comienza una aventura de gremio
id_id: Memulai sebuah petualangan guild
nb_no: Start et klan eventyr
pt_br: Inicia uma aventura de guilda

source: Start a guild adventure. Guild adventures can happen alongside regular adventures. On guild adventures, you can gain additional gold for your guild bank. When using this command, the bot will send a link used to join the adventure. Each member of the guild can join, at least 3 are required. Ten minutes after the link was sent, the users who joined will be gathered. The guild adventure's difficulty will depend solely on the users' levels, their equipped items and race/class bonuses are not considered. The adventure's lentgh depends on the difficulty, +1 difficulty means +30 minutes time. Only guild leaders and officers can use this command. (This command has a guild cooldown of 1 hour.)
de_de: Starte ein Gildenabenteuer. Gildenabenteuer können während regulärer Abenteuer stattfinden. Durch Gildenabenteuer kannst du zusätzliches Gold für deine Gildenbank erhalten. Nachdem du diesen Befehl genutzt hast, wird der Bot einen Link senden, mit dem ihr dem Abenteuer beitreten könnt. Jedes Mitglied der Gilde kann beitreten, aber es werden mindestens 3 benötigt. 10 Minuten nachdem der Link gesendet wurde, werden die Nutzer die beigetreten sind gesammelt. Die Schwierigkeit des Abenteuers hängt lediglich von dem Level der Nutzer ab, ihre ausgerüsteten Items oder ihren Rassen/Klassenboni werden nicht mit einbezogen. Die Länge des Abenteuers hängt von der Schwierigkeit ab, +1 Schwierigkeit heißt, dass es 30 Minuten länger ist. Nur Gildenleiter oder Offiziere können diesen Befehl nutzen. (Dieser Befehl hat einen Cooldown von 1 Stunde.)
es_es: Comienza una aventura de gremio. Las aventuras del gremio pueden suceder junto con las aventuras regulares. En las aventuras de gremio, puedes ganar oro adicional para tu banco de gremio. Al usar este comando, el bot enviará un enlace utilizado para unirse a la aventura. Cada miembro del gremio puede unirse, se requieren al menos 3. Diez minutos después del envío del enlace, se reunirán los usuarios que se unieron. La dificultad de la aventura del gremio dependerá únicamente de los niveles de los usuarios, sus objetos equipados y las bonificaciones de raza/clase no se consideran. La duración de la aventura depende de la dificultad, +1 dificultad significa +30 minutos de tiempo. Solo los líderes y oficiales del gremio pueden usar este comando. (Este comando tiene un tiempo de reutilización del clan de 1 hora).
id_id: Memulai sebuah petualangan guild. Petualangan guild bisa dilakukan bersamaan dengan petualangan biasa. Dalam petualangan guild, kamu bisa mendaptakan emas tambahan untuk bank guildmu. Saat meggunakan perintah ini, bot akan mengirim sebuah tautan yang akan digunakan untuk bergabung dalam petualangan guild. Setiap anggota guild dapat bergabung, setidaknya minimal 3 anggota diperlukan. Sepuluh menit setelah tautan dikirim, pemain yang sudah bergabung akan dikumpulkan. Tingkat kesulitan petualangan guild hanya akan tergantung pada level pemain, barang yang digunakan dan bonus ras/kelas tidak dipertimbangkan. Durasi petualangan tergantung pada tingkat kesulitan, +1 kesulitan artinya durasi +30 menit. Hanya pemimpin guild dan officer yang dapat menggunakan perintah ini. (Perintah ini memiliki waktu cooldown selama 1 jam.)
nb_no: Start et klan eventyr. Klan eventyr kan skje sammen med vanlige eventyr. På klan eventyr kan du få ekstra gull til klan banken din. Når du bruker denne kommandoen, vil botten sende en lenke som brukes til å bli med på eventyret. Hvert medlem av klanen kan bli med, minst 3 kreves. Ti minutter etter at lenken ble sendt, vil brukerne som ble med, bli samlet. Klan eventyrets vanskelighetsgrad vil utelukkende avhenge av brukernes nivåer, deres utstyrte gjenstander og rase / klassebonuser vurderes ikke. Eventyrets lengde avhenger av vanskelighetsgraden, +1 vanskelighetsgrad betyr +30 minutters tid. Bare klan ledere og offiserer kan bruke denne kommandoen. (Denne kommandoen har en guild-nedkjøling på 1 time.)
pt_br: Inicia uma aventura de guilda. Aventuras de guilda podem acontecer ao mesmo tempo que aventuras normais. Em aventuras de guilda, você pode ganhar dinheiro extra para o seu banco de guilda. Quando você usa esse comando, o bot irá enviar um link que é utilizado para entrar na aventura. Todos os membros da guilda podem entrar, porém no mínimo 3 devem entrar . 10 minutos após enviar o link, os jogadores serão reunidos. A dificuldade da aventura de guilda depende somente do nível do jogadores que entraram na aventura, os itens equipados, enquanto bônus de raça/classe não são considerados. A duração de uma aventura depende de sua dificuldade, +1 dificuldade significa +30 minutos de tempo de aventura. Apenas líderes de guilda e oficiais podem usar esse comando. (Esse comando tem um tempo de espera de guilda 1 hora.)

source: Your guild is already on an adventure! Use `{prefix}guild status` to view how long it still lasts.
bg_bg: Вашата гилдия вече е на приключение! Използвайте `{prefix}guild status`, за да видите колко дълго ще продължи.
de_de: Deine Gilde ist schon auf einem Abenteuer! Nutze `{prefix}guild status` um zu sehen, wie lange es braucht.
es_ar: Tu gremio ya está en una aventura. Usá `{prefix}guild status` para ver el estado de ella.
es_es: ¡Tu gremio ya está en una aventura! Usa `{prefix}guild status` para ver cuánto queda para su finalización.
es_mx: ¡Tu gremio ya está en una aventura! Usa `{prefix}guild status` para ver cuánto queda para su finalización.
fr_fr: Votre guilde est déjà en aventure! Utilise `{prefix}guild status` pour voir combien de temps il reste avant la fin.
hu_hu: A céhed már felkerekedett egy kalandra! A visszatérésükig fennmaradó időt a `{prefix}guild status` paranccsal ellenőrizheted.
id_id: Guild kamu sudah berada dalam pertarungan! Gunakan `{prefix}guild status` untuk melihat berapa lama lagi akan berakhir.
nb_no: Klanen din er allerede på eventyr! Bruk `{prefix}guild status` for å se hvor lenge den fortsatt varer.
pt_br: Sua guilda já está em uma aventura! Use `{prefix}guild status` para ver quanto tempo ainda falta.
ru_ru: Ваша гильдия уже на задании! Используйте `{prefix}guild status` , чтобы посмотреть сколько оно будет длиться.
sv_se: Din guild är redan på ett äventyr! Använd `{prefix}guild status` för att se hur länge det varar.

source: {author} seeks a guild adventure for **{guild}**! Follow the link to join! Unlimited players can join in the next 10 minutes. The minimum of players required is 3. Please go to https://join.idlerpg.xyz/{id_} to join the guild adventure.
de_de: {author} hat ein Gildenabenteuer für **{guild}** gestartet! Folge dem Link um beizutreten! Eine unbegrenzte Anzahl an Spieler kann in den nächsten 10 Minuten beitreten, es werden mindestens 3 Spieler gebraucht. Bitte gehe zu https://join.idlerpg.xyz/{id_} um dem Gildenabenteuer beizutreten.

source: You didn't get enough other players for the guild adventure.
bg_bg: Няма достатъчно играчи за приключението на гилдията.
de_de: Nicht genügend Mitglieder sind beigetreten.
es_ar: No se consiguieron suficientes miembros para empezar una aventura gremial.
es_es: No se han conseguido suficientes jugadores para la aventura del gremio.
es_mx: No se han conseguido suficientes jugadores para la aventura de gremio.
fr_fr: Vous n'avez pas assez de participants pour l'aventure de guilde.
hu_hu: Nem jött össze elég ember, le lett fújva a közös kaland.
id_id: Kamu tidak mendapatkan cukup pemain untuk petualangan guild.
nb_no: Du fikk ikke nok andre spillere til klan eventyret.
pt_br: Você não conseguiu jogadores o suficientes para a aventura da guilda.
ru_ru: Вам не хватает людей, чтобы начать гильдейское приключение.
sv_se: Du fick inte tillräckligt med andra spelare för guildäventyret.

source: Guild adventure for **{guild}** started! Participants: {participants} Difficulty is **{difficulty}** Time it will take: **{time}**
bg_bg: Приключението на гилдията за **{guild}** започна! Участници: {participants} Трудност е**{difficulty}** Времето, което ще отнеме: **{time}**
de_de: Gildenabenteuer für **{guild}** gestartet! Teilnehmer: {participants} Level: **{difficulty}** Zeit bis zum Ende: **{time}**
es_ar: La aventura del gremio **{guild}** fue iniciada. Participantes: {participants} La dificultad es: **{difficulty}** Tiempo que tomará: **{time}**
es_es: ¡Aventura de gremio para **{guild}** iniciada! Participantes: {participants} Dificultad: **{difficulty}** Tiempo restante: **{time}**
es_mx: ¡Aventura de gremio para **{guild}** iniciada! Participantes: {participants} Dificultad: **{difficulty}** Tiempo restante: **{time}**
fr_fr: Aventure de guilde pour **{guild}** à commencé! Participants: {participants} Niveau de difficulté est de **{difficulty}** Temps requis: **{time}**
hu_hu: A **{guild}** céh csapatépítésre elvonult! Résztvevők: {participants} Brutalitásmérő: **{difficulty}** Ennyi időtök van: **{time}**
id_id: Petualangan guild untuk **{guild}** dimulai! Peserta: {participants} Kesulitannya adalah **{difficulty}** Waktu yang diperlukan: **{time}**
nb_no: Klan eventyret for **{guild}** startet! Deltakere: {participants} Vanskelighetsgrad er **{difficulty}** Tid det vil ta: **{time}**
pt_br: A aventura da guilda para ** {guild} ** começou! Participantes: {participants} Dificuldade é ** {difficulty} ** Tempo necessário: ** {time} **
ru_ru: Гильдейское приключение для **{guild}** началось! Участники: {participants} Сложность **{difficulty}** Время, которое оно займёт: **{time}**
sv_se: Guildäventyr för **{guild}** startade! Deltagare: {participants} Svårigheten är **{difficulty}** Tiden det tar: **{time}**

source: View your guild adventure's status
de_de: Zeigt den Status deines Gildenabenteuers
es_es: Ver el estado de la aventura de tu gremio
id_id: Menampilkan status petualangan guildmu
nb_no: Se statusen til klan eventyret ditt
pt_br: Veja as estado da sua aventura de guilda
