Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: The dealer got a blackjack. You had insurance and lost nothing.
bg_bg: Дилърът получи блекджек. Вие сте имахте застраховка и не сте загубили нищо.
de_de: Der Dealer hat einen Blackjack. Dank deiner Versicherung verlierst du nichts.
es_ar: El dealer tuvo blackjack. Por tener un seguro se te devolvió la mitad de tu apuesta.
es_es: El crupier tiene blackjack. Tenías un seguro así que no has perdido nada.
es_mx: El dealer tiene blackjack., tenía seguro así que no has perdido nada.
fr_fr: Le dealer a un blackjack. Vous avez une assurance et ne perdez rien.
hu_hu: A kártyaosztónak huszonegye van. A biztosításod fedezte, nem vesztettél semmit.
id_id: Dealer mendapatkan blackjack. Kamu memiliki asuransi dan tidak kehilangan apa pun.
nb_no: Dealeren fikk blackjack. Du hadde forsikring og mistet ingenting.
pt_br: O dealer recebeu um blackjack. Você tinha um seguro e por isso não perdeu nada.
ru_ru: У дилера Blackjack. У вас была страховка и вы ничего не потеряли.
sv_se: Croupiern fick en blackjack. Du hade försäkring och förlorade ingenting.

source: The dealer got a blackjack. You lost **${money}**.
de_de: Der Dealer hat einen Blackjack. Du verlierst **${money}**.
es_es: El crupier tiene blackjack. Perdiste **${money}**.
es_mx: El dealer tiene blackjack, perdiste **${money}** de dinero.
hu_hu: A kártyaosztónak huszonegye van. Veszteséged: **${money}**.
id_id: Dealer mendapatkan blackjack. Kamu kalah **${money}**.
nb_no: Dealeren fikk blackjack. Du tapte **${money}**.
pt_br: O dealer recebeu um blackjack. Você perdeu **${money}**.
sv_se: Croupiern fick en blackjack. Du förlorade **${money}.

source: You got a blackjack and won **${money}**!
de_de: Du hast einen Blackjack und gewinnst **${money}**!
es_es: ¡Conseguiste un blackjack y ganaste **${money}**!
es_mx: Has conseguido un blackjack y ganaste **${money}** de dinero!
hu_hu: Huszonegy! Nyereményed: **${money}**!
id_id: Kamu mendapatkan blackjack dan memenangkan **${money}**!
nb_no: Du fikk blackjack og vant **${money}**!
pt_br: Você ganhou um blackjack e ganhou **${money}**!
sv_se: Du fick en blackjack och vann **${money}**!

source: Blackjack timed out... You lost your money!
bg_bg: Времето за вземане на решение за блекджек изтече... Загубихте заложените пари!
de_de: Du hast zu lange gebraucht und verlierst dein Geld!
es_ar: Tiempo de blackjack agotado. ¡Perdiste la guita!
es_es: Tiempo de juego agotado. ¡Has perdido tu dinero!
es_mx: Tiempo de juego agotado. ¡Has perdido tu dinero!
fr_fr: Blackjack temps expiré… Vous perdez votre argent!
hu_hu: Túl lassan reagáltál, kiestél a játékból...A pénzed a házé!
id_id: Waktu untuk blackjack habis... Kamu kehilangan uang kamu!
nb_no: Blackjack timet ut... Du tapte pengene dine!
pt_br: O blackjack atingiu o tempo limite ... Você perdeu seu dinheiro!
ru_ru: Время ожидания Blackjack истекло... вы потеряли ваши деньги!
sv_se: Blackjack avbröts... Du förlorade dina pengar!

source: Split current hand and switched to the second side.
de_de: Aktuelle Hand gesplittet und zur zweiten Seite gewechselt.
es_es: Cartas divididas y cambiadas al segundo lado.
es_mx: Divide la mano actual y te cambia al segundo lado.
hu_hu: Split bemondása: jelenlegi kéz két részre osztása. Másik kézre áttérés.
id_id: Membagi kartu ditangan dan beralih ke sisi kedua.
nb_no: Delte gjeldende hånd og byttet til den andre siden.
pt_br: Dividir a atual mão e passar para o lado.
sv_se: Splitta handen och byta till andra sidan.

source: Switched to the other side.
de_de: Zur anderen Seite gewechselt.
es_es: Has cambiado al otro lado.
es_mx: Cambiado al otro lado.
hu_hu: Előző kézre visszatérés.
id_id: Beralih ke sisi lain.
nb_no: Byttet til den andre siden.
pt_br: Mudou para o outro lado.
sv_se: Bytade till andra sidan.

source: Invalid. You're too poor and lose the match.
bg_bg: Възникна грешка. Нямате достатъчно пари, за да играете.
de_de: Ungültig. Du hast nicht genügend Geld und verlierst.
es_ar: ¡Incorrecto! Sos demasiado pobre, y por ello, pierdes la partida.
es_es: Inválido. Eres demasiado pobre y pierdes la partida.
es_mx: Inválido. Eres demasiado pobre y pierdes la partida.
fr_fr: Invalide. Vous êtes trop pauvre et perdez le match.
hu_hu: Jó próbálkozás....de túl szegény vagy, vesztettél.
id_id: Tidak valid. Kamu terlalu miskin dan kalah dalam pertandingan.
nb_no: Ugyldig. Du er for fattig og taper kampen.
pt_br: Inválido. Você é muito pobre e assim perdeu a partida.
ru_ru: Неудачно. Вы слишком бедны и проиграли матч.
sv_se: Ogiltig. Du är för fattig och förlorar matchen.

source: You doubled your bid in exchange for only receiving one more card.
bg_bg: Удвоихте сте залога си в замяна за получаване на още една карта.
de_de: Dein Einsatz wurde verdoppelt und Du erhältst nur noch eine Karte.
es_ar: Doblaste tu apuesta a cambio de que te den una carta más.
es_es: Doblas tu apuesta a cambio de recibir solo una carta más.
es_mx: Doblas tu apuesta a cambio de recibir solamente una carta más.
fr_fr: Vous doublez votre mise en échange d'une carte seulement.
hu_hu: Megdupláztuk a tétedet, de cserébe már csak egy kártyát kaphatsz.
id_id: Kamu menggandakan penawaran kamu dengan imbalan hanya menerima satu kartu lagi.
nb_no: Du doblet budet ditt i bytte mot bare å motta ett kort til.
pt_br: Você dobrou seu lance em troca de receber apenas mais um cartão.
ru_ru: Вы удвоили вашу ставку в обмен на получение ещё одной карты.
sv_se: Du fördubblade ditt bud i utbyte mot att bara ta emot ett kort.

source: You busted and lost **${money}**.
de_de: Du hast gebusted und verlierst *${money}**.
es_es: Te has pasado y has perdido **${money}**.
es_mx: Rompiste y perdiste **${money}**.
hu_hu: Besokalltál. Veszteséged: **${money}**.
id_id: Kamu bangkrut dan kalah **${money}**.
nb_no: Du busta og mistet **${money}**.
pt_br: Você estourou e perdeu **${money}**.
sv_se: Du förlorade **${money}**.

source: Dealer busts and you won **${money}**!
de_de: Der Dealer hat gebustet und gewinnt **${money}**!
es_es: ¡El crupier se ha pasado y has ganado **${money}**!
es_mx: El dealer rompió y ganaste **${money}** de dinero!
hu_hu: A kártyaosztó besokallt. Nyereményed: **${money}**!
id_id: Dealer bangkrut dan kamu menang **${money}**!
nb_no: Dealeren går i stå og du vant **${money}**!
pt_br: O dealer estourou e você ganhou **${money}**!
sv_se: Croupiern förlorade och du vann **${money}**!

source: You have a higher score than the dealer and have won **${money}**
de_de: Du hast mehr Punkte als der Dealer und gewinnst **${money}**
es_es: Tienes una puntuación más alta que el crupier y has ganado **${money}**
es_mx: Tienes una puntuación más alta que el dealer y has ganado **${money}** de dinero!*
hu_hu: A lapjaid összértéke magasabb. Nyereményed: **${money}**
id_id: Kamu memiliki angka yang lebih tinggi daripada dealer dan menang **${money}**
nb_no: Du har en høyere tall enn dealeren og har vunnet **${money}**
pt_br: Você tem uma pontuação mais alta que o dealer e assim você ganhou **${money}**
sv_se: Du har högre poäng än croupiern och vann **${money}**

source: Dealer has a higher score than you and wins. You lost **${money}**.
de_de: Der Dealer hat mehr Punkte als Du und gewinnt. Du verlierst **${money}**.
es_es: El crupier tiene una puntuación más alta que tú y ha ganado. Has perdido **${money}**.
es_mx: El dealer tiene una puntuación más alta que el dealer y has perdido **${money}** de dinero.
hu_hu: A lapjaid összértéke alacsonyabb, a házé minden. Veszteséged: **${money}**.
id_id: Dealer memiliki angka yang lebih tinggi daripada kamu dan menang. Kamu kalah **${money}**.
nb_no: Dealeren har høyere tall enn deg og vinner. Du tapte **${money}**.
pt_br: O dealer tem uma pontuação mais alta que você e assim ganha de você. Você perdeu **${money}**.
sv_se: Croupiern har högre poäng än dig och vinner. Du förlorade **${money}**.

source: It's a tie, you got your **${money}** back.
de_de: Unentschieden, du bekommst deine **${money}** zurück.
es_es: Es un empate, tu dinero **${money}** ha sido devuelto.
es_mx: Es un empate y te han devuelto tú dinero ({money}).
hu_hu: Push. Döntetlen. A **${money}** nevezési díjat visszakaptad.
id_id: Ini seri, kamu mendapatkan **${money}** kembali.
nb_no: Det er uavgjort, du fikk **${money}** tilbake.
pt_br: É um empate, você recebeu seu **${money}** de volta.
sv_se: Det är jämnt och du fick dina **${money}** tillbaka.

source: Draw a card.
de_de: Ziehe eine Karte.
es_es: Saca una carta.
id_id: Bermain kartu acak.
nb_no: Trekk et kort.
pt_br: Pesca uma carta.

source: `[enemy]` - A user who has a profile; defaults to None `[money]` - The bet money. A whole number that can be 0 or greater; defaults to 0 Draws a random card from the 52 French playing cards. Playing Draw with someone for money is also available if the enemy is mentioned. The player with higher value of the drawn cards will win the bet money. This command has no effect on your balance if done with no enemy mentioned. (This command has a cooldown of 15 seconds.)
de_de: `[enemy]` - Ein Nutzer, der ein Profil hat; ohne Angabe ist es Niemand `[money]` - Der Einsatz. Eine ganze Zahl die 0 oder größer sein kann; Standard ist 0 Zieht eine zufällig ausgewählte Karte aus dem französischen Deck mit 52 Karten. Mit den Karten um Geld zu spielen ist möglich, sofern ein Gegner genannt wird. Der Spieler, der den höheren Kartenwert hat, gewinnt den Einsatz. Dieser Befehl hat keinen Effekt auf deinen Kontostand, wenn kein Gegner erwähnt wird. (Dieser Befehl hat einen Cooldown von 15 Sekunden.)
es_es: `[enemy]` - Un usuario que tiene un perfil; ninguno por defecto `[money]` - El dinero apostado. Un número entero que pude ser 0 o mayor; 0 por defecto. Saca una carta aleatoria de las 52 cartas francesas. Jugar a sacar cartas con alguien más por dinero también está disponible si el enemigo es mencionado. El jugador con mayor valor en las cartas sacadas ganará la apuesta. Este comando no afecta a tu saldo si no se menciona a ningún enemigo. (Este comando tiene un tiempo de reutilización de 15 segundos).
id_id: `[enemy]` - Seorang pengguna discord yang memiliki profil pemain; jika tidak ditentukan maka tidak ada yang disebutkan `[money]` - Uang taruhan. Sebuah angka yang bisa berupa 0 atau lebih besar; jika tidak ditentukan maka akan dianggap 0 Menarik sebuah kartu acak dari tumpukan 52 Kartu French. Bisa juga bermain kartu acak dengan seseorang untuk sejumlah uang jika lawan disebutkan. Pemain dengan nilai yang tertinggi dari kartu yang dipilih secara acak akan memenangkan uang taruhannya. Perintah ini tidak berpengaruh pada saldo akun kamu jika tidak ada lawan yang ditentukan. (Perintah ini memiliki waktu cooldown selama 15 detik.)
nb_no: `[fiende]` – En bruker som har en profil; standard til Ingen `[penger]` – innsatspengene. Et helt tall som kan være 0 eller høyere; standard til 0 Trekker et tilfeldig kort fra de 52 franske spillekortene. Å spille Draw med noen for penger er også tilgjengelig hvis fienden er nevnt. Spilleren med høyere verdi av de trukket kortene vil vinne innsatspengene. Denne kommandoen har ingen effekt på balansen din hvis den utføres uten at fienden er nevnt. (Denne kommandoen har en nedkjøling på 15 sekunder.)
pt_br: `[enemy]` - Um usuário que possuí um perfil. Por padrão ninguém é selecionado `[money]` - O dinheiro que você deseja apostar. Um número inteiro que pode ser 0 ou maior. Por padrão é 0 Pesca uma carta aleatória das 52 do baralho francês. Jogar Pesca com alguém apostando dinheiro é possível se o inimigo for mencionado. O jogador com maior valor de carta irá ganhar o dinheiro apostado. Esse comando não tem efeito em seu dinheiro, se nenhum inimigo for mencionado. (Esse comando tem um tempo de espera de 15 segundos.)

source: Please choose someone else.
de_de: Bitte wähle jemanden Anderes aus.
es_es: Por favor, elige a alguien diferente.
id_id: Silahkan pilih orang lain.
nb_no: Vennligst velg noen andre.
pt_br: Por favor escolha outra pessoa.

source: You should choose a human to play with you.
de_de: Du solltest dir einen Menschen aussuchen um mit ihm zu spielen.
es_es: Deberías elegir a un humano para jugar contigo.
id_id: Kamu harus memilih seorang manusia untuk bermain denganmu.
nb_no: Du bør velge et menneske til å spille med deg.
pt_br: Você deve escolher um humano para jogar com você.

source: You don't have a character yet. Create now using `{prefix}create`.
de_de: Du hast noch keinen Charakter. Erstelle einen in dem du `{prefix}create` nutzt.

source: {author} challenges {enemy} to a game of Draw for **${money}**. Do you accept?
de_de: {author} fordert {enemy} zu einer Runde Kartenziehen um einen Preis von **${money}** auf. Nimmst du an?
es_es: {author} reta a {enemy} a un juego de Sacar cartas por **${money}**. ¿Aceptas?
id_id: {author} menantang {enemy} untuk bermain kartu acak dengan taruhan **${money}**. Terima tantanganya?
nb_no: {author} utfordrer {enemy} til et spill av Draw for **${money}**. Godtar du?

source: They declined. They don't want to play a game of Draw with you {author}.
de_de: Der Spieler hat nicht zugestimmt. Er/Sie wollte kein Kartenspiel mit dir spielen, {author}.
es_es: Han rechazado. No quieren jugar una partida de Sacar cartas contigo {author}.
id_id: Mereka menolak. Mereka tidak ingin bermain kartu acak denganmu {author}.
nb_no: De takket nei. De vil ikke spille et spill av Draw med deg {author}.
pt_br: Eles rejeitaram, Eles não querem jogar uma partida do jogo de Pesca com você {author}.

source: They didn't choose anything. It seems they're not interested to play a game of Draw with you {author}.
de_de: Der Spieler hat nichts ausgewählt. Es sieht so aus, als würde er/sie kein Kartenspiel mit dir spielen wollen {author}.
es_es: No han elegido nada. Parece ser que no están interesados en jugar una partida de Sacar cartas contigo {author}.
id_id: Mereka tidak memilih apapun. Sepertinya mereka tidak tertarik untuk bermain kartu acak denganmu {author}.
nb_no: De valgte ikke noe. Det ser ut til at de ikke er interessert i å spille Draw med deg {author}.
pt_br: Eles não escolheram nada. Parece que eles não estão interessados em jogar o jogo de Pesca com você {author}.

source: {enemy} You don't have enough money to play.
de_de: {enemy} Du hast nicht genügend Geld um zu spielen.
es_es: {enemy} no tienes suficiente dinero para jugar.
id_id: {enemy} Kamu tidak memiliki cukup uang untuk bermain.
nb_no: {enemy} Du har ikke nok penger til å spille.
pt_br: {enemy}, você não tem dinheiro o suficiente para jogar.

source: Cards ran out. This is a very rare issue that could mean image files for cards have become insufficient. Please report this issue to the bot developers.
de_de: Karten sind abgelaufen. Dies ist ein sehr seltenes Problem, welches heißen könnte, dass die Bilddateien für die Karten nicht mehr funktionieren. Bitte informiere die Botentwickler.
es_es: Se terminaron las cartas. Es algo inédito, puede significar que las imágenes de las cartas son insuficientes. Por favor, informa del problema a los desarrolladores del bot.
id_id: Kartu habis. Ini adalah masalah yang sangat langka yang artinya file gambar untuk kartu tidak cukup. Silahkan laporkan masalah ini ke developer bot.
nb_no: Kortene gikk tomme. Dette er et svært sjeldent problem som kan bety at bildefiler for kort har blitt utilstrekkelige. Vennligst rapporter dette problemet til bot-develeporene.

source: Nobody won. {author} and {enemy} tied.
de_de: Niemand hat gewonnen. {author} und {enemy} hatten ein Unentschieden.
es_es: Nadie ganó. {author} y {enemy} han empatado.
id_id: Tidak ada yang menang. {author} dan {enemy} seri.
nb_no: Ingen vant. {author} og {enemy} gjorde det uavgjort.

source: {winner} won the Draw vs {loser}! Congratulations!
de_de: {winner} hat das Ziehen gegen {loser} gewonnen! Herzlichen Glückwunsch!
es_es: ¡{winner} ganó a Sacar cartas contra {loser}! ¡Enhorabuena!
id_id: {winner} memenangkan kartu acak melawan {loser}! Selamat!
nb_no: {winner} vant et spill av Draw mot {loser}! Gratulerer!
pt_br: {winner} venceu o jogo de Pesca contra {loser}! Parabéns!

source: {author}, while playing against {enemy}, you drew:
de_de: {author}, während du gegen {enemy} gespielt hast, hast du folgende Karte gezogen:
es_es: {author}, jugando contra {enemy}, sacaste:
id_id: {author}, saat bermain melawan {enemy}, kartu acakmu:
nb_no: {author}, mens du spilte mot {enemy}, trakk du:

source: {enemy}, while playing against {author}, you drew:
de_de: {enemy}, während du gegen {author} gespielt hast, hast du folgende Karte gezogen:
es_es: {enemy}, jugando contra {author}, sacaste:
id_id: {enemy}, saat bermain melawan {author}, kartu acakmu:
nb_no: {enemy}, mens du spilte mot {author}, trakk du:

source: Break the tie?
de_de: Wollt ihr das Unentschieden anfechten?
es_es: ¿Revancha?
id_id: Ingin menantang lawan yang seri sekali lagi?
nb_no: Bryt uavgjørelsen?

source: {author}, {enemy} You tied. Do you want to break the tie by playing again for **${money}**?
de_de: {author}, {enemy} Es war ein Unentschieden. Wollt ihr nochmal um **${money}** spielen um einen Sieger zu bestimmen?
es_es: {author},{enemy} empatasteis. ¿Queréis jugar de nuevo por **${money}**?
id_id: {author}, {enemy} Kalian seri. Apakah kamu ingin menantang lawan yang seri sekali lagi dengan uang taruhan sebesar **${money}**?
nb_no: {author}, {enemy} dere gjorde det uavgjort. Vil du bryte uavgjørelsen ved å spille igjen for **${money}**?

source: One of you or both didn't react on time.
de_de: Einer von Euch oder Beide haben nicht rechtzeitig reagiert.
es_es: Uno de vosotros o ambos no reaccionasteis a tiempo.
id_id: Salah satu dari kalian atau keduanya tidak bereaksi tepat waktu.
nb_no: En av dere eller begge reagerte ikke i tide.

source: {user} declined to break the tie.
de_de: {user} hat abgelehnt, das Unentschieden anzufechten.
es_es: {user} se negó a la revancha.
id_id: {user} menolak untuk memutuskan seri.
nb_no: {user} nektet å bryte uavgjort.

source: {author} You don't have enough money to play.
de_de: {author} Du hast nicht genug Geld um zu spielen.
es_es: {author} no tienes suficiente dinero para jugar.
id_id: {author} Kamu tidak memiliki cukup uang untuk bermain.
nb_no: {author} Du har ikke nok penger til å spille.

source: Play a game of French Roulette
de_de: Spiele ein Spiel Französisch Roulette
es_es: Juega una partida a la ruleta francesa
id_id: Bermain permainan French Roulette
nb_no: Spill en omgang fransk rulett
pt_br: Joga uma partida de Banca Francesa
