Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: View a list of all backgrounds you have acquired from events. You can get event backgrounds from special events, for example easter or christmas. You can use one of these backgrounds on your profile using `{prefix}eventbackground`.
es_es: Ve una lista con todos los fondos que has conseguido en eventos. Puedes conseguir fondos de evento en eventos especiales, como semana santa o navidad. Puedes usar uno de estos fondos en tu perfil utilizando `{prefix}eventbackground`.
id_id: Memperlihatkan daftar tampilan yang kamu dapatkan dari acara. Kamu dapat memiliki tampilan acara dari beberapa acara spesial, seperti paskah dan natal sebagai contohnya Gunakan `{prefix}eventbackground untuk menggunakan salah satu tampilan pada profil kamu
nb_no: Se en liste over all bakgrunn du har fått fra events. Du kan få eventbakgrunner fra spesielle arrangementer, for eksempel påske eller jul. Du kan bruke en av disse bakgrunnene på profilen din ved å bruke `{prefix}eventbackground`.

source: Background {number}/{total}
es_es: Fondo {number}/{total}
nb_no: Bakgrunn {number}/{total}

source: Use {prefix}eventbackground {number} to use this background
es_es: Usa {prefix}eventbackground {number} para utilizar este fondo
nb_no: Bruk {prefix}eventbackground {number} for å bruke denne bakgrunnen

source: Raider
es_es: Guardabosques
hu_hu: Hajtóvadász
sv_se: Anfallare

source: Ritualist
es_es: Ritualista
es_mx: Ritualista
hu_hu: Táltos
pt_br: Ritualista

source: Paragon
bg_bg: Парагон
es_es: Paragón
hu_hu: Hős
pt_br: Paragona
ru_ru: Парагон

source: Choose a class
es_es: Elige una clase
nb_no: Velg en klasse

source: Select a dish for your pet
es_es: Elige un plato para tu mascota
nb_no: Velg en mat-rett for kjæledyret ditt

source: Cocktail
es_es: Cóctel
es_mx: Coctel
hu_hu: Koktél
id_id: Koktail
pt_br: Coquetel

source: Adrian's Cocktail
es_es: Cóctel de Adrian
es_mx: Coctel de Adrian
hu_hu: Adrian Házi Pálesze
id_id: Koktailnya Adrian
nb_no: Adrian sin Cocktail
pt_br: Coquetel do Adrian

source: Select a drink for your pet
es_es: Elige una bebida para tu mascota
nb_no: Velg en drink til kjæledyret ditt

source: Attack
es_es: Ataca
nb_no: Angrip

source: Defend
es_es: Defiende
nb_no: Forsvar

source: Recover
es_es: Recupérate
nb_no: Helbred

source: The active adventure has started.
es_es: La aventura activa ha comenzado.
nb_no: Det aktive eventyret har startet.

source: You defeated the enemy.
es_es: Has vencido al enemigo.
nb_no: Du beseiret fienden.

source: `@` - You, `!` - Enemy, `*` - Treasure
es_es: `@` - Tú, `!` - Enemigo, `*` - Tesoro
nb_no: `@` - Du, `!` - Fiende, `*` - Skatt

source: HP
es_es: Vida

source: Active adventures will put you into a randomly generated maze. You will begin in the top left corner and your goal is to find the exit in the bottom right corner. You control your character with the arrow buttons below the message. You have a fixed amount of HP based on your items. The adventure ends when you find the exit or your HP drop to zero. You can lose HP by getting damaged by traps or enemies. The maze contains safe spaces and treasures but also traps and enemies. Each space has a 10% chance of being a trap. If a space does not have a trap, it has a 10% chance of having an enemy. Each maze has 5 treasure chests. Traps can damage you from 1/10 of your total HP to up to 1/8 of your total HP. Enemy damage is based on your own damage. During enemy fights, you can attack (⚔️), defend (🛡️) or recover HP (❤️) Treasure chests can have gold up to 25 times your attack + defense. If you reach the end, you will receive a special treasure with gold up to 100 times your attack + defense. (This command has a cooldown of 30 minutes)
es_es: Las aventuras activas te meterán en un laberinto generado aleatoriamente. Comenzarás en la esquina superior izquierda y tu meta es llegar a la salida en la esquina inferior derecha. Controlas tu personaje con los botones de flechas bajo el mensaje. Tienes una cantidad fija de vida basada en tus objetos. La aventura terminará cuando encuentres la salida o tu vida llegue a cero. Puedes perder vida a causa de caer en trampas o por los enemigos. El laberinto contiene espacios seguros y tesoros, así como trampas y enemigos. Cualquier espacio tiene el 10% de probabilidad de ser una trampa. Si un espacio no tiene una trampa, tiene el 10% de probabilidad de contener un enemigo.. Todos los laberintos tienen 5 cofres del tesoro. Las trampas pueden dañar entre 1/10 y 1/8 de la totalidad de tu vida. El daño de tu enemigo se basa en tu propio daño. Durante las batallas contra los enemigos, puedes atacar (⚔️), defended (🛡️) o recuperar vida (❤️) Los cofres del tesoro pueden contener dinero hasta 25 veces tu ataque + defensa. Si llegas a la salida, recibirás un tesoro especial con oro hasta 100 veces tu ataque + defensa. (Este comando tiene un tiempo de reutilización de 30 minutos)
nb_no: Aktive eventyr vil sette deg inn i en tilfeldig generert labyrint. Du vil begynne i øverste venstre hjørne og målet ditt er å finne utgangen i nedre høyre hjørne. Du styrer karakteren din med pilknappene under meldingen. Du har en fast mengde HP basert på gjenstandene du bruker. Eventyret slutter når du finner utgangen eller når HP'en din faller til null. Du kan miste HP ved å bli skadet av feller eller fiender. Labyrinten inneholder trygge rom og skatter, men også feller og fiender. Hver plass har 10 % sjanse for å være en felle. Hvis et rom ikke har en felle, har det 10 % sjanse for å ha en fiende. Hver labyrint har 5 skattekister. Feller kan skade deg fra 1/10 av din totale HP til opptil 1/8 av din totale HP. Fiendens skade er basert på din egen skade. Under fiendtlige kamper kan du angripe (⚔️), forsvare (🛡️) eller gjenopprette HP (❤️) Skattekister kan ha gull opptil 25 ganger ditt angrep + forsvar. Hvis du når slutten, vil du motta en spesiell skatt med gull opptil 100 ganger ditt angrep + forsvar. (Denne kommandoen har en nedkjøling på 30 minutter)

source: You are going to be in a labyrinth. There are enemies, treasures and hidden traps. Reach the exit in the bottom right corner for a huge extra bonus! Are you ready? Tip: Use a silent channel for this, you may want to read all the messages I will send.
es_es: Vas a estar en un laberinto. Hay enemigos, tesoros y trampas escondidas. ¡Alcanza la salida en la esquina inferior derecha para lograr un premio extra! ¿Estás preparado? Consejo: Usa un canal silenciado para esto, puede que quieras leer todos los mensajes que mandaré.
nb_no: Du kommer til å være i en labyrint. Det er fiender, skatter og skjulte feller. Nå utgangen nederst i høyre hjørne for en enorm ekstra bonus! Er du klar? Tips: Bruk en stille chat til dette, det kan være lurt å lese alle meldingene jeg sender.

source: The dealer has a {pretty_dealer} for a total of {dealer} You have a {pretty_player} for a total of {player}
es_es: El crupier tiene {pretty_dealer} para un total de {dealer} Tienes {pretty_player} para un total de {player}
nb_no: Dealeren har en {pretty_dealer} for totalt {dealer} Du har en {pretty_player} for totalt {player}

source: Select an action
es_es: Elige una acción
nb_no: Velg en handling

source: Select an item to purchase
es_es: Selecciona el objeto a comprar
nb_no: Velg en gjenstand du vil kjøpe

source: Bento Box :bento:
bg_bg: Бенто кутия :bento:
es_ar: Caja bento :bento:
es_es: Caja bento :bento:
es_mx: Caja bento :bento:
fr_fr: Bento :bento:
hu_hu: Japán bento :bento:
id_id: Kotak Bento :bento:
nb_no: Bento Boks :bento:
ru_ru: Коробка бенто :bento:
sv_se: Bento Låda :bento:

source: Ring :ring:
bg_bg: Пръстен :ring:
es_ar: Timbre :ring:
es_es: Anillo :ring:
es_mx: Anillo :ring:
fr_fr: Bague :ring:
hu_hu: Gyűrű :ring:
id_id: Cincin :ring:
pt_br: Anel :ring:
ru_ru: Кольцо :ring:

source: Super Computer :computer:
bg_bg: Супер компютър :computer:
es_ar: Super Compuadora : computer:
es_es: Super ordenador :computer:
es_mx: Super Ordenador :computer:
fr_fr: Super Ordinateur :computer:
hu_hu: Gamer laptop :computer:
id_id: Komputer Super :computer:
nb_no: Super Datamaskin :computer:
pt_br: Super Computador :computer:
ru_ru: Суперкомпьютер :computer:
sv_se: Superdator :computer:

source: Planet :earth_americas:
bg_bg: Планетата Земя :earth_americas:
es_ar: Planeta :earth_americas:
es_es: Planeta :earth_americas:
es_mx: Planeta :earth_americas:
fr_fr: Planète :earth_americas:
hu_hu: Bolygó :earth_americas:
nb_no: Planeten :earth_americas:
pt_br: Planeta :earth_americas:
ru_ru: Планета :earth_americas:

source: Link
bg_bg: Линк
es_ar: Enlace
es_es: Enlace
es_mx: Enlace
fr_fr: Lien
id_id: Tautan
ru_ru: Ссылка
sv_se: Länk

source: Information
bg_bg: Информация
es_ar: Información
es_es: Información
es_mx: Información
hu_hu: Információ
id_id: Informasi
nb_no: Informasjon
pt_br: Informações
ru_ru: Информация

source: Download Link
bg_bg: Линк за изтегляне
es_ar: Enlace de descarga
es_es: Enlace de descarga
es_mx: Enlace de Descarga
fr_fr: Lien du téléchargement
hu_hu: Link letöltéshez
id_id: Tautan Unduhan
nb_no: Last ned lenke
pt_br: Baixa um link
ru_ru: Ссылка на скачивание
sv_se: Nedladdningslänk

source: Unknown User (ID {id})
bg_bg: Неизвестен потребител (ID {id})
es_ar: Usuario desconocido (ID {id})
es_es: Usuario desconocido (ID {id})
es_mx: Usuario desconocido (ID {id})
fr_fr: Utilisateur inconnu (ID {id})
hu_hu: Ismeretlen Játékos (azonosító: {id})
id_id: Pengguna Tidak Diketahui (ID {id})
nb_no: Ukjent bruker (ID {id})
pt_br: Usuário desconhecido (ID {id})
ru_ru: Неизвестный игрок (ID {id})
sv_se: Okänd Användare (ID {id})

source: Join the adventure!
es_es: ¡Únete a la aventura!
nb_no: Bli med på eventyret!

source: You joined the adventure.
es_es: Te has unido a la aventura.
nb_no: Du ble med på eventyret.

source: {author} seeks a guild adventure for **{guild}**! Follow the link to join! Unlimited players can join in the next 10 minutes. The minimum of players required is 3.
es_es: ¡{author} busca una aventura de gremio para **{guild}**! ¡Sigue al enlace para unirte! Una cantidad ilimitada de jugadores pueden unirse en los próximos 10 minutos. El mínimo requerido son 3 jugadores.
nb_no: {author} søker et klan eventyr for **{guild}**! Følg linken for å bli med! Ubegrenset antall spillere kan bli med i løpet av de neste 10 minuttene. Minimum antall spillere som kreves er 3.

source: Finished
es_es: Terminado
nb_no: Ferdig

source: Select a reward for the {count} items
es_es: Selecciona una recompensa por los {count} objetos
nb_no: Velg en belønning for de {count} gjenstandene

source: Select a reward
es_es: Selecciona una recompensa
nb_no: Velg en belønning

source: {value} XP
es_es: {value} vida

source: Claim your profile badges
es_es: Reclama tus emblemas de perfil
nb_no: Gjør krav på profilmerkene dine

source: Claim all badges for your profile based on your roles. This command can only be used in the support server.
es_es: Reclama todos tus emblemas para tu perfil según tus labores. Este comando solo puede ser usado en el servidor de soporte.
nb_no: Gjør krav på alle merkene for profilen din basert på rollene dine. Denne kommandoen kan bare brukes på støtteserveren.

source: This command can only be used in the support server.
es_es: Este comando solo puede ser usado en el servidor de soporte.
nb_no: Denne kommandoen kan bare brukes på støtteserveren.

source: Successfully updated your badges.
es_es: Has actualizado tus emblemas con éxito.
nb_no: Merkene dine er oppdatert.

source: Bot-ban a user
es_es: Veta a un usuario del bot
nb_no: Bot-ban en bruker

source: `<other>` - A discord User Bans a user from the bot, prohibiting them from using commands and reactions. Only Game Masters can use this command.
es_es: `<other>` - Usuario de Discord Veta a un usuario del bot, prohibiéndoles usar los comandos y las reacciones. Solo Game Masters pueden usar este comando.
nb_no: `<annet>` - En discord bruker Forbyr en bruker fra botten, og forbyr dem fra å bruke kommandoer og reaksjoner. Bare Game Masters kan bruke denne kommandoen.

source: Banned: {other}
es_es: Vetado: {other}
nb_no: Utestengt: {other}

source: {other} is already banned.
es_es: {other} ya ha sido vetado.
nb_no: {other} er allerede utestengt.

source: Choose a god
es_es: Escoge un dios
nb_no: Velg en gud

source: Choose a race
es_es: Escoge una raza
nb_no: Velg en rase

source: Select your answer
es_es: Selecciona tu respuesta
nb_no: Velg svaret ditt

source: Level {level}
es_es: Nivel {level}
es_mx: Nivel {level}
hu_hu: {level}. szint
nb_no: Nivå {level}

source: Join the attack!
es_es: ¡Únete al ataque!
nb_no: Bli med i angrepet!

source: You joined the attack.
es_es: Te has unido al ataque.
nb_no: Du ble med i angrepet.

source: **{user}** wants to attack **{city}** with **{alliance_name}**'s alliance.
es_es: **{user}** quiere atacar **{city}** con la alianza **{alliance_name}**.
nb_no: **{user}** ønsker å angripe **{city}** med **{alliance_name}** sin allianse.

source: Select the correct answer
es_es: Selecciona la respuesta correcta
nb_no: Velg riktig svar

source: Join the Werewolf game!
es_es: ¡Únete a la partida de Werewolf!
nb_no: Bli med i Werewolf spillet!

source: You joined the Werewolf game.
es_es: Te has unido a la partida de Werewolf.
nb_no: Du ble med i Werewolf spillet.

source: **{author} started a mass-game of Werewolf!** **{mode}** mode on **{speed}** speed. You can join in the next 10 minutes. **Minimum of {min_players} players are required.**
es_es: **¡{author} ha iniciado una partida masiva de Werewolf!** **En modo {mode}** y a velocidad **{speed}**. Puedes unirte durante los próximos 10 minutos. **Se requieren {min_players} jugadores mínimo.**
nb_no: **{author} startet et massespill med Werewolf!** **{mode}** modus på **{speed}** hastighet. Du kan bli med i løpet av de neste 10 minuttene. **Minst {min_players} spillere kreves.**

source: **{author} started a game of Werewolf!** **{mode}** mode on **{speed}** speed. Minimum of **{min_players}** players are required. Starting in 2 minutes.
es_es: **¡{author} ha iniciado una partida de Werewolf!** **En modo {mode}** y velocidad **{speed}**. Se requieren **{min_players}** jugadores mínimo. Comienza en 2 minutos.
nb_no: **{author} startet et spill med Werewolf!** **{mode}** modus på **{speed}** hastighet. Minimum **{min_players}** spillere kreves. Starter om 2 minutter.

source: `[id]` - A reminder ID Cancels a running reminder using its ID. To find a reminder's ID, use `{prefix}reminder list`.
es_es: `[id]` - ID de un recordatorio Cancela un recordatorio activo usando su ID. Para encontrar el ID de un recordatorio, usa `{prefix}reminder list`.
nb_no: `[id]` – En påminnelses ID Avbryter en påminnelse ved å bruke IDen. For å finne en påminnelses ID, bruk `{prefix}reminder list`.

source: Successfully cancelled the reminder.
es_es: Recordatorio cancelado con éxito.
nb_no: Påminnelsen ble avbrutt.

source: Chess
es_es: Ajedrez
nb_no: Sjakk

source: Hey **
es_es: Ey **
id_id: Hei **
nb_no: Hei **

source: **Day {day_count:.0f}**
es_es: **Día {day_count:.0f}**
id_id: **Hari {day_count:.0f}**
nb_no: **Dag {day_count:.0f}**

source: This command was not initiated by you.
nb_no: Denne kommandoen ble ikke initiert av deg.

source: Click on the buttons to see more subcommands. | Page {start}/{end}
nb_no: Klikk på knappene for å se flere underkommandoer. | Side {start}/{end}

source: No help available
nb_no: Ingen hjelp tilgjengelig

source: Vodka
nb_no: Absolut Vodka

source: Cluster
hu_hu: Számítógépfürt (cluster)
nb_no: Klynge
sv_se: Kluster

source: Top 15
nb_no: Topp 15
pt_br: Os 15 melhores

source: Starts a new tournament.
bg_bg: Започни нов турнир.
es_ar: Comienza un nuevo torneo.
es_mx: Comienza un nuevo torneo.
fr_fr: Démarre un nouveau tournoi.
sv_se: Påbörjar en ny turnering.

source: The creator spent money, prize can't be given!
bg_bg: Създателят на турнира е изхарчил своите пари, наградата не може да бъде дадена!
es_ar: El creador del torneo ha gastado dinero durante el transcurso del mismo. ¡No se pudo entregar el premio!
es_mx: Quien organizo el torneo se ha gastado el dinero. No se puede entregar el premio!
fr_fr: Le créateur a dépensé de l’argent, la récompense ne peut être donnée !
ru_ru: Организатор потратил свои деньги, приз не может быть выдан!
sv_se: Skaparen spenderade pengar, inget pris kan ges!

source: Starts a new raid tournament.
es_mx: Comienza un nuevo torneo de incursiones.
sv_se: Påbörjar en ny raidturnering.

source: Pixelfys an Avatar.
bg_bg: Пикселифицира Аватар.
es_ar: Pixeliza un Avatar.
es_mx: Pixeliza un avatar.
fr_fr: Pixelise un Avatar.
ru_ru: Пикселизация аватарки.
sv_se: Pixelera en Avatar.

source: Finds edges in an Avatar.
bg_bg: Намира ръбове в Аватара.
es_ar: Vuelve "edgy" un Avatar.
es_mx: Encuentra los bordes de un avatar.
fr_fr: Trouve les bords dans un avatar.
ru_ru: Найти края в аватарке.
sv_se: Hittar kanter i en Avatar.

source: Inverts an avatar.
bg_bg: Ивертира Аватар.
es_ar: Invierte los colores de un Avatar.
es_mx: Invierte un avatar.
fr_fr: Contraste un avatar.
ru_ru: Инвертировать аватарку.
sv_se: Inverterar en Avatar.

source: Oils an Avatar.
bg_bg: Омаслява Аватар.
es_ar: Le da un efecto "aceitoso" a un Avatar.
es_mx: Unta en aceite un avatar.
fr_fr: Style peinture pour un avatar.
ru_ru: Сделать аватарку масляной.
sv_se: Oljar en Avatar.

source: A random stranger nearby, **{user}**, gave you additional $50!
es_mx: {user} un extraño cercano te ha dado $50 adicionales!
hu_hu: **{user}** éppen arra járt, és hozzá tett $50-t!
sv_se: En slumpmässig främling är i närheten, **{user}** gav dig ytterligare $50!

source: Open a trick or treat bag.
es_mx: Abre la mochila de truco o trato.
sv_se: Öppna en bus eller godis påse.

source: Change the bot language or view possible options.
bg_bg: Променя езика на бота и представя възможните опции.
es_ar: Cambia el lenguaje del bot, o ve las opciones disponibles.
es_mx: Cambia el idioma del bot o ve las opciones disponibles.
fr_fr: Changez la langue du bot ou voyez la liste des options possibles.
ru_ru: Сменить язык или показать другие настройки.
sv_se: Ändra bottens språk eller se andra alternativ.

source: Your current language is **{current_locale}**. Available options: {all_locales}
bg_bg: Вашият език е **{current_locale}**. Възможните опции са: {all_locales}
es_ar: Tu lenguaje actual es **{current_locale}**. Opciones disponibles: {all_locales}
es_mx: Tú idioma actual es **{current_locale}**. Las otras opciones disponibles son: {all_locales}
fr_fr: Votre langue actuelle est **{current_locale}**. Options disponibles: {all_locales}
ru_ru: Выбранный язык **{current_locale}** . Доступные языки: {all_locales}
sv_se: Ditt nuvarande språk är **{current_locale}**. Tillgängliga språk: {all_locales}

source: Sets the language.
bg_bg: Избира езика.
es_ar: Establece el lenguaje.
es_mx: Elige el idioma.
fr_fr: Change la langue.
ru_ru: Сменить язык.
sv_se: Ställer in språket.

source: Battle against another player.
bg_bg: Сражавайте се срещу друг играч.
es_ar: Lucha contra otro jugador.
es_mx: Lucha contra otro jugador.
fr_fr: Battez-vous contre un autre joueur.
ru_ru: Сразиться с другим игроком.
sv_se: Slåss mot en annan spelare.

source: One of you can't pay the price for the battle because he spent money in the time of fighting.
bg_bg: Загубелият играч не може да плати залога, защото е изхарчил парите си по време на битката.
es_ar: Durante la batalla, uno de ustedes gastó plata. No se puede dar el premio, ya que uno no puede pagarlo.
es_mx: Uno de los participantes no puede pagar el precio por la batalla ya que ha gastado dinero durante el enfrentamiento.
fr_fr: L’un de vous ne peut pas payer le prix du duel car il a dépensé de l’argent pendant le combat.
ru_ru: Один из вас не может заплатить деньги за битву, потому что кто-то потратил деньги во время битвы.
sv_se: En av er kan inte betala priset för slagsmålet eftersom de spenderade pengarna under tiden.

source: Battle system based on raids.
es_mx: Sistema de batalla basado en incursiones.
sv_se: Slagsmålssystem baserat på raider.

source: One of you both can't pay the price for the raidbattle because he spent money in the time of fighting.
es_mx: Uno de los dos no puede pagar el precio establecido porque mientras se enfrentaban en la batalla de incursión uno se gasto el dinero.
sv_se: En eller båda kan inte betala kostnaden för slagsmålet eftersom de spenderade pengar under tiden.

source: Raidbattle took too long, aborting.
es_mx: La batalla de incursión ha durado demasiado, terminando batalla.
hu_hu: A Hajtó-háború túl hosszan elnyúlt, így le lett fújva.
sv_se: Slagsmålet tog för lång tid, avbryter.

source: Reaction-based battle system.
bg_bg: Система, базирана на реакции.
es_ar: Sistema de batalla controlado por reacciones.
es_mx: Sistema de batalla basado en reacciones.
fr_fr: Système de combat basé sur les réactions.
ru_ru: Нажимайте на реакции, чтобы сражаться со своим противником.
sv_se: Reaktionsbaserat stridssystem.

source: {user}, you already moved!
bg_bg: {user}, Вие вече реагирахте!
es_ar: ¡{user}, ya tuviste tu turno!
es_mx: ¡{user}, ya has movido!
fr_fr: {user}, vous avez déjà effectué une action !
ru_ru: {user}, уже сделал свой ход!

source: Easter related commands for trading your collected eastereggs in for rewards.
bg_bg: Команди, свързани с Великден. Използват се за размяна на великденски яйца за награди.
es_ar: Comandos relacionados con pascuas para intercambiar los huevos de pascuas que conseguiste por recompensas.
es_mx: Comandos del evento de Pascua para cambiar los huevos de Pascua por recompensas.
fr_fr: Commandes liées à Pâques pour échanger vos œufs de Pâques collectés contre des récompenses.
ru_ru: Команды связанные с Пасхой для торговли ваших собранных пасхальных яиц в течении наград.
sv_se: Påskrelaterade kommandon för att byta dina insamlade påskägg mot belöningar.

source: See the rewards for easter event.
bg_bg: Показва наградите за великденското събитие.
es_ar: Muestra las recompensas por el evento de pascuas.
es_mx: Muestra las recompensas del Evento de Pascua.
fr_fr: Voir les récompenses pour l'évènement de Pâques.
ru_ru: Посмотреть награды за Пасхальное событие.
sv_se: Se belöningarna för påskfesten.

source: Shows your crates.
bg_bg: Показва колко щайги имате.
es_ar: Muestra tus cajas.
es_mx: Muestra tus cajas.
fr_fr: Montre vos box.
ru_ru: Показывает сколько у вас ящиков.
sv_se: Visar dina lådor.

source: Opens a crate.
bg_bg: Отваря щайга.
es_ar: Abre una caja.
es_mx: Abre una caja.
fr_fr: Ouvre une box.
ru_ru: Открывает ящик.
sv_se: Öppnar en låda.

source: {rarity} is not a valid rarity.
es_mx: {rarity} no es una rareza válida.
hu_hu: A {rarity} nem egy érvényes ládafajta.
sv_se: {rarity} är inte en giltig sällsynthet.

source: Seems like you don't have any crate of this rarity yet. Vote me up to get a random one or find them!
es_mx: Parece que no tienes ninguna caja de este nivel de rareza. Vota a este bot para obtener una al azar, o encuéntrala!
hu_hu: Úgy tűnik, nincs még ilyen fajtájú ládád. Adj le egy voksot az IdleRPG-re, hogy kapj találomra egy ládafajtát, vagy keress más módokat a megszerzésükre!
sv_se: Ser ut som att du inte har några av dessa lådorna än. Rösta på mig för att få en slumpmässig eller hitta en!

source: Trades crates to a user.
bg_bg: Дава щайги на друг играч.
es_ar: Le entregas cajas a un usuario.
es_mx: Comercia cajas con un usuario.
fr_fr: Échange des box à un utilisateur.
ru_ru: Обменять ящики игроку.
sv_se: Ger lådor till en användare.

source: Run away from the Curnocopia
bg_bg: Избягайте далеч от Рога на изобилие
es_ar: Correr lejos del Cornucopia
es_mx: Alejarse de la Cornucopia
fr_fr: Fuit la corne d'abondance
hu_hu: Menekülj a Bőségszaru elől
ru_ru: Убежать с Корнусопии
sv_se: Spring iväg från Curnocopian
