Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: Battle against another guild.
bg_bg: Бийте се срещу друга гилдия.
es_ar: Batallar contra otro gremio.
es_mx: Luchar contra otro gremio.
fr_fr: Combattez contre une autre guilde.
ru_ru: Битва против другой гильдии.
sv_se: Strid mot en annan guild.

source: Starts a guild adventure.
bg_bg: Започва приключение на гилдията.
es_ar: Comienza una aventura de gremio.
es_mx: Comienza una aventura de gremio.
fr_fr: Lancer une aventure de guilde.
ru_ru: Начинает гильдейское приключение.
sv_se: Påbörjar ett guildäventyr.

source: Views your guild adventure.
bg_bg: Проверява статуса на вашето приключение на гилдията.
es_ar: Ver el estado de la aventura de gremio.
es_mx: Muestra el estado de la aventura de gremio.
fr_fr: Regardez votre aventure de guilde.
ru_ru: Показывает прогресс вашего гильдейского приключения.
sv_se: Visar ditt guildäventyr.

source: Vote me up to get a random crate!
es_mx: ¡Vótame para obtener una caja aleatoria!
sv_se: Rösta på mig för att få en slumpmässig låda!

source: Upvote me to receive a random crate! You will be rewarded a few seconds afterwards! https://top.gg/bot/idlerpg
es_mx: ¡Vótame para obtener una caja aleatoria! ¡La recompensará te llegará unos segundos después! https://top.gg/bot/idlerpg
hu_hu: Tedd le rám a voksodat egy random ládáért cserébe! Pár másodpercen belül kárpótollak fáradságodért! https://top.gg/bot/idlerpg
sv_se: Rösta på mig för att få en slumpmässig låda! Du blir belönad några sekunder efteråt! https://top.gg/bot/idlerpg

source: In loving memory of Mary Johanna, ex-developer.
bg_bg: В любяща памет на Mary Johanna, бивш разработчик.
es_ar: En memoria de Mary Johanna, ex-desarrolladora.
es_mx: En memoria de Mary Johanna, ex-desarrolladora.
fr_fr: En la mémoire de notre très cher Mary Johanna, ex-developer.
hu_hu: Néhai fejlesztőtársunk, Mary Johanna emlékére. Szívünkben örökké élni fogsz!
ru_ru: В память Mary Johanna, бывший разработчик.
sv_se: I kärleksfullt minne av Mary Johanna, före detta utvecklare.

source: His name is `#no homo` :heart:
bg_bg: Името му е `#no homo` :heart:
es_ar: Su nombre es `#no homo` :heart:
es_mx: Su nombre es `#no homo` :heart:
fr_fr: Son nom est `#no homo` :heart:
hu_hu: Az ő neve: `#no homo` :heart:
ru_ru: Его имя `#no homo` :heart:
sv_se: Hans namn är `#no homo`: heart:

source: Use to have Jester cast a spell ✨
es_mx: Usa para que Jester lance un hechizo
hu_hu: Vedd rá az Udvari Bolondot, hogy ellőjön egy varázslatot! ✨

source: Jester casts Spirit Guardians on herself. She, and the spiritual hamster unicorns have a dance party.
es_mx: Jester lanza Spirit Guardians sobre sí misma, ella y los unicornios espirituales del hámster tienen una fiesta de baile.
hu_hu: Bolond Lélek Testőröket idéz meg. Ezek után csatlakozik a megidézett egyszarvú-hörcsögökhöz egy babazsúrra.

source: Jester casts Spiritual Weapon. A comically large spectral lollipop🍭 suddenly appears.
es_mx: Jester lanza un arma espiritual y aparece de repente una lollipop🍭 espectral cómicamente grande.
hu_hu: Bolond Lélek Fegyvert idéz meg. Egy nevetségesen orbitális kakasos nyalóka 🍭 tűnik fel a semmiből.

source: Jester casts Invoke Duplicity.... Now there's twice the Jester for twice the pranks!
es_mx: Jester lanza Invoke Duplicity... Ahora hay el doble de Jester por el doble de bromas!
hu_hu: Bolond elmormol egy Kettős Látás igét...hirtelen megkettőződött Bolond, így kétszer ennyi huncutságra számíthatunk!

source: It's a secret.
es_mx: Es un secreto.
hu_hu: Most még titok.
sv_se: Det är en hemlighet.

source: Gotcha
es_mx: Te pillé
hu_hu: Vettem
sv_se: Fick dig

source: Shhh, it's a secret!
es_mx: ¡Shhh, es un secreto!
hu_hu: Pssszt, TITOK!
sv_se: Shhh, det är en hemlighet!

source: Creates a new character.
bg_bg: Създава нов герой.
es_ar: Crea un nuevo personaje.
es_mx: Crea un nuevo personaje.
fr_fr: Créé un nouveau personnage.
ru_ru: Создаёт нового персонажа.
sv_se: Skapar en ny karaktär.

source: View someone's or your own profile.
bg_bg: Вижте нeчий или собствения си профил.
es_ar: Ver el perfil de alguien, o el tuyo.
es_mx: Ver el perfil de alguien (o el tuyo).
fr_fr: Voir le profil de quelqu’un, ou le vôtre.
ru_ru: Показывает чей-то или ваш профиль.
sv_se: Visa någons eller din egen profil.

source: View someone's profile, not image based.
bg_bg: Преглед на профила, без фон.
es_ar: Ver el perfil de alguien, sin imagen.
es_mx: Ver el perfil de alguien, sin imagen.
fr_fr: Voir le profil de quelqu’un, sans image.
ru_ru: Показать чей-то профиль, не картинкой.
sv_se: Visa någon profil, inte bildbaserad.

source: Shows your luck factor ranging from 0 to 2.
es_mx: Muestra tu factor suerte de rango 0 a 2.
sv_se: Visar din nuvarande turfaktor från 0 till 2.

source: Your current luck multiplier is `{luck}x` (≈{percent}% more than usual (usual=1)).
es_mx: El multiplicador de suerte actual es `{luck}x` (≈{percent}% más de lo normal (normal=1)).
sv_se: Din nuvarande turfaktor är `{luck}x` (≈{percent}% mer än vanligt (vanligtvis=1)).

source: Shows your balance.
bg_bg: Показва баланса ви.
es_ar: Muestra tu balance económico.
es_mx: Muestra tu balance.
fr_fr: Montre votre argent.
ru_ru: Показывает ваше количество денег.
sv_se: Visar dina pengar.

source: Shows current XP and level of a player.
es_mx: Muestra el xp y nivel actual del jugador.
sv_se: Visar användarens erfarenhet och level.

source: Shows your current inventory.
bg_bg: Показва инвентара Ви.
es_ar: Muestra tu inventario actual.
es_mx: Muestra tu inventario actual.
fr_fr: Montre votre inventaire actuel.
ru_ru: Показывает ваш инвентарь.
sv_se: Visar din nuvarande förråd.

source: Shows your adventure loot that can be exchanged or sacrificed
es_mx: Muestra el botín de aventura, que puede ser intercambiado o sacrificado
sv_se: Visar ditt äventyrsbyte som kan bli utbytat eller offrat

source: Exchange one or more loot items for money or xp.
es_mx: Intercambia uno o más objetos de tú botín por dinero o XP.
sv_se: Byta ut en eller fler föremål mot pengar eller erfarenhet.

source: Equips an item of yours by ID.
bg_bg: Избира предмет за носене. Въведете ID-то.
es_ar: Equipa un objeto tuyo por medio de la ID.
es_mx: Equipa uno de tus objetos mediante su ID.
fr_fr: Équipe un de vos item avec son ID.
ru_ru: Надевает один из ваших предметов по ID.
sv_se: Utrustar ett av dina föremål genom ID.

source: Unequip one of your equipped items
es_mx: Desequipate uno de tus artículos equipados
sv_se: Ta av en av dina utrustade föremål

source: Merges two items to a better one. Second one is consumed.
bg_bg: Слива два предмета, за да се получи по-добър. Вторият се консумира.
es_ar: Fusiona dos objetos para crear uno nuevo. El primero es el objeto a mejorar, el segundo es el objeto que se destruirá.
es_mx: Fusiona dos objetos para crear uno mejor. El segundo se consume.
fr_fr: Fusionne deux items en un seul plus puissant. Le second item est consommé durant le processus.
ru_ru: Соединяет 2 предмета для получения лучшего. 2ой указанный предмет пропадает.
sv_se: Slå samman två föremål till en bättre. Den andra är konsumerad.

source: Upgrades an item's stat by 1.
bg_bg: Подобрява статистиката на предмет с 1.
es_ar: Mejora el equipamiento sumándole un punto (1+).
es_mx: Incrementa el atributo de un objeto en 1.
fr_fr: Améliore la stat d’un item de 1.
ru_ru: Увеличена характеристика предмета на 1.
sv_se: Uppgraderar ett föremåls statistik med 1.

source: Gift money!
bg_bg: Подари пари!
es_ar: ¡Regala dinero!
es_mx: ¡Regala dinero!
fr_fr: Don d'argent!
ru_ru: Подарить деньги!
sv_se: Ge pengar!

source: Renames your character.
bg_bg: Преименувайте вашия герой.
es_ar: Re-nombra tu personaje.
es_mx: Renombra tu personaje.
fr_fr: Renommer votre personnage.
ru_ru: Переименовывает вашего персонажа.
sv_se: Byt namn på din karaktär.

source: Deletes your character.
bg_bg: Изтрива вашия герой.
es_ar: Borra tu personaje.
es_mx: Borra tu personaje.
fr_fr: Supprimer votre personnage.
ru_ru: Удаляет вашего персонажа.
sv_se: Tar bort din karaktär.

source: Sets your profile text colour. The format may be #RRGGBB or a HTML-valid string like "cyan".
es_mx: Configura el color de texto en tu perfil. El formato puede ser #RRGGBB o un valor HTML válido, como "cyan".
sv_se: Ändrar din profiltextfärg. Formatet kan vara #RRGGBB eller en HTML-giltig string som "cyan".

source: Format for colour is `#RRGGBB` or a colour code like `cyan`.
es_mx: El formato para color es `#RRGGBB` o un código de color, como `cyan`.
sv_se: Format för färg är `#RRGGBB` eller en färgkod som `cyan`.

source: Successfully set your profile colour to `{colour}`. Hint: If you used a hex colour code, you must include the `#`.
es_mx: Se ha configurado el color de tu perfil a `{colour}`. Nota: Si has usado un código de color hex, debes incluir el `#`.
sv_se: Ändrade din profilfärg till `{colour}`. Tips: Om du använde en hexfärgkod måste du inkludera `#`.

source: [Bot Admin only] Clean up the shop.
es_mx: [Bot Admin] Limpia la tienda.
sv_se: [Endast Botadmin] Rensa marknaden.

source: [Bot Admin only] Unban someone from the bot.
es_mx: [Admin del Bot] Elimina el ban a alguien.
sv_se: [Endast botadmin] obanna någon från botten.

source: [Bot Admin only] Gives money to a user without loss.
bg_bg: [Само за Bot Admin] Дава пари на потребител без загуба.
es_ar: [Bot Admin] Le da dinero a un usuario.
es_mx: [Bot Admin] Entrega dinero a un usuario (sin pérdida).
fr_fr: [Bot Admin seulement] Donne de l’argent à un utilisateur sans en perdre.
ru_ru: [Bot Admin only] Выдаёт деньги без потерь.
sv_se: [Botadmin endast] Ger pengar till en användare utan förlust.

source: [Bot Admin only] Removes money from a user without gain.
bg_bg: [Само за Bot Admin] Премахва пари от потребител без печалба.
es_ar: [Bot Admin] Elimina dinero de un usuario.
es_mx: [Bot Admin] Elimina dinero de un usuario (sin ganancia).
fr_fr: [Bot Admin only] Retire l'argent d'un utilisateur sans perte.
ru_ru: [Bot Admin only] Удаляет деньги игрока без возврата.
sv_se: [Botadmin endast] Tar bort pengar från en användare utan vinst.

source: [Bot Admin only] Deletes any user's account.
bg_bg: [Само за Bot Admin] Изтрива акаунта на потребител.
es_ar: [Bot Admin] Borrar la cuenta de cualquier usuario.
es_mx: [Bot Admin] Borra la cuenta de cualquier usuario.
fr_fr: [Bot Admin seulement] Supprime tout compte d'utilisateurs.
ru_ru: [Bot Admin only] Удаляет аккаунт игрока.
sv_se: [Botadmin endast] Tar bort en användares konto.

source: [Bot Admin only] Renames a character.
bg_bg: [Само за Bot Admin] Преименува герой.
es_ar: [Bot Admin] Re-Nombra a un personaje.
es_mx: [Bot Admin] Renombra un personaje.
fr_fr: [Bot Admin seulement] Renomme un utilisateur.
ru_ru: [Bot Admin only] Переименовывает персонажа.
sv_se: [Botadmin endast] Byter namn på karaktären.

source: [Bot Admin only] Create an item.
es_mx: [Admin del bot] Crea un objeto.
sv_se: [Endast Botadmin] Skapa ett föremål.

source: [Bot Admin only] Gives/removes crates to a user without loss.
bg_bg: [Само за Bot Admin] Дава / премахва щайги на потребител без загуба.
es_ar: [Bot Admin] Otorga/remueve cajas a un usuario.
es_mx: [Bot Admin] Entrega/retira cajas a un usuario (sin pérdida).
fr_fr: [Bot Admin seulement] Donne/retire les box d'un utilisateur sans perte.
ru_ru: [Только для администраторов бота] Даёт/убирает лутбоксы.
sv_se: [Botadmin endast] Ger/tar bort lådor till en användare utan förlust.

source: [Bot Admin only] Gives xp to a user.
bg_bg: [Само за Bot Admin] Дава XP на потребител.
es_ar: [Bot Admin] Otorga experiencia a un usuario.
es_mx: [Bot Admin] Otorga xp a un usuario.
fr_fr: [Bot Admin seulement] Donne xp à un utilisateur.
ru_ru: [Только для администраторов бота] Выдал очки опыта участнику.
sv_se: [Botadmin endast] Ger xp till en användare.

source: [Bot Admin only] Wipes someone's donator perks.
bg_bg: [Само за Bot Admin] Премахва нечии бонуси като дарител.
es_ar: [Bot Admin] Retira las ventajas de donador de alguien.
es_mx: [Bot Admin] Retira las ventajas de donador.
fr_fr: [Bot Admin seulement] Enlève les avantages de donateur de quelqu'un.
ru_ru: [Только для администраторов бота] Убирает чьи-то донатерские привилегии.
sv_se: [Botadmin endast] Tar bort någons donator förmåner.

source: [Bot Admin only] Resets someone's class(es).
es_mx: [Bot Admin] Restablece la clase de alguien.
sv_se: [Endast botadmin] Ställ om någons klass(er).

source: [Bot Admin only] Sign an item
es_mx: [Bot Admin] Firma un objeto
sv_se: [Endast Botadmin] Signera ett föremål

source: [Bot Admin only] Sets someone's cooldown to a specific time in seconds (by default removes the cooldown)
es_mx: {Bot Admin} Establece el tiempo de enfriamiento de alguien en un tiempo especifico en segundos (de forma predeterminada, elimina el tiempo de reutilización)
sv_se: [Endast Botadmin] Sätter någons cooldown till en specifik tid i sekunder (standard tar bort cooldown)

source: Sacrifice an item for favor.
es_mx: Sacrifica un objeto a cambio de favor.
sv_se: Offra ett föremål för förmån.

source: Pray to your deity to gain favor.
es_mx: Reza a tu deidad para ganar favor.
sv_se: Be till din gud för att tjäna förmån.

source: Shows your god and favor.
es_mx: Muestra tu dios y favor.
sv_se: Visar din gud och din förmån.

source: Lists top followers of your god (or yourself).
es_mx: Lista los principales seguidores de tu dios (o de tí).
sv_se: Visar din guds bästa följare (eller dig själv) .

source: Change your race. This is irreversible.
es_mx: Cambia tu raza. Esta acción es irreversible.
sv_se: Ändra din ras. Detta kan inte ångras.

source: Variable {var} referenced before assignment.
es_mx: Variable {var} referenciada antes de asignación.
hu_hu: Hivatkozás a {var} változóra a hozzárendelés előtt.
sv_se: Variabeln {var} referensernad före tilldelning.

source: Illegal character '{character}'
es_mx: Caracter ilegal '{character}'
hu_hu: Érvénytelen karakter '{character}'
sv_se: Ogiltig karaktär '{character}'

source: {variable} set to {value}
es_mx: {variable} establecida en {value}
hu_hu: {variable} változó beállítva {value} értékre
sv_se: {variable} satt till {value}

source: Syntax error at '{character}'
es_mx: Error de sintaxis en '{character}'
hu_hu: Szintaxis hiba: '{character}'
sv_se: Syntax fel vid '{character}'

source: Calculates something. pi is pi, tau is tau and e is math.e Supports round(), sin(), cos(), sqrt(), tan() and infinity (inf) and NaN (nan). Works with variable assignment and multiline-statements.
es_mx: Calcula un valor. pi es pi, tau es tau y e es math.e Incluye round(), sin(), cos(), sqrt(), tan() e infinito (inf) y NaN (nan). Permite asignación de variables y argumentos multilínea.
sv_se: Kalkylerar något. pi är pi, tau är tau och e är math.e Stödjer round(), sin(), cos(), sqrt(), tan() och infinity (inf) och NaN (nan). Fungerar med variabeltilldelning och flerradspåstående.

source: The variable name starts with a reserved keyword.
es_mx: El nombre de la variable comienza con una palabra clave reservada.
hu_hu: A változó neve egy fenntartott kulcsszóval kezdődik.
sv_se: Variabelnamnet börjar med ett reserverat nyckelord.

source: Unknown Error Occured
es_mx: Error Desconocido
hu_hu: Ismeretlen hiba lépett fel
sv_se: Okänt fel uppstod

source: Starts an aki session. Use 'aki language' to change your personal language
es_mx: Inicia una sesión aki. Usa 'aki language' para cambiar tu idioma individual
sv_se: Påbörjar akisession. Använd 'aki language' för att ändra ditt personliga språk

source: :warning: There is another akinator game in this channel currently... Please wait until it finishes!
es_mx: :warning: Hay otra partida akinator en este canal ahora mismo... ¡Por favor, espera a que termine!
hu_hu: :warning: Egy Akinátor már folyamatban van ezen a csatornán...Várd meg, míg az véget ér!
sv_se: :warning: Det finns ett annat akinatorspel i den här kanalen redan... Vänligen vänta tills det är färdigt!

source: This command contains all alliance-related commands.
es_mx: Este comando contiene todos los comandos relacionados a la actualización de Alliance Wars.
sv_se: Detta kommandot har alla alliansrelaterade kommandon.

source: [Alliance Leader only] Invite a guild leader to the alliance.
es_mx: [Alianza líder] Invita a un líder de un gremio a la alianza.
sv_se: [Endast Alliansledare] Bjud in en guildledare till alliansen.

source: [Guild Leader only] Leave your alliance.
es_mx: [Gremio líder] Deja tú alianza.
sv_se: [Endast Guildledare] Lämna er allians.

source: [Alliance Leader only] Kick a guild from your alliance. Use either the guild name or ID for guild_to_kick.
es_mx: [Alianza líder] Expulsa a un gremio de tú alianza. Usa el nombre o ID del gremio para expulsarlo.
sv_se: [Endast Alliansledaren] Sparka ut en guild från er allians. Använd antingen guildnamnet eller ID för "guild_to_kick".

source: This command contains all alliance-building-related commands.
es_mx: Este comando contiene todo lo relacionado a la construcción de alianzas (Alliance-buildings).
sv_se: Kommandot har alla alliansbyggnadsrelaterade kommandon.

source: [Alliance Leader only] Upgrade a city beneficial building.
es_mx: [Alianza líder] Mejora un edificio beneficioso de la ciudad.
sv_se: [Endast Alliansledare] Uppgradera en stads gynnsamma byggnad.

source: [Alliance Leader only] Build a defensive building or buy troops for the city.
es_mx: [Alianza líder] Construye un edificio defensivo o compra ejercito para la ciudad.
sv_se: [Endast Alliansledare] Bygg en defensiv byggnad eller anlita trupper åt staden.

source: Lists buildings in your city.
es_mx: Enumera edificios en tu ciudad.
sv_se: Listar alla byggnader i staden.

source: Lists defenses in your city.
es_mx: Enumera defensas en tú ciudad.
sv_se: Listar försvar i staden.

source: [Alliance Leader only] Give up your city.
es_mx: [Alianza líder] Renuncia a tú ciudad.
sv_se: [Endast Alliansledare] Kapitulera staden.

source: [Alliance Leader only] Take control of an empty city.
es_mx: [Alianza líder] Toma el control de una ciudad vacía.
sv_se: [Endast Alliansledare] Ta kontroll över en tom stad.

source: [Guild Leader only] Attack a city.
es_mx: [Gremio líder] Ataca a una ciudad.
sv_se: [Endast Guildledare] Angrip en stad.

source: Pong!
bg_bg: Понг!
ru_ru: Понг!
sv_se: Pång!

source: You have completed your adventure and received **${gold}** as well as a new item: **{item}**. Experience gained: **{xp}**.
hu_hu: Kalandod sikeresen lezárult. Jutalmaid: **{item}** (tárgy), **${gold}** , és **{xp}TP**.
sv_se: Du har klarat av ditt äventyr och har fått **${gold}** och även ett nytt föremål: **{item}**. Erfarenhet tjänad: **{xp}**.

source: Roles
bg_bg: Роли
fr_fr: Rôles
ru_ru: Роли
sv_se: Roller

source: ID
hu_hu: Azonosítószám

source: Jikill
hu_hu: Dzsikill

source: {prefix}alliance buildings | {prefix}alliance defenses | {prefix}alliance attack | {prefix}alliance occupy
hu_hu: {prefix}szövetség épületei | {prefix}szövetség védelme | {prefix}szövetség támadóereje | {prefix}szövetség területfoglalása

source: {author} started a tournament! Free entries, prize is **${prize}**! React with \U00002694 to join!
bg_bg: {author} започна нов турнир! Вписването е безплатно, наградата е **${prize}**! Реагирайте с \U00002694 за да се присъедините!

source: Noone joined your tournament.
bg_bg: Никой не се присъедини към вашия турнир.
es_ar: Nadie quizo entrar a tu torneo.
fr_fr: Personne n’a rejoint votre tournoi.
ru_ru: Никто не пришёл на ваше состязание.

source: The waiting was worth it: {author} rang! That's a trick or treat bag for you, yay!
bg_bg: Чакането си струваше: {author} позвъня! Те Ви носят торба с номер-или-лакомство, ура!
es_ar: ¡La espera valió la pena! {author}. ¡Dulce o truco!
fr_fr: L'attente en valait la peine : {author} ! Tu reçois un sac surprise !
ru_ru: Ожидания были оправданы: {author} позвонил вам в дверь! Вы получаете мешок с конфетами!

source: {author} rings at your house, but... Nothing for you!
bg_bg: {author} позвъня на вратата, но... Не носи нищо за Вас!
es_ar: ¡{author} tocó el timbre de tu casa, pero no hay nada para vos!
fr_fr: {author} sonne chez toi, mais… tu ne reçois rien!
ru_ru: {author} звонит в звонок твоего дома, но... ты ничего не получаешь!

source: {user} gave you additional $50!
bg_bg: {user} допълнително Ви даде $50!
es_ar: ¡{user} te regaló $50!
fr_fr: {user} vous a donné 50$ supplémentaires!

source: {author} seeks a battle! React with \U00002694 now to duel them! The price is **${money}**.
bg_bg: {author} иска да се сражава! Реагирайте с \U00002694 за да се борите. Залогът е **${money}**.

source: {author} seeks a battle with {enemy}! React with \U00002694 now to duel them! The price is **${money}**.
bg_bg: {author} иска да се сражава с {enemy}! Реагирайте с \U00002694 за да се борите. Залогът е **${money}**.

source: {author} seeks an active battle! React with \U00002694 now to duel them! The price is **${money}**.
bg_bg: {author} търси дейна битка! Реагирайте с \U00002694 за да се борите. Залогът е **${money}**.

source: {author} seeks an active battle with {enemy}! React with \U00002694 now to duel them! The price is **${money}**.
bg_bg: {author} търси дейна битка с {enemy}! Реагирайте с \U00002694 за да се борите. Залогът е **${money}**.

source: {player1}: **{hp1}** HP {player2}: **{hp2}** HP React to play.
bg_bg: {player1}: **{hp1}** HP {player2}: **{hp2}** HP Реагирайте за да играете.
es_ar: {player1}: **{hp1}** Puntos de vida. {player2}: **{hp2}** Puntos Puntos de vida. Reaccioná para jugar.
fr_fr: {player1}: **{hp1}** PV {player2}: **{hp2}** PV Réagis pour jouer.
ru_ru: {player1}: **{hp1}** HP {player2}: **{hp2}** HP Поставь реакцию, чтобы играть.

source: Someone refused to move. Battle stopped.
bg_bg: Някой отказа да реагира. Битката се прекъсна.
es_ar: Uno de los participantes no quizo jugar su turno. Desafío cancelado.
fr_fr: Quelqu’un a refuser d’effectuer une action. Fin du combat.
ru_ru: Кто-то не принял решение. Битва была отменена.

source: {user} healed themselves for **20 HP**.
bg_bg: {user} се изцери с **20 HP**.

source: One of you both can't pay the price for the battle because he spent money in the time of fighting.
bg_bg: Загубелият играч не може да плати залога, защото е изхарчил парите си по време на битката.
es_ar: Uno de ustedes no puede pagar el premio debido a que uno gastó guita durante el enfrentamiento.
fr_fr: L’un de vous deux ne peut pas payer le prix du duel car il a dépensé de l’argent pendant le combat.
ru_ru: Один из вас не может заплатить за битву, так как он потратил деньги во время битвы.

source: **Easter event <:easteregg:566251086986608650>** Lasts until the Tuesday after Easter! Collect eastereggs and use `{prefix}easter rewards` to check the rewards. <:bunny:566290173831151627> Happy hunting!
bg_bg: **Великденско събитие <:easteregg:566251086986608650>** Трае до края на Вторник след Великден Съберете великденски яйца и използвате `{prefix}easter rewards` за да проверите наградите. <:bunny:566290173831151627> Приятно събиране!
es_ar: **¡Evento de pascua! <:easteregg:566251086986608650>** ¡Durará hasta el Martes posterior a Pascuas! Colecta los huevos de pascua y utiliza "{prefix}easter rewards" para ver las recompensas. <:bunny:566290173831151627> ¡Felíz cacería!
fr_fr: **Easter event <:easteregg:566251086986608650>** Dernière chance jusqu'à mardi après Pâques! Collecte les œufs de pâques aet utilise `{prefix}easter rewards` pour voir les récompenses. <:bunny:566290173831151627> Bonne chasse!
ru_ru: **Пасхальное событие <:easteregg:566251086986608650>** Продолжается до вторника после Пасхи! Собирайте пасхальные яйца и используйте `{prefix}easter rewards` to check the rewards. <:bunny:566290173831151627> Весёлой охоты!
