Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: Lists all buildings in your city, along with their level. These buildings give passive rewards to all alliance members: Thief buildings increase your chance to steal money as a thief, for every level, this increases your chance by 5% Raid buildings increase a user's raidstats by 0.1 per level Trade buildings remove the need to pay the 5% tax when selling or buying items when it reached at least Level 1. It also increases the amount of money you get from `{prefix}merch` and `{prefix}merchall` increasing the reward by 50% for each level Adventure buildings shorten the adventure time by 1% per level and increase your success chances by 1% per level. Your alliance must own a city to use this command.
de_de: Listet alle Gebäude in eurer Stadt, mit deren Leveln. Diese Gebäude geben passive Effekte an alle Allianzmitglieder. Diebesgebäude erhöhen deine Chance, als Dieb Geld zu stehlen. Für jedes Level beträgt dies 5% Bonuschance Raidgebäude erhöhen die Raidstats eines Spielers um 0.1 pro Level Handelsgebäude erlassen die 5%-Steuer beim Kauf oder Verkauf von Items wenn es mindestens Level 1 ist. Außerdem erhöht es die Geldmenge, den du durch `{prefix}merch`und `{prefix}merchall`erhältst um 50% pro Level Abenteuergebäude verkürzen die Zeit, die ein Abenteuer dauert um 1% pro Level und erhöhen die Erfolgschance um 1% pro Level Deine Allianz muss eine Stadt besitzen, damit du diesen Befehl nutzen kannst.
es_es: Enumera todos los edificios de tu ciudad, junto a su nivel. Estos edificios dan recompensas pasivas a todos los miembros de la alianza: Los edificios de ladrón incrementan tu probabilidad de robo como ladrón, por cada nivel, se incrementa un 5% Los edificios de incursión incrementan las estadísticas de asalto un 0.1 por nivel Los edificios de comercio eliminan los impuestos del 5% al vender o comprar objetos cuando alcanza el nivel 1. También incrementa la cantidad de dinero que obtienes con `{prefix}merch` y `{prefix}merchall` incrementando las ganancias un 50% por cada nivel Los edificios de aventura acortan el tiempo de aventura un 1% por nivel e incrementan la probabilidad de éxito un 1% por nivel. Tu alianza debe poseer una ciudad para usar este comando.
id_id: Menampilkan semua daftar bangunan di kotamu, dengan level bangunannya. Bangunan ini memberikan hadiah pasif kepada semua anggota aliansi: Bangunan Thief meningkatkan peluangmu untuk mencuri uang sebagai pencuri, untuk setiap level, ini meningkatkan peluangmu hingga 5% Bangunan Raid meningkatkan raidstats pemain hingga 0.1 setiap level Bangunan Perdagangan menghapus 5% pembayaran pajak saat menjual atau membeli barang ketika mencapai setidaknya Level 1. Hal ini juga meningkatkan jumlah uang yang kamu dapatkan dari `{prefix}merch` dan `{prefix}merchall` meningkatkan hadiah hingga 50% untuk setiap level Bangunan Petualangan memperpendek waktu petualangan hingga 1% setiap level dan meningkatkan keberhasilan petualnganmu hingga 1% setiap level. Aliansimu harus memiliki sebuah kota untuk dapat menggunakan perintah ini.
nb_no: Viser alle bygninger i byen din, sammen med deres nivå. Disse bygningene gir passive belønninger til alle alliansemedlemmer: Tyvbygninger øker sjansen din for å stjele penger som tyv, for hvert nivå øker dette sjansen din med 5 % Raidbygninger øker en brukers raidstats med 0,1 per nivå Handelsbygninger fjerner behovet for å betale avgiften på 5 % når du selger eller kjøper varer når den har nådd minst nivå 1. Det øker også mengden penger du får fra `{prefix}merch` og `{prefix}merchall` øker belønningen med 50 % for hvert nivå Eventyrbygninger forkorter eventyrtiden med 1 % per nivå og øker suksesssjansene dine med 1 % per nivå. Alliansen din må eie en by for å bruke denne kommandoen.

source: {city}'s buildings
de_de: {city}s Gebäude
es_es: Edificios de {city}
es_mx: Edificios de la ciudad {city}
hu_hu: {city} épületei
id_id: Bangunan {city}
nb_no: {city} sine bygninger
pt_br: Edifícios de {city}
sv_se: {city}s byggnader

source: Lists your city's defenses.
de_de: Listet die Verteidigungsanlagen deiner Stadt auf.
es_es: Enumera las defensas de tu ciudad.
id_id: Menampilkan daftar pertahanan kotamu.
nb_no: Viser byens forsvar.
pt_br: Lista todas as defesas da sua cidade.

source: Lists your city’s defenses and view the HP left for each. Your alliance must own a city to use this command.
de_de: Listet die Verteidigungsanlagen deiner Stadt auf und zeigt die HP für jede an. Deine Allianz muss eine Stadt besitzen um diesen Befehl zu nutzen.
es_es: Enumera las defensas de tu ciudad y mira el HP que queda para cada una. Tu alianza debe poseer una ciudad para usar este comando.
id_id: Menampilkan daftar pertahanan kotamu dan melihat sisa HP masing-masing kota. Aliansimu harus memiliki sebuah kota untuk dapat menggunakan perintah ini.
nb_no: Viser byens forsvar og HP igjen for hver by. Alliansen din må eie en by for å bruke denne kommandoen.
pt_br: Lista todas as defesas da sua cidade e mostra a vida restante de cada uma. Sua aliança deve ter uma cidade para poder usar esse comando.

source: {city}'s defenses
de_de: {city}s Verteidigungen
es_es: Defensas de {city}
es_mx: Defensas de la ciudad {city}
hu_hu: {city} védelmére létrehozva
id_id: Pertahanan {city}
nb_no: {city} sitt forsvar
pt_br: As defesas de {city}
sv_se: {city}s försvar

source: HP: {hp}, Defense: {defense}
de_de: Hp: {hp}, Verteidigung: {defense}
es_es: HP: {hp}, Defensa: {defense}
es_mx: Vida: {hp}, Defensa: {defense}
hu_hu: ÉP: {hp}, védelemérték: {defense}
id_id: HP: {hp}, Pertahanan: {defense}
nb_no: HP: {hp}, Forsvar: {defense}
pt_br: Vida: {hp}, Defesa: {defense}
sv_se: Liv: {hp}, Försvar: {defense}

source: None built
de_de: Keine gebaut
es_es: Ninguna creada
es_mx: Ninguna construcción
hu_hu: Ilyen épület még nincs
id_id: Tidak ada yang dibangun
nb_no: Ingen bygget
pt_br: Nada construído
sv_se: Inget byggt

source: Use {prefix}alliance build defense [name]
de_de: Nutze {prefix}alliance build defense [name]
es_es: Usa {prefix}alliance build defense [nombre]
es_mx: Utiliza {prefix}alliance build defense [name]
hu_hu: A `{prefix}alliance build defense [név]` paranccsal tudsz védelmet létrehozni
id_id: Gunakan {prefix}alliance build defense [name]
nb_no: Bruk {prefix}alliance build defense [navn]
pt_br: Use {prefix}alliance build defense [nome da defesa]
sv_se: Använd {prefix}alliance build defense [name]

source: Abandon your city
de_de: Gib deine Stadt auf
es_es: Abandona tu ciudad
id_id: Meninggalkan kotamu
nb_no: Forlat byen din
pt_br: Abandona sua cidade

source: Abandoning your city will immediately make all alliance members lose all passive bonuses offered by the city's buildings and the city ownership will be given back to the System Guild Alliance. Your alliance must own a city to use this command. Only the alliance leader can use this command.
de_de: Die Aufgabe deiner Stadt wird sofort dazu führen, dass alle Mitglieder alle passiven Boni verlieren, welche sie zuvor durch die Stadtgebäude erhalten haben und die Stadt wird zurück an die System Guild Alliance gegeben. Deine Allianz muss eine Stadt besitzen um diesen Befehl zu nutzen. Nur der Allianzleiter kann diesen Befehl nutzen.
es_es: Abandonar tu ciudad inmediatamente hará que todos los miembros de la alianza pierdan todos las bonificaciones pasivas ofrecidas por los edificios de la ciudad y la propiedad de la ciudad se devolverá a la alianza del gremio del sistema. Tu alianza debe poseer una ciudad para usar este comando. Solo el líder de la alianza puede usar este comando.
id_id: Meninggalkan kotamu akan secara langsung membuat semua anggota aliansi kehilangan semua bonus pasif yang ditawarkan oleh bangunan-bangunan kota dan kepemilikan kota akan dikembalikan ke System Guild Alliance. Aliansimu harus memiliki sebuah kota untuk dapat menggunakan perintah ini. Hanya pemimpin aliansi yang dapat menggunakan perintah ini.
nb_no: Å forlate byen din vil umiddelbart få alle alliansemedlemmer til å miste alle passive bonuser som tilbys av byens bygninger, og byens eierskap vil bli gitt tilbake til System Klan Allianse. Alliansen din må eie en by for å bruke denne kommandoen. Bare allianselederen kan bruke denne kommandoen.
pt_br: Abandonar sua cidade fará com que todos os membros da aliança percam todos os bônus passivos oferecido pelos edifícios da cidade e que a cidade seja dada de volta para o Sistema de Aliança de Guildas. Sua aliança deve ter uma cidade para usar esse comando. Apenas o líder da aliança pode usar esse comando.

source: Are you sure you want to give up control of your city?
de_de: Bist du sicher, dass du die Stadt aufgeben möchtest?
es_es: ¿Estás seguro de que quieres renunciar a la ciudad?
es_mx: ¿Estás seguro qué quieres renunciar al control de tú ciudad?
hu_hu: Biztos, hogy el akarod hagyni a várost?
id_id: Apakah kamu yakin ingin menyerahkan kendali atas kotamu?
nb_no: Er du sikker på at du vil gi opp kontrollen over byen din?
pt_br: Tem certeza de que deseja deixar de ter controle de sua cidade?
sv_se: Är du säker på att du vill kapitulera staden?

source: {city} was abandoned.
de_de: {city} wurde zurückgelassen.
es_es: {city} fue abandonada.
es_mx: La ciudad {city} fue abandonada.
hu_hu: {city} ki lett ürítve és el lett hagyva.
id_id: {city} ditinggalkan.
nb_no: {city} ble forlatt.
pt_br: {city} foi abandonada.
sv_se: {city} har blivit övergiven.

source: Take over a city.
de_de: Nimmt eine Stadt ein.
es_es: Toma el control de una ciudad.
id_id: Mengambil alih sebuah kota.
nb_no: Ta over en by.
pt_br: Domina uma cidade.

source: `<city>` - The name of a city. You can check the city names with `{prefix}cities` Occupy a city. Your alliance will then own that city and will be able to build defenses and level up buildings. You can only occupy a city of it has zero defenses left. Occupying a city sets it on a cooldown of 10 minutes, during which time it cannot be occupied by another alliance. Occupying a city also sets all of its buildings back to level 0. You cannot occupy a city if your alliance already owns one. Only the alliance leader can use this command.
de_de: `<city>` - Der Name einer Stadt. Du kannst die Städtenamen mit `{prefix}cities` überprüfen Nimm eine Stadt ein. Deiner Allianz wird die Stadt dann gehören und kann Verteidigungsanlagen bauen sowie Gebäude leveln. Du kannst eine Stadt nur einnehmen, wenn sie 0 Verteidigung hat. Eine Stadt einzunehmen gibt ihr einen 10minütigen Cooldown, währenddessen sie nicht von einer anderen Allianz eingenommen werden kann. Die Einnahme einer Stadt setzt auch ihre Gebäudelevel zurück auf 0. Du kannst keine Stadt einnehmen, wenn deine Allianz bereits eine besitzt. Nur der Allianzleiter kann diesen Befehl nutzen.
es_es: `<city>` - el nombre de una ciudad. Puedes comprobar los nombres de ciudades con `{prefix}cities` Sitia una ciudad. Tu alianza tomará posesión de una ciudad y podrá construir defensas y mejorar edificios. Solo puedes sitiar una ciudad si no le quedan defensas. Sitiar una ciudad la establece en un tiempo de reutilización de 10 minutos, durante los que no puede ser sitiada por otra alianza. Sitiar una ciudad también restablece sus edificios de nueva a nivel 0. No puedes sitiar una ciudad si tu alianza ya posee una. Solo el líder de la alianza puede usar este comando.
id_id: `<city>` - Nama sebuah kota. Kamu dapat melihat nama kota dengan menggunakan `{prefix}cities` Mengambil alih sebuah kota. Aliansimu akan memiliki kota tersebut dan dapat membangun pertahanan dan menaikan level bangunan. Kamu dapat mengambil alih sebuah kota jika kota itu memiliki sisa nol pertahanan. Mengambil alih sebuah kota akan memiliki waktu cooldown selama 10 menit, selama waktu ini tidak dapat diambil alih oleh aliansi lain. Mengambil alih sebuah kota juga menetapkan semua level bangunan kembali ke level 0. Kamu tidak dapat mengambil alih sebuah kota jika aliansimu sudah memilikinya. Hanya pemimpin aliansi yang dapat menggunakan perintah ini.
nb_no: `<by>` – Navnet på en by. Du kan sjekke bynavnene med `{prefix}cities` Okkupere en by. Alliansen din vil da eie den byen og vil være i stand til å bygge forsvar og bygge opp nivåer. Du kan bare okkupere en by hvis den har null forsvar igjen. Å okkupere en by setter den på en nedkjøling på 10 minutter, i løpet av denne tiden kan den ikke okkuperes av en annen allianse. Å okkupere en by setter også alle bygningene tilbake til nivå 0. Du kan ikke okkupere en by hvis alliansen din allerede eier en. Bare allianselederen kan bruke denne kommandoen.

source: Invalid city name.
de_de: Ungültiger Stadtname.
es_es: Nombre de ciudad inválido.
es_mx: Nombre de ciudad invalido.
hu_hu: Érvénytelen városnév.
id_id: Nama kota tidak valid.
nb_no: Ugyldig bynavn.
pt_br: Nome de cidade inválido.
sv_se: Denna stad finns inte.

source: The city is occupied by **{amount}** defensive fortifications.
de_de: Diese Stadt ist durch **{amount}** Verteidigungen geschützt.
es_es: Esta ciudad tiene **{amount}** fortificaciones de defensa.
es_mx: La ciudad esta ocupada de **{amount}** fuertes defensivos.
hu_hu: A város egy másik szövetség igazgatása alatt áll **{amount}** védelmi vonallal.
id_id: Kota ini ditempati sebanyak **{amount}** benteng pertahanan.
nb_no: Byen er okkupert av **{amount}** defensive festningsverk.
pt_br: A cidade está ocupada com ** {amount} ** fortificações defensivas.
sv_se: Staden ockuperas av **{amount}** försvar.

source: {city} was just occupied and stands under protection.
de_de: {city} wurde gerade eingenommen und steht noch unter Schutz.
es_es: {city} acaba de ser sitiada y tiene protección.
es_mx: La ciudad {city} estaba ocupada y se encuentra bajo protección.
hu_hu: {city} ki lett sajátítva és jelenleg védelem alatt áll.
id_id: {city} baru saja diduduki dan berdiri dibawah perlindungan.
nb_no: {city} var nettopp okkupert og står under beskyttelse.
pt_br: {city} foi ocupada e está sobre proteção.
sv_se: {city} blev nyligen ockuperad och har skydd.

source: Your alliance now rules **{city}**. You should immediately buy defenses. You have **15 minutes** to build defenses before others can occupy the city!
de_de: Deine Allianz regiert nun **{city}**. Du solltest sofort Verteidigungsanlagen kaufen. Du hast **10 Minuten** um Verteidigungsanlagen zu bauen, bevor andere deine Stadt belagern können!
es_es: Tu alianza ahora gobierna **{city}**. Deberías comprar defensas inmediatamente. ¡Tienes **15 minutos** para crear defensas antes de que otras personas puedan atacar la ciudad!
id_id: Aliansi kamu sekarang menguasai **{city}**. Kamu harus segera membeli pertahanan. Kamu memiliki **15 menit** untuk membangun pertahanan sebelum yang lain bisa menduduki kotanya!
nb_no: Alliansen din styrer nå **{city}**. Du bør umiddelbart kjøpe forsvar. Du har **15 minutter** på deg til å bygge forsvar før andre kan okkupere byen!
pt_br: Sua aliança agora governa **{city}**. Você deveria comprar defesas imediatamente. Você tem **15 minutos** para construir defesas antes que outras alianças possam ocupar a sua cidade!

source: Attack a city
de_de: Greife eine Stadt an
es_es: Atacar una ciudad
id_id: Menyerang sebuah kota
nb_no: Angrip en by
pt_br: Ataca a cidade

source: `<city>` - The name of a city. You can check the city names with `{prefix}cities` Attack a city, reducing its defenses to potentially take it over. Attacking a city will activate a grace period of 10 minutes, during which time it cannot be attacked again. When using this command, the bot will send a link used to join the attack. Each member of the alliance can join. Ten minutes after the link was sent, the users who joined will be gathered, their attack and defense depending on their equipped items, class and raid bonuses and their raidstats, and start the attack. During the attack, the highest HP defenses will be attacked first. All attackers' damage will be summed up. The defenses' damage sum up and damage either the attacker with the lowest HP or the attacker with the highest damage. If a defense reaches zero HP, it will be removed from the city, it will not regenerate HP after the attack is over. Attackers reaching zero HP will be removed from the attack as well. If a city's defenses were destroyed, your alliance can take occupy the city right away (`{prefix}alliance occupy`) Only the alliance leader can use this command. (This command has a cooldown of 2 hours.)
de_de: `<city>` - Der Name einer Stadt. Du kannst die Städtenamen mit `{prefix}cities` überprüfen Greife eine Stadt an um die Verteidigung zu reduzieren und sie vielleicht sogar einzunehmen Eine Stadt anzugreifen wird eine Schutzzeit von 10 Minuten starten, währenddessen kann die Stadt nicht erneut angegriffen werden. Sobald dieser Befehl genutzt wird, wird der Bot einen Link senden, der genutzt wird um dem Angriff beizutreten. Jedes Mitglied der Allianz kann beitreten. Zehn Minuten nachdem der Link gesendet wird, werden die Nutzer die beigetreten sind gesammelt, mit den Informationen zu ihrem Angriff und Verteidigung abhängig von ihren genutzten Items, Klassen und Raid Boni sowie ihrer Raidstats, und dann wird der Angriff gestartet. Während des Angriffs werden die Verteidigungsanlagen mit den meisten HP zuerst angegriffen. Der Schaden aller Angreifer wird zusammengerechnet. Der Schaden der Verteidigungsanlagen werden summiert und sie werden entweder den Angreifer mit den niedrigsten HP oder den Angreifer mit dem größten Schaden angreifen. Wenn die Verteidigung einer Stadt auf 0 HP sinkt, wird diese von der Stadt entfernt und sie wird keine HP mehr auffrischen. Angreifer, die 0 HP erreichen werden ebenfalls vom Angriff entfernt. Wenn die Verteidigungsanlagen einer Stadt auf 0 sinken, kann deine Allianz die Stadt gleich einnehmen (`{prefix}alliance occupy`) Nur der Allianzleiter kann diesen Befehl nutzen. (Dieser Befehl hat einen Cooldown von 2 Stunden.)
es_es: `<city>` - el nombre de una ciudad. Puedes comprobar los nombres de ciudades con `{prefix}cities` Ataca una ciudad, reduce sus defensas para apoderarte de ella. Atacar una ciudad activará un periodo de gracia de 10 minutos durante los cuales no puede ser atacada de nuevo. Al usar este comando, el bot enviará un enlace para unirse al ataque. Cada miembro de la alianza puede unirse. Diez minutos después de haber recibido el enlace, los usuarios que se hayan unido reunirán: su ataque y defensa dependiente de sus objetos activados, bonificaciones de clase y raza así como sus estadísticas de asalto, y comenzará el ataque. Durante el ataque, las defensas con mayor HP serán atacadas primero. Se resumirá el daño de todos los atacantes. El daño a las defensas se resumirá y dañará al atacante con el menor HP o al atacante con mayor daño. Si una defensa llega a cero HP, se eliminará de la ciudad, no se regenerará el HP después de que el ataque finalice. Los atacantes que lleguen a cero HP también serán eliminados del ataque. Si las defensas de una ciudad han sido destruidas, tu alianza puede sitiar la ciudad al instante (`{prefix}alliance occupy`) Solo el líder de la alianza puede usar este comando. (Este comando tiene un tiempo de reutilización de 2 horas).
id_id: `<city>` - Nama sebuah kota. Kamu dapat melihat nama-nama kota dengan menggunakan `{prefix}cities` Menyerang sebuah kota, dapat menurunkan pertahanan kota tersebut hingga berpotensi untuk dapat mengambil alih kota itu. Menyerang sebuah kota memiliki waktu cooldown selama 10 menit, selama waktu ini kota tersebut tidak dapat diserang lagi. Saat menggunakan perintah ini, bot akan mengirim sebuah tautan yang akan digunakan untuk bergabung dalam penyerangan kota tersebut. Setiap anggota aliansi dapat bergabung. Sepuluh menit setelah tautannya dikirim, para pemain yang sudah bergabung akan dikumpulkan, serangan dan pertahanan mereka tergantung pada barang-barang yang digunakan, bonus kelas dan raid dan raidstats mereka, dan memulai penyerangan. Selama penyerangan, HP pertahanan yang paling banyak yang akan diserang terlebih dahulu. Semua serangan penyerang akan dijumlahkan. Kerusakan pertahanan akan dijumlahkan dan kerusakan baik penyerang dengan HP terendah atau penyerang dengan kerusakan tertinggi. Jika sebuah pertahanan mencapai nol HP, maka akan dihapuskan dari kota, dan tidak dapat memperbarui HP setelah serangan berakhir. Jika para penyerang mencapai nol HP maka akan dikeluarkan dari penyerangan juga. Jika pertahanan sebuah kota dihancurkan, maka aliansimu langsung dapat mengambil alih kota tersebut (`{prefix}alliance occupy`) Hanya pemimpin aliansi yang dapat menggunakan perintah ini. (Perintah ini memiliki waktu cooldown selama 2 jam.)
nb_no: `<by>` – Navnet på en by. Du kan sjekke bynavnene med `{prefix}cities` Angrip en by, reduser forsvaret for å potensielt overta den. Å angripe en by vil aktivere en utsettelsesperiode på 10 minutter, i løpet av denne tiden kan den ikke angripes igjen. Når du bruker denne kommandoen, vil botten sende en lenke som brukes til å bli med i angrepet. Hvert medlem av alliansen kan bli med. Ti minutter etter at lenken ble sendt, vil brukerne som ble med bli samlet, deres angrep og forsvar avhengig av utstyret deres, klasse og raidbonuser og deres raidstats, og starte angrepet. Under angrepet vil det høyeste HP-forsvaret bli angrepet først. Alle angripernes skade vil bli oppsummert. Forsvarets skade summerer opp og skader enten angriperen med lavest HP eller angriperen med høyest skade. Hvis et forsvar når null HP, vil det bli fjernet fra byen, det vil ikke regenerere HP etter at angrepet er over. Angripere som når null HP vil også bli fjernet fra angrepet. Hvis en bys forsvar ble ødelagt, kan alliansen din ta okkupere byen med en gang (`{prefix}alliance occupy`) Bare allianselederen kan bruke denne kommandoen. (Denne kommandoen har en nedkjøling på 2 timer.)

source: Invalid city.
de_de: Ungültige Stadt.
es_es: Ciudad inválida.
es_mx: Ciudad incorrecta.
hu_hu: Érvénytelen város.
id_id: Kota tidak valid.
nb_no: Ugyldig by.
pt_br: Cidade inválida.
sv_se: Denna stad finns inte.

source: **{city}** has just been attacked. Have some mercy!
de_de: **{city}** wurde gerade erst attackiert! Zeig ein wenig Gnade!
es_es: **{city}** acaba de ser atacada. ¡Ten piedad!
id_id: **{city}** baru saja diserang. Tunjukan belas kasihan!
nb_no: **{city}** har nettopp blitt angrepet. Ha litt nåde!
pt_br: **{city}** já foi atacada. Tenha piedade!

source: **{city}** is already under attack.
de_de: **{city}** wird bereits angegriffen.
es_es: **{city}** está siendo atacada.
es_mx: La ciudad **{city}** ya esta bajo ataque.
hu_hu: **{city}** ostrom alá került.
id_id: **{city}** sedang diserang.
nb_no: **{city}** er allerede under angrep.
pt_br: ** {city} ** já está sob ataque.
sv_se: **{city}** är redan under attack.

source: The city is without defenses already.
de_de: Die Stadt hat schon keine Verteidigungen mehr.
es_es: La ciudad no tiene ninguna defensa.
es_mx: La ciudad ya no tiene defensas.
hu_hu: A városnak már semmilyen védelme sincs.
id_id: Kota ini sudah tanpa pertahanan.
nb_no: Byen er allerede uten forsvar.
pt_br: A cidade já está sem defesas.
sv_se: Staden har inga försvar.

source: **{user}** wants to attack **{city}** with **{alliance_name}**'s alliance. Head to https://join.idlerpg.xyz/{id_} to join the attack!
de_de: **{user}** möchte die **{city}** mit der **{alliance_name}** Allianz angreifen. Besuche die Seite https://join.idlerpg.xyz/{id_} um dem Angriff beizutreten!

source: Noone joined.
de_de: Keiner ist dem Angriff beigetreten.
es_es: Nadie se ha unido.
es_mx: Nadie se ha unido.
hu_hu: Senki nem állt melléd.
id_id: Tidak ada yang bergabung.
nb_no: Ingen ble med.
pt_br: Ninguém entrou.
sv_se: Inget deltog.
