Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: Successfully activated {types} for the next **24 hours**!
de_de: Erfolgreich {types} für die nächsten **24 Stunden** aktiviert!
es_es: ¡{types} activados con éxito durante las próximas **24 horas**!
es_mx: Activado satisfactoriamente {types} durante las siguientes **24 horas**!
hu_hu: Sikeresen a hatása alá kerültél mindezen szérumnak: {types}! A hatóidő **24óra**!
id_id: Berhasil mengaktifkan {types} untuk **24 jam** berikutnya!
nb_no: Vellykket aktivert {types} for de neste **24 timene**!
pt_br: {types} ativados com sucesso pelas próximas **24 horas**!
sv_se: Aktiverade {types} för de kommande **24 timmarna**!

source: Subcommands
de_de: Untergeordnete Befehle
es_es: Subcomandos
id_id: Subperintah
nb_no: Underkommandoer
pt_br: Subcomandos

source: Click on the reactions to see more subcommands. | Page {start}/{end}
de_de: Klicke auf die Reaktionen um mehr untergeordnete Befehle zu sehen. | Seite {start}/{end}
pt_br: Clique nas reações para ver mais subcomandos. | Página {start}/{end}

source: View the command list
de_de: Sieh die Befehlsliste an
es_es: Ver la lista de comandos
id_id: Melihat daftar perintah
nb_no: Se kommandolisten
pt_br: Veja a lista de comandos

source: Sends a link to the official documentation.
bg_bg: Изпраща линк за официалната документация.
de_de: Schickt einen Link zur offiziellen Dokumentation.
es_ar: Envía un link a la documentación oficial.
es_es: Envía un enlace a la documentación oficial.
es_mx: Envía un enlace a la documentación oficial.
fr_fr: Envoie un lien vers la documentation officielle.
hu_hu: Link küldése a hivatalos dokumentációhoz.
id_id: Mengirim tautan ke dokumentasi resmi.
nb_no: Sender en lenke til den offisielle dokumentasjonen.
pt_br: Envia um link para a documentação oficial.
ru_ru: Отправляет ссылку, как официальную документацию.
sv_se: Skickar en länk till den officiella dokumentationen.

source: <:blackcheck:441826948919066625> **Check {url} for a list of commands**
bg_bg: <:blackcheck:441826948919066625> **Провери {url} за листа с команди**
de_de: <:blackcheck:441826948919066625> **Schau auf {url} um eine Liste der Befehle zu bekommen**
es_ar: <:blackcheck:441826948919066625> **Verifica la página {url} para tener acceso a una lista de comandos.**
es_es: <:blackcheck:441826948919066625> **Visita la página {url} para acceder a la lista de comandos.**
es_mx: <:blackcheck:441826948919066625> **Visita la página {url} para acceder a la lista de comandos.**
hu_hu: <:blackcheck:441826948919066625> **A parancslistához kattints ide: {url} **
id_id: <:blackcheck:441826948919066625> **Cek {url} untuk daftar perintah**
nb_no: <:blackcheck:441826948919066625> **Sjekk {url} for en liste over kommandoer**
pt_br: <:blackcheck:441826948919066625> **Verifique {url} para obter uma lista de comandos**
ru_ru: <:blackcheck:441826948919066625> **Посмотрите {url} на наличие списка команд**
sv_se: <:blackcheck:441826948919066625> **Kolla {url} för en lista av kommandon**

source: View the tutorial
de_de: Sieh das Tutorial an
es_es: Ver el tutorial
id_id: Melihat tutorial
nb_no: Se veiledningen
pt_br: Veja o tutorial

source: Link to the bot tutorial and FAQ.
de_de: Link zum Bot Tutorial und den FAQ.
es_es: Enlace al tutorial del bot y preguntas frecuentes.
id_id: Tautan ke tutorial bot dan FAQ.
nb_no: Link til botopplæringen og vanlige spørsmål.
pt_br: Link para o tutorial e perguntas frequentes do bot.

source: <:blackcheck:441826948919066625> **Check {url} for a tutorial and FAQ**
bg_bg: <:blackcheck:441826948919066625> **Провери{url} за ръководство и често задавани въпроси**
de_de: <:blackcheck:441826948919066625> **Schau auf {url} für eine Anleitung und FAQ**
es_ar: <:blackcheck:441826948919066625> **Verifica la página {url} para tener acceso a un tutorial y a las preguntas frecuentes (FAQ)**
es_es: <:blackcheck:441826948919066625> **Visita la página {url} para acceder al tutorial y preguntas frecuentes (FAQ)**
es_mx: <:blackcheck:441826948919066625> **Visita la página {url} para acceder al tutorial y preguntas frecuentes (FAQ)**
hu_hu: <:blackcheck:441826948919066625> **Az alapvető játékmechanizmusok megismeréséhez es a GYIK eléréséhez kattints ide: {url} **
id_id: <:blackcheck:441826948919066625> **Cek {url} untuk tutorial dan FAQ**
nb_no: <:blackcheck:441826948919066625> **Sjekk {url} for en veiledning og vanlige spørsmål**
pt_br: <:blackcheck:441826948919066625> **Clique {url} para obter um tutorial e perguntas frequentes**
ru_ru: <:blackcheck:441826948919066625> **Посмотрите {url} для обучения и FAQ**
sv_se: <:blackcheck:441826948919066625> **Kolla {url} för en handledning och vanliga frågor**

source: Allow someone/-thing to use helpme again
de_de: Erlaube jemandem/etwas helpme erneut zu nutzen
es_es: Permitir que alguien/algo vuelva a usar helpme
id_id: Izinkan seseorang/sesuatu untuk menggunakan helpme
nb_no: Tillat noen/noe å bruke helpme igjen
pt_br: Autorizar alguém/coisa usar o 'helpme' de novo

source: `<thing_to_unban>` - A discord User, their User ID, or a server ID Unbans a previously banned user/server from using the `{prefix}helpme` command. Only Support Team Members can use this command.
de_de: `<thing_to_unban>` - Ein Discord Nutzer, dessen User ID oder eine Server ID Unbanned einen gebannten Nutzer/Server vom Nutzen des `{prefix}helpme` Befehl. Nur ein Support Team Mitglied kann diesen Befehl nutzen.
es_es: `<thing_to_unban>` - un usuario discord, su ID de usuario o una ID de servidor Deshabilita a un usuario / servidor previamente prohibido del uso del comando `{prefix} helpme`. Solo los miembros del equipo de soporte pueden usar este comando.
id_id: `<thing_to_unban>` - Pengguna discord, User IDnya, atau ID server Batalkan pemblokiran akun/server sebelumnya dari penggunaan perintah `{prefix}helpme`. Hanya Anggota Tim Suport yang dapat menggunakan perintah ini.
nb_no: `<thing_to_unban>` – En discord-bruker, deres bruker-ID eller en server-ID Fjerner forbudet til en tidligere utestengt bruker/server fra å bruke kommandoen `{prefix}helpme`. Bare Support Team medlemmer kan bruke denne kommandoen.
pt_br: `<thing_to_unban>` - Um usuário do Discord, o ID de usuário ou o ID de um servidor Desbane um usuário/servidor que foram banidos anteriormente de usar `{prefix}helpme` command. Apenas Membros da Equipe de Suporte podem usar esse comando.

source: {thing} has been unbanned for the helpme command :ok_hand:
bg_bg: На {thing} е разрешено използване на $helpme командата отново :ok_hand:
de_de: {thing} wurde das Nutzen von $helpme wieder erlaubt :ok_hand:
es_ar: {thing} fue desbaneado por el comando $helpme :ok_hand:
es_es: {thing} ha sido desbloqueado para usar el comando $helpme :ok_hand:
es_mx: {thing} ha sido desbloqueado para usar el comando $helpme :ok_hand:
fr_fr: {thing} a été débanni pour la commande helpme :ok_hand:
hu_hu: {thing} tiltása feloldva, a `helpme` parancs újra megengedett :ok_hand:
id_id: {thing} telah diunblokir dari perintah helpme :ok_hand:
nb_no: {thing} har blitt opphevet forbudet for helpme kommandoen :ok_hand:
pt_br: {thing} foi desbanido para o comando helpme :ok_hand:
ru_ru: {thing} было разбанено командой helpme :ok_hand:
sv_se: {thing} har fått sin bannlysning upphävd för helpme kommandot :ok_hand:

source: Ban someone/-thing from using helpme
de_de: Bannt jemanden/etwas den helpme Befehl zu nutzen
es_es: Prohibir que alguien/algo use helpme
id_id: Blokir seseorang/sesuatu dari penggunaan helpme
nb_no: Forby noen/noe fra å bruke helpme
pt_br: Bane alguém/coisa de usar o comando 'helpme'

source: `<thing_to_ban>` - A discord User, their User ID, or a server ID Bans a user/server from using the `{prefix}helpme` command. Only Support Team Members can use this command.
de_de: `<thing_to_ban>` - Ein Discord Nutzer, dessen User ID oder eine Server ID Bannt einen gebannten Nutzer/Server vom Nutzen des `{prefix}helpme` Befehl. Nur ein Support Team Mitglied kann diesen Befehl nutzen.
es_es: `<thing_to_ban>` - un usuario discord, su ID de usuario o una ID de servidor Prohíbe a un usuario/servidor usar el comando `{prefix}helpme`. Solo los miembros del equipo de soporte pueden usar este comando.
id_id: `<thing_to_ban>` - Pengguna discord, User IDnya, atau ID server Blokir akun/server dari penggunaan perintah `{prefix}helpme`. Hanya Anggota Tim Suport yang dapat menggunakan perintah ini.
nb_no: `<thing_to_ban>` – En discord-bruker, deres bruker-ID eller en server-ID Forbyr en bruker/server fra å bruke kommandoen `{prefix}helpme`. Bare Support Team medlemmer kan bruke denne kommandoen.
pt_br: `<thing_to_unban>` - Um usuário do Discord, o ID de usuário ou o ID de um servidor Bane um usuário/servidor de usar `{prefix}helpme` command. Apenas Membros da Equipe de Suporte podem usar esse comando.

source: Error... Maybe they're already banned?
bg_bg: Грешка... Може би на тях им е забранено да използват тази команда?
de_de: Fehler... Vielleicht ist er schon gebannt?
es_ar: Hubo un error. ¿Capáz ya fue b a n e a d o?
es_es: Error... ¿Quizás ya estaba bloqueado?
es_mx: Error... ¿Quizás ya estaba bloqueado?
fr_fr: Erreur peut-être sont-ils déjà banni ?
hu_hu: Hiba...lehet, hogy eltiltás van érvényben?
id_id: Terjadi kesalahan... Mungkin mereka sudah diblokir?
nb_no: Feil... Kanskje de allerede er utestengt?
pt_br: Erro ... Talvez eles já estejam banidos?
ru_ru: Ошибка, может быть они уже забанены?
sv_se: Fel... Kanske är de redan bannlysta?

source: They have been banned for the helpme command :ok_hand:
de_de: Der Nutzer/der Server wurden vom Nutzen des helpme Befehls gebannt :ok_hand:
es_es: Han sido bloqueados por el comando helpme :ok_hand:
id_id: Mereka telah diblokir dari perintah helpme :ok_hand:
nb_no: De har blitt utestengt for helpme kommandoen :ok_hand:

source: Ask our Support Team for help
de_de: Frag unser Support Team um Hilfe
es_es: Solicite ayuda a nuestro equipo de soporte
id_id: Minta bantuan Tim Support kami
nb_no: Spør Support Teamet vårt om hjelp
pt_br: Pergunte para a nossa equipe de suporte se precisar de ajuda

source: `<text>` - The text to describe the question or the issue you are having Ask our support team for help, allowing them to join your server and help you personally. If they do not join within 48 hours, you may use the helpme command again. Make sure the bot has permissions to create instant invites. English is preferred.
de_de: `<text>` - Der Text mit welchem du dein Problem/deine Frage beschreibst Frag unser Support Team um Hilfe, erlaube ihnen deinem Server beizutreten und dir persönlich zu helfen. Wenn das Team innerhalb von 48 nicht deinem Server beitritt, kannst du den helpme Befehl erneut verwenden. Stelle sicher, dass der Bot die Erlaubnis hat, instant invites (instant Einladungen) zu erstellen. Englisch wird bevorzugt.
es_es: `<text>` - el texto para describir la pregunta o el problema que está teniendo Solicite ayuda a nuestro equipo de soporte, permitiéndoles unirse a su servidor y ayudarlo personalmente. Si no se unen dentro de las 48 horas, puede usar el comando helpme nuevamente. Asegúrese de que el bot tenga permisos para crear invitaciones instantáneas. Se prefiere el inglés.
id_id: `<text>` - Teks untuk menjelaskan pertanyaanmu atau masalah yang kamu alami Minta bantuan tim suport kami untuk membantumu, mengizinkan mereka untuk bergabung dengan servermu dan membantumu secara langsung. Jika mereka tidak bergabung dalam waktu 48 jam, kamu boleh menggunakan perintah helpme sekali lagi. Pastika bot memiliki izin untuk membuat undangan discord server. Gunakan bahasa inggris.
nb_no: `<tekst>` – Teksten som beskriver spørsmålet eller problemet du har Spør Support Teamet vårt om hjelp, slik at de kan bli med på serveren din og hjelpe deg personlig. Hvis de ikke blir med innen 48 timer, kan du bruke helpme kommandoen igjen. Sørg for at botten har tillatelser til å lage øyeblikkelige invitasjoner. Engelsk foretrekkes.
pt_br: `<text>` - O texto descrevendo a sua pergunta ou erro que você está tendo Peça nossa equipe de suporte ajuda, permitindo eles entraram no seu servidor para te ajudarem pessoalmente. Se eles não entrarem em 48 horas, você pode usar o comando helpme de novo. Certifique-se que o bot tem a permissão de criar convites instantâneos. Inglês é o idioma preferido.

source: You server already has a helpme request open! Please wait until the support team gets to you or wait {time} to try again.
de_de: Dein Server hat bereits eine helpme Anfrage offen! Bitte warte, bis das Support-Team auf dich zukommt oder warte noch {time} bevor du es erneut versuchst.
es_es: ¡Su servidor ya tiene una solicitud de ayuda abierta! Espere hasta que el equipo de soporte llegue a usted o espere {time} para intentarlo de nuevo.
id_id: Server kamu sudah membuka permintaan helpme! Mohon menunggu sampai tim suport kami menghubungi kamu atau tunggu {time} untuk coba lagi.
nb_no: Serveren din har allerede en helpme forespørsel åpen! Vent til Support Teamet kommer til deg, eller vent {time} for å prøve på nytt.
pt_br: Seu servidor já tem um pedido de 'helpme' aberto! Por favor espere até a nossa equipe de suporte falar com você ou espere {time} para tentar novamente.

source: You or your server has been blacklisted for some reason.
bg_bg: Вие или вашият сървър е в черния списък.
de_de: Dir oder deinem Server wurde das Nutzen von $helpme verboten.
es_ar: Vos o tu servidor fueron en la lista negra por alguna razón. Bardiaste, vieja.
es_es: Tú o tu servidor habéis sido inscritos en la lista negra por alguna razón.
es_mx: Tú o tu servidor han sido puestos en la lista negra por alguna razón.
fr_fr: Votre serveur a été blacklisté pour certaines raisons.
hu_hu: Te, vagy a szervered valamilyen oknál fogva a Feketelistára kerültetek.
id_id: Kamu atau server kamu telah dimasukkan daftar hitam karena beberapa alasan.
nb_no: Du eller serveren din har blitt svartelistet av en eller annen grunn.
pt_br: Você ou seu servidor foram incluídos na lista negra por algum motivo.
ru_ru: По какой-то причине, вы или ваш сервер были занесены в чёрный список.
sv_se: Du eller din server har svartlistats av någon anledning.

source: Are you sure? This will notify our support team and allow them to join the server.
bg_bg: Сигурни ли сте? Това ще уведоми нашия отбор за помощ и ще им позволи да се присъединят към сървъра.
de_de: Bist du sicher? Dies erlaubt unserem Support Team, deinem Server beizutreten.
es_ar: ¿Estás seguro? Ésto notificará a nuestro equipo de soporte y les permitirá ingresar al servidor.
es_es: ¿Estás seguro? Esto notificará a nuestro equipo de soporte y les permitirá unirse a tu servidor.
es_mx: ¿Estás seguro? Ésto notificará a nuestro equipo de soporte y les permitirá unirse a tu servidor.
fr_fr: Êtes vous sur ? Cela va notifiez notre équipe de support et les autorisez a rejoindre le serveur.
hu_hu: Biztos vagy benne? Ez a parancs értesíti központi csapatot, és meghívja őket a szerveredre.
id_id: Apakah kamu yakin? Ini akan memberi tahu tim dukungan kami dan memungkinkan mereka untuk bergabung dengan server.
nb_no: Er du sikker? Dette vil varsle vårt supportteam og tillate dem å bli med på serveren.
pt_br: Tem certeza? Isso notificará nossa equipe de suporte e permitirá que eles participem do servidor.
ru_ru: Вы точно уверены? Это поставит в известность нашу службу поддержки и разрешит ей присоединиться на ваш сервер.
sv_se: Är du säker? Detta meddelar vårt supportteam och låter dem ansluta till servern.

source: Error when creating Invite.
bg_bg: Възникна грешка при създаването на покана.
de_de: Fehler beim Erstellen des Einladungslinks.
es_ar: Error al crear la invitación.
es_es: Error al crear la invitación.
es_mx: Error al crear la Invitación.
fr_fr: Erreur lors de la création de l'invitation
hu_hu: A meghívó küldése közben hiba lépett fel.
id_id: Terjadi kesalahan ketika membuat Undangan.
nb_no: Feil ved opprettelse av invitasjon.
pt_br: Erro ao criar o convite.
ru_ru: Ошибка во время создания приглашения.
sv_se: Ett fel uppstod vid inbjudan.

source: Support team has been notified and will join as soon as possible!
bg_bg: Отбора за помощ бе уведомен и ще се Ви помогне възможно най-скоро!
de_de: Das Support-Team wurde kontaktiert und tritt dem Server so bald wie möglich bei!
es_ar: ¡El equipo de soporte fue notificado, se te meten a tu servidor en cuanquier momento!
es_es: ¡El equipo de soporte ha sido notificado y se unirá a tu servidor en cuanto sea posible!
es_mx: ¡El equipo de soporte ha sido notificado y se unirá a tu servidor en cuanto sea posible!
hu_hu: A központi csapatot értesítettük, és hamarosan valaki(k) csatlakozni fog(nak)!
id_id: Tim dukungan telah diberi tahu dan akan bergabung sesegera mungkin!
nb_no: Supportteamet har blitt varslet og vil bli med så snart som mulig!
pt_br: A equipe de suporte foi notificada e entrará o mais rápido possível!
ru_ru: Команда поддержки была проинформирована и скоро присоединиться на ваш сервер, как только сможет!
sv_se: Supportteamet har fått ett meddelande och kommer att gå med så snart som möjligt!

source: Finish the helpme request
de_de: Beende die helpme Anfrage
es_es: Termina la solicitud de ayuda
id_id: Menyelesaikan permintaan helpme
nb_no: Fullfør helpme forespørselen
pt_br: Fecha o pedido de 'helpme'

source: `<guild_id>` - The server ID of the requesting server Clear a server's helpme cooldown. If this is not done, they will be on cooldown for 48 hours.
de_de: `<guild_id>` - Die Serve ID des anfragenden Servers Löscht den Cooldown des helpme Befehls eines Servers. Wenn dies nicht geschieht, hat der Server einen Cooldown von 48 Stunden.
es_es: `<guild_id>` - el ID del servidor solicitante Elimina el tiempo de espera de ayuda del servidor. Si esto no se hace, estarán en tiempo de espera durante 48 horas.
id_id: `<guild_id>` - ID server yang meminta bantuan Menghapuskan waktu cooldown helpme sebuah server. Jika hal ini tidak dilakukan, mereka akan berada dalam waktu cooldown selama 48 jam.
nb_no: `<guild_id>` – Server IDen til den forespørrende serveren Fjern en servers helpme nedkjøling. Hvis dette ikke gjøres, vil de være på nedkjøling i 48 timer.
pt_br: `<guild_id>` - O ID do servidor solicitante Remove o tempo de espera do comando helpme Se isso não for feito, eles terão um tempo de espera de 48 horas.

source: Change your helpme text
de_de: Ändert deinen helpme Text
es_es: Edita el texto en tu solicitud de ayuda abierta
id_id: Mengubah pesan helpme
nb_no: Endre helpme teksten din
pt_br: Muda seu texto do 'helpme'

source: `<new_text>` - The new text to use in your helpme request Edit the text on your open helpme request. Our Support Team will see the new text right away. You can only use this command if your server has an open helpme request.
de_de: `<new_text>` - Der neue Text, der für die Anfrage genutzt wird Ändere den Text deiner offenen helpme Anfrage. Unser Support-Team wird den neuen Text sehen. Du kannst diesen Befehl nur nutzen, wenn dein Server eine offene helpme Anfrage hat.
es_es: `<new_text>` - el nuevo texto para usar en tu solicitud de ayuda Edita el texto en tu solicitud de ayuda abierta. Nuestro equipo de soporte verá el nuevo texto de inmediato. Solo puedes usar este comando si tu servidor tiene una solicitud de ayuda abierta.
id_id: `<new_text>` - Pesan baru yang akan digunakan untuk permintaan helpme Mengedit pesanmu pada permintaan terbuka helpme. Tim suport kami akan segera melihat pesan baru. Kamu dapat menggunkan perintah ini jika server kamu memiliki permintaan terbuka helpme.
nb_no: `<new_text>` – Den nye teksten som skal brukes i helpme forespørselen din Rediger teksten på din åpne helpme forespørsel. Support Teamet vårt vil se den nye teksten umiddelbart. Du kan bare bruke denne kommandoen hvis serveren din har en åpen helpme forespørsel.
pt_br: `<new_text>` - O novo texto que será utilizado no seu pedido de helpme Edita o texto no seu pedido aberto de helpme. Nossa equipe de suporte verá o novo texto logo após o uso do comando. Você somente pode usar esse comando se o seu servidor tiver um pedido de helpme aberto.

source: Successfully changed your helpme text from `{old}` to `{new}`!
de_de: Den helpme Text erfolgreich von `{old}` zu `{new}` geändert!
es_es: ¡Cambiaste exitosamente tu texto de ayuda de `{old}` a `{new}`!
id_id: Sukses mengganti pesan helpme kamu dari `{old}` ke `{new}`!
nb_no: Har endret helpme teksten fra `{old}` til `{new}`!
pt_br: Seu texto do 'helpme' foi mudado de `{old}` para `{new}` com sucesso!

source: Cancel your open helpme request
de_de: Schließt deine offene helpme Anfrage
es_es: Cancela tu solicitud de ayuda en curso
id_id: Membatalkan permintaan terbuka helpme
nb_no: Avbryt din åpne helpme forespørsel
pt_br: Cancela seu pedido aberto de 'helpme'

source: Cancel your ongoing helpme request. Our Support Team will not join your server. You can only use this command if your server has an open helpme request.
de_de: Schließe deine offene helpme Anfrage. Unser Support-Team wird deinem Server nicht beitreten. Du kannst diesen Befehl nur nutzen, wenn dein Server eine offene helpme Anfrage hat.
es_es: Cancela tu solicitud de ayuda en curso. Nuestro equipo de soporte no se unirá a tu servidor. Solo puedes usar este comando si tu servidor tiene una solicitud de ayuda abierta.
id_id: Membatalkan permintaan terbuka helpme yang sedang berlangsung. Tim Suport kami tidak akan bergabung ke servermu. Kamu dapat menggunakan perintah ini jika server kamu memilki permintaan terbuka helpme.
nb_no: Avbryt din pågående helpme forespørsel. Vårt Support Team vil ikke bli med på serveren din. Du kan bare bruke denne kommandoen hvis serveren din har en åpen helpme-forespørsel.
pt_br: Cancela seu pedido em andamento de 'helpme'. Nossa Equipe de Suporte não irá entrar no seu servidor. Você só pode usar esse comando se o seu servidor tiver um pedido aberto de 'helpme'.

source: Are you sure you want to cancel your helpme request?
de_de: Bist du dir sicher, dass du deine helpme Anfrage beenden willst?
es_es: ¿Estás seguro de que deseas cancelar tu solicitud de ayuda?
id_id: Apakah kamu yakin ingin membatalkan permintaan helpme?
nb_no: Er du sikker på at du vil kansellere helpme forespørselen din?
pt_br: Você tem certeza que quer cancelar seu pedido de 'helpme'?

source: Cancelled cancellation.
de_de: Das Schließen wurde gecancelled.
es_es: Cancelación cancelada.
id_id: Pembatalan dibatalkan.
nb_no: Kansellert avbestilling.
pt_br: Cancelado a cancelação.

source: Your helpme request has been cancelled.
de_de: Deine helpme Anfrage wurde geschlossen.
es_es: Tu solicitud de ayuda ha sido cancelada.
id_id: Permintaan helpme kamu telah dibatalkan.
nb_no: Helpme forespørselen din er kansellert.
pt_br: O seu pedido de 'helpme' foi cancelado.

source: View your current helpme request
de_de: Zeige deine aktuelle helpme Anfrage an
es_es: Ver la solicitud de ayuda actual de tu servidor
id_id: Melihat permintaan helpme kamu saat ini
nb_no: Se din nåværende helpme forespørsel
pt_br: Veja o seu atual pedido de 'helpme'
