Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: Your pet's image was successfully updated.
de_de: Das Bild deines Tieres wurde aktualisiert.
es_es: La imagen de tu mascota se ha actualizado con éxito.
es_mx: Tu imagen de tu mascota se ha actualizado con éxito.
hu_hu: A kisállat képe sikeresen beállítva.
id_id: Gambar hewan peliharaanmu berhasil diperbarui.
nb_no: Bildet til kjæledyret ditt ble oppdatert.
pt_br: A imagem do seu animal de estimação foi atualizada com sucesso.
sv_se: Ditt husdjurs bild har blivit uppdaterat.

source: Let your pet hunt a weapon
de_de: Lässt dein Tier nach einer Waffe suchen
es_es: Deja que tu mascota cace un arma
id_id: Membiarkan hewan peliharaanmu berburu sebuah senjata
nb_no: La kjæledyret ditt jakte etter et våpen
pt_br: Deixa o seu animal de estimação caçar uma arma

source: Make your pet hunt an item for you. The items stat depends on your pet's level (determined by class evolution) as well as its joy score. The lowest base stat your pet can find is three times its level, the highest is 6 times its level. Your pet's joy score in percent is multiplied with these base stats. For example: - Your pet is on level 2, its joy score is 50. - The item's base stats are (3x2) to (6x2), so 6 to 12. - Its joy score in percent is multiplied: 50% x 6 to 50% x 12, so 3 to 6 In this example, your pet can hunt an item with stats 3 to 6. It has a hard cap at 30. The item's value will be between 0 and 250. Only rangers can use this command. (This command has a cooldown until 12am UTC.)
de_de: Lässt dein Tier nach einem Item für dich suchen. Die Stats des Items hängen von deinem Tierlevel ab (wird von deiner Klassenentwicklung bestimmt) und seinen Spaßpunkten. Die niedrigsten Basisstats, die dein Tier finden kann sind 3mal sein Level, das Höchste ist 6mal sein Level. Die Spaßpunkte deines Tieres in Prozent wird mit diesen Basisstats multipliziert. Beispielsweise: -Dein Tier ist auf Level 2, seine Spaßpunkte sind 50. -Die Basisstats des Items sind (3x2) zu (6x2), also zwischen 6 und 12. -Seine Spaßpunkte in Prozent werden multipliziert: 50% zu 6, zu 50% x 12, also von 3 zu 6 In diesem Beispiel kann dein Tier ein Item mit den Stats zwischen 3 und 6 jagen. Das Maximum ist 30. Der Wert des Items wird dabei zwischen 0 und 250 liegen. Nur Ranger können diesen Befehl nutzen. (Dieser Befehl hat einen Cooldown bis Mitternacht UTC.)
es_es: Haz que tu mascota busque un artículo para ti. La estadística de los objetos depende del nivel de tu mascota (determinado por la evolución de la clase), así como de su puntuación de alegría. La estadística base más baja que puede encontrar tu mascota es tres veces su nivel, la más alta es 6 veces su nivel. La puntuación de alegría de tu mascota en porcentaje se multiplica con estas estadísticas básicas. Por ejemplo: - Tu mascota está en el nivel 2, su puntaje de alegría es 50. - Las estadísticas básicas del elemento son (3x2) a (6x2), por lo tanto, 6 a 12. - Tu puntuación de alegría en porcentaje se multiplica: 50% x 6 a 50% x 12, entonces 3 a 6 En este ejemplo, tu mascota puede cazar un objeto con estadísticas entre 3 y 6. Tiene un límite máximo de 30. El valor del objeto estará entre 0 y 250. Solo los guardabosques pueden usar este comando. (Este comando se renueva a las 12 a.m. UTC).
id_id: Membiarkan hewan peliharaanmu berburu sebuah barang untukmu. Stat barang tergantung level hewan peliharaanmu (ditentukan oleh evolusi kelas) serta skor kegembiraannya. Stat dasar terendah yang dapat ditemukan hewan peliharaanmu adalah tiga kali levelnya, tertinggi adalah 6 kali levelnya. Skor kegembiraan hewan peliharaanmu dalam persen adalah dikalikan dengan stat dasar. Contohnya: - Hewan peliharaanmu berada dilevel 2, skor kegembiraannya adalah 50. - Stat dasar barangnya adalah (3x2) hingga (6x2), jadi stat barangnya dari 6 sampai 12. - Skor kegembiraan dalam persen dikalikan: 50% x 6 hingga 50% x 12, jadi 3 hingga 6. Dalam contoh ini, hewan peliharaanmu dapat berburu sebuah barang dengan stat 3 hingga 6. Ini memiliki batas maksimum 30. Nilai barang akan berada di antara 0 dan 250. Hanya ranger yang dapat menggunakan perintah ini. (Perintah ini memiliki waktu cooldown sampai 12am UTC.)
nb_no: Få kjæledyret ditt til å jakte etter en gjenstand for deg. Gjenstandstatistikken avhenger av kjæledyrets nivå (bestemt av klasseutviklingen) og gledespoeng. Den laveste basisstatistikken kjæledyret ditt kan finne er tre ganger levelen til kjæledyret, den høyeste er 6 ganger levelen. Kjæledyrets gledespoeng i prosent multipliseres med denne grunnstatistikken. For eksempel: - Kjæledyret ditt er på nivå 2, dets gledespoeng er 50. - Gjenstandenes basisstatistikk er (3x2) til (6x2), så 6 til 12. - Gledens poengsum i prosent multipliseres: 50 % x 6 til 50 % x 12, så 3 til 6 I dette eksemplet kan kjæledyret ditt jakte på en gjenstand med statistikk 3 til 6. Den har en hard cap på 30. Gjenstandens verdi vil være mellom 0 og 250. Bare skogvoktere kan bruke denne kommandoen. (Denne kommandoen har en nedkjøling til kl. 12.00 UTC.)
pt_br: Faz com que seu animal de estimação caçar um item para você. As estatísticas dos itens dependem do nível do seu animal de estimação (determinada pela evolução da classe), além dos pontos de felicidade dele. A estatística básica mais baixa que seu animal de estimação pode achar é 3 vezes o nível dele, a mais alta é 6 vezes o nível dele. Os pontos de felicidade do seu animal de estimação em porcentagem é multiplicado com as estatísticas básicas do item. Por exemplo: - Seu animal de estimação está no nível 2, e os pontos de felicidade dele estão em 50. - As estatísticas básicas são (3x2) até (6x2), então será de 6 até 12. - Os pontos de felicidade dele são multiplicados em porcentagem: 50% x 6 até 50% x 12, então será de 3 até 6 Nesse exemplo, seu animal de estimação poderá caçar um item com estatísticas entre 3 e 6. Isso tem um limite máximo no 30, ou seja, nunca terá estatísticas maiores de 30. O valor do item será entre 0 e 250. Apenas Guardas da Floresta podem usar esse comando. (Esse comando tem um tempo de espera até meia-noite UTC.)

source: Your pet is not happy enough to hunt an item. Try making it joyful!
de_de: Dein Haustier ist nicht glücklich genug um ein Item zu suchen. Versuche es glücklicher zu machen!
es_es: Tu mascota no está suficientemente contenta para buscar un objeto. ¡Trata de alegrarla!
es_mx: Tu mascota no está suficientemente contenta para buscar un objeto. ¡Trata de alegrarla!
hu_hu: A kiskedvenced hangulata túl szomorkás, így nem akar fegyvert keresni. Próbáld meg felvidítani!
id_id: Hewan peliharaanmu tidak cukup senang untuk berburu barang. Cobalah untuk membuatnya bahagia!
nb_no: Kjæledyret ditt er ikke glad nok til å jakte. Prøv å gjøre den gladere!
pt_br: Seu animal de estimação não está feliz o suficiente para caçar um item. Tente torná-lo alegre!
sv_se: Ditt husdjur är inte lyckligt nog för att jaga efter föremål. Försök göra den glad!

source: Your pet found an item!
bg_bg: Любимецът ти намери предмет!
de_de: Dein Tier bringt ein Item mit!
es_ar: ¡Tu mascota ha encontrado un objeto!
es_es: ¡Tu mascota ha encontrado un objeto!
es_mx: ¡Tu mascota ha encontrado un objeto!
fr_fr: Votre animal de compagnie a trouvé un item !
hu_hu: A kisállatod valamit hazahozott!
id_id: Hewan peliharaanmu menemukan sebuah barang!
nb_no: Kjæledyret ditt fant en gjenstand!
pt_br: Seu animal de estimação encontrou um item!
ru_ru: Ваш питомец нашёл предмет!
sv_se: Ditt husdjur hittade ett föremål!

source: Your pet needs to recover, wait a day to retry
bg_bg: Твоят любимец има нужда от почивка. Изчакай един ден, за да опиташ отново
de_de: Dein Tier braucht Ruhe, warte einen Tag um es erneut zu versuchen
es_ar: Tu mascota necesita descansar. Espera un día para reintentarlo
es_es: Tu mascota necesita descansar, espera un día para intentarlo de nuevo
es_mx: Tu mascota necesita descansar, espera un día para intentarlo de nuevo
fr_fr: Votre animal de compagnie a besoin de repos, attendez une journée pour essayer à nouveau
hu_hu: A kisállatod elfáradt a keresésben. Holnap próbáld újra!
id_id: Hewan peliharaanmu perlu pulih kembali, tunggu sehari untuk mencoba kembali
nb_no: Kjæledyret ditt må slappe av, vent en dag med å prøve på nytt
pt_br: Seu animal de estimação precisa se recuperar, aguarde um dia para tentar novamente
ru_ru: Ваш питомец должен восстановиться, подождите день и попробуйте снова
sv_se: Ditt husdjur måste återhämta sig, vänta en dag för att försöka igen

source: {user} wants to skip a track. React if you agree. **{current}/{total}** voted for it!
de_de: {user} möchte diesen Titel überspringen. Reagiere wenn du zustimmst. **{current}/{total}** haben dafür gestimmt!
es_mx: {user} quiere saltarse una pista. ¡**{current}/{total}** han votado para ello! Reacciona si estás de acuerdo!
hu_hu: {user} szeretne átugrani egy számot. Ha egyetértesz vele, használd a reakciógombot. Jelenleg **{current}/{total}** játékos áll {user} mellett!
sv_se: {user} vill hoppa över en låt. Reagera om du håller med. **{current}/{total}** har röstat för det!

source: {user} wants to pause/resume the player. React if you agree. **{current}/{total}** voted for it!
de_de: {user} möchte diesen Titel pausieren. Reagiere wenn du zustimmst. **{current}/{total}** haben dafür gestimmt!
es_mx: {user} quiere pausar/reproducir la pista ¡**{current}/{total}** han votado para ello! Reacciona si estás de acuerdo!
hu_hu: {user} szeretné leállítani/visszakapcsolni a lejátszót. Ha egyetértesz vele, használd a reakciógombot. Jelenleg **{current}/{total}** játékos áll {user} mellett!
sv_se: {user} vill pausa/fortsätta uppspelaren. Reagera om du håller med. **{current}/{total}** har röstat för det!

source: {user} wants to stop playback. React if you agree. **{current}/{total}** voted for it!
de_de: {user} möchte den Musik-Player beenden. Reagiere wenn du zustimmst. **{current}/{total}** haben dafür gestimmt!
es_mx: {user} quiere detener la reproducción. ¡**{current}/{total}** han votado para ello! Reacciona si estás de acuerdo!
hu_hu: {user} szeretné lekapcsolni a lejátszót. Ha egyetértesz vele, használd a reakciógombot. Jelenleg **{current}/{total}** játékos áll {user} mellett!
sv_se: {user} vill stoppa uppspelningen. Reagera om du håller med. **{current}/{total}** har röstat för det!

source: {user} wants to change the volume. React if you agree. **{current}/{total}** voted for it!
de_de: {user} möchte die Lautstärke anpassen. Reagiere wenn du zustimmst. **{current}/{total}** haben dafür gestimmt!
es_mx: {user} quiere modificar el volumen. ¡**{current}/{total}** han votado para ello! Reacciona si estás de acuerdo!
hu_hu: {user} szeretne változtatni a hangerőn. Ha egyetértesz vele, használd a reakciógombot. Jelenleg **{current}/{total}** játékos áll {user} mellett!
sv_se: {user} vill ändra volymen. Reagera om du håller med. **{current}/{total}** har röstat för det!

source: {user} wants to toggle repeating. React if you agree. **{current}/{total}** voted for it!
de_de: {user} möchte die Wiederholung ändern. Reagiere wenn du zustimmst. **{current}/{total}** haben dafür gestimmt!
es_mx: {user} quiere cambiar la reproducción repetida. ¡**{current}/{total}** han votado para ello! Reacciona si estás de acuerdo!
hu_hu: {user} szeretné ismétlésre rakni a lejátszási listát. Ha egyetértesz vele, használd a reakciógombot. Jelenleg **{current}/{total}** játékos áll {user} mellett!
sv_se: {user} vill växla repeterande läge. Reagera om du håller med. **{current}/{total}** har röstat för det!

source: {user} wants to change the equalizer. React if you agree. **{current}/{total}** voted for it!
de_de: {user} möchte den Equalizer ändern. Reagiere wenn du zustimmst. **{current}/{total}** haben dafür gestimmt!
es_mx: {user} quiere modificar el ecualizador. ¡**{current}/{total}** han votado para ello! Reacciona si estás de acuerdo!
hu_hu: {user} szeretné megváltoztatni a hangbeállításokat. Ha egyetértesz vele, használd a reakciógombot. Jelenleg **{current}/{total}** játékos áll {user} mellett!
sv_se: {user} vill ändra utjämnaren. Reagera om du håller med. **{current}/{total}** har röstat för det!

source: Vote passed!
de_de: Abstimmung erfolgreich!
es_mx: ¡Votación exitosa!
hu_hu: Megszavazva!
sv_se: Röstningen har passerat!

source: Choose a result to play
de_de: Wähle ein Ergebnis zum Abspielen aus

source: `<query>` - The query to search a song by Query for a track and play or add any result to the playlist, you can choose from a multitude of tracks.
de_de: `<query>` - Die Suchanfrage mit welcher ein Titel gesucht wird Suche nach einem Titel,spiele ihn ab oder füge jegliches Ergebnis zur Playlist hinzu, du kannst aus einer Vielzahl an Titeln wählen.

source: No results...
de_de: Keine Ergebnisse...
es_mx: No hay resultados...
hu_hu: Szám nem található...
sv_se: Inga resultat...

source: Song results
de_de: Titel Ergebnisse

source: Hit a button to play one
de_de: Klick den Knopf um Einen abzuspielen

source: Loading track... This might take up to 3 seconds...
de_de: Lade Titel...das könnte bis zu 3 Sekunden dauern...

source: Play a song
de_de: Spiele einen Titel

source: `<query>` - The query to search a song by Query for a track and play or add the first result to the playlist. If this is not the song you were looking for, try `{prefix}chooseplay`.
de_de: `<query>` - Die Suchanfrage mit welcher ein Titel gesucht wird Suche nach einem Titel und spiele ihn ab oder füge das erste Ergebnis zur Playlist hinzu. Falls dies nicht der Titel ist, den du gesucht hast, versuche `{prefix}chooseplay`.

source: Downloading track... This might take up to 3 seconds...
de_de: Lade Titel herunter...Dies könnte bis zu 3 Sekunden dauern...

source: Lock the player
de_de: Sperrt den Player

source: Lock/Unlock the player. This allows nobody else to control the music. Only the session's DJ can use this command.
de_de: Sperrt/Entsperrt den Player. Das verbietet jedem Anderen die Musik zu kontrollieren. Nur der DJ der Session kann diesen Befehl nutzen.

source: Toggle repeat
de_de: Schaltet wiederholen an/aus

source: Toggle repeat of the playing queue. Once a song finishes, it will be added at the end of the queue automatically. If there are more than one person in the session and a non-DJ uses this command, a vote has to pass first.
de_de: Schaltet Wiederholen der momentanen Liste an/aus. Sobald ein Titel endet, wird er automatisch an das Ende der Liste gesetzt. Wenn mehr als eine Person in der Session ist und ein nicht-DJ diesen Befehl nutzt, muss zuerst abgestimmt werden.

source: Skip the currently playing song.
de_de: Überspringe den aktuellen Titel.
es_mx: Saltar la canción en reproducción.
hu_hu: A jelenlegi zeneszám átugrása.
sv_se: Hoppar över nuvarande låt.

source: Skip the currently playing song. If there are more than one person in the session and a non-DJ uses this command, a vote has to pass first.
de_de: Überspringe den aktuellen Titel. Wenn mehr als eine Person in der Session ist und ein nicht-DJ diesen Befehl nutzt, muss zuerst abgestimmt werden.

source: Stops the music
de_de: Stoppt die Musik

source: Stops the music and leaves voice chat. If there are more than one person in the session and a non-DJ uses this command, a vote has to pass first.
de_de: Stoppt die Musik und verlässt den Sprachchat. Wenn mehr als eine Person in der Session ist und ein nicht-DJ diesen Befehl nutzt, muss zuerst abgestimmt werden.

source: Change the volume
de_de: Verändert die Lautstärke

source: Changes the playback's volume. If there are more than one person in the session and a non-DJ uses this command, a vote has to pass first.
de_de: Verändert die Lautstärke. Wenn mehr als eine Person in der Session ist und ein nicht-DJ diesen Befehl nutzt, muss zuerst abgestimmt werden.

source: ⚠`Playback volume is going to change to {volume} in 5 seconds. To avoid the sudden earrape, control the volume on client side!`
de_de: ⚠`Die Lautstärke des Abspielens wird sich in 5 Sekunden auf {volume} ändern. Um der plötzlichen Ohrvergewaltigung zu entkommen, kontrolliere die Lautstärke auf Seiten der Hörer!`

source: :white_check_mark:` Volume successfully changed to {volume}!`
bg_bg: :white_check_mark:` Успешно променяне на силата на звука към {volume}!`
de_de: :white_check_mark:` Lautstärke auf {volume} gesetzt!`
es_ar: :white_check_mark:` El volúmen cambió exitosamente a {volume}!`
es_mx: :white_check_mark:` ¡El volúmen ha cambiado a {volume}!`
hu_hu: :white_check_mark:` Hangerő sikeresen megváltoztatva! Új hangerő: {volume}!`
ru_ru: :white_check_mark:` Громкость была успешно изменена {volume}!`
sv_se: :white_check_mark:` Volymen har ändrats till {volume}!`

source: Toggles the music playback's paused state. If there are more than one person in the session and a non-DJ uses this command, a vote has to pass first.
de_de: Pausiert oder entpausiert das Abspielen der Musik. Wenn mehr als eine Person in der Session ist und ein nicht-DJ diesen Befehl nutzt, muss zuerst abgestimmt werden.

source: :white_check_mark:`Song paused!`
bg_bg: :white_check_mark:`Песента е спряна!`
de_de: :white_check_mark:`Song pausiert!`
es_ar: :white_check_mark:`Canción pausada.`
es_mx: :white_check_mark:`¡Pausa activada!`
hu_hu: :white_check_mark:`Szám megállítva!`
ru_ru: :white_check_mark:`Плейлист приостановлен!`
sv_se: :white_check_mark:`Song pausad!`

source: :white_check_mark:`Song resumed!`
bg_bg: :white_check_mark:`Песента е възобновена!`
de_de: :white_check_mark:`Song wieder gestartet!`
es_ar: :white_check_mark:`Canción resumida.`
es_mx: :white_check_mark:`Pausa desactivada!`
hu_hu: :white_check_mark:`Szám újraindítva!`
ru_ru: :white_check_mark:`Плейлист возобновлён!`
sv_se: :white_check_mark:`Song återupptas!`

source: Change the equalizer
de_de: Ändert den Equalizer

source: `<eq>` - The equalizer to use Sets the equalizer. May be **flat, piano, metal or boost**. Flat is the standard, piano is quiet, metal boosts high frequencies and boost boosts low frequencies. If there are more than one person in the session and a non-DJ uses this command, a vote has to pass first.
de_de: `<eq>` - Der Equalizer, der genutzt werden sol Legt den Equalizer fest. Kann **flat, piano, metal oder boost** sein. Flat ist die Standardeinstellung, piano ist leise, metal verstärkt höhe Frequenzen und boost verstärkt niedrige Frequenzen. Wenn mehr als eine Person in der Session ist und ein nicht-DJ diesen Befehl nutzt, muss zuerst abgestimmt werden.

source: Not a valid equalizer. May be flat, piano, metal or boost.
de_de: Kein gültiger Equalizer. Kann flat, piano, metal oder boost sein.
es_mx: Ecualizador no válido. Puede ser flat, piano, metal o boost.
hu_hu: Érvénytelen hanghatás. A lehetséges hanghatások: mol [flat], zongora [piano], metálzene [metal], vagy turbó [boost]
sv_se: Inte en giltig utjämnare. Måste vara flat, piano, metal eller boost.

source: Shows the current song.
de_de: Zeigt den momentan abgespielten Song.

source: Displays some information about the currently playing song.
de_de: Zeigt ein paar Informationen zum momentan laufenden Song.

source: Now playing...
bg_bg: Сега се слуша...
de_de: Läuft jetzt...
es_ar: Ahora reproduciendo...
es_mx: Reproduciendo...
fr_fr: En train de jouer…
hu_hu: Szám elindítva...
ru_ru: Сейчас играет...
sv_se: Nu spelas...

source: Title
bg_bg: Заглавие
de_de: Titel
es_ar: Título
es_mx: Título
fr_fr: Titre
hu_hu: Cím
ru_ru: Название
sv_se: Titel

source: Artist
de_de: Künstler

source: Volume
bg_bg: Звук
de_de: Lautstärke
es_ar: Volumen
es_mx: Volumen
hu_hu: Hangerő
ru_ru: Громкость
sv_se: Volym

source: Playing status
bg_bg: Статус
de_de: Status
es_ar: Estadísticas de reproducción
es_mx: Estado de reproducción
fr_fr: Status en cours
hu_hu: Lejátszásí státusz
ru_ru: Игровой статус
sv_se: Spelar

source: `⏸Paused`
bg_bg: `⏸Спряна`
de_de: `⏸Pausiert`
es_ar: `⏸Pausado`
es_mx: `⏸En Pausa`
fr_fr: `⏸En pause`
hu_hu: `⏸Szüneteltetve`
ru_ru: `⏸приостановлено`
sv_se: `⏸Pausad`

source: Locked
de_de: Gesperrt
es_mx: Bloqueado
hu_hu: Hozzáférhetetlen
sv_se: Låst

source: No
de_de: Nummer
hu_hu: Szám
sv_se: Nej

source: Looping
de_de: Wiederholung
es_mx: Repitiendo
hu_hu: Ismétlés
sv_se: Repeterar

source: Explicit
de_de: Explizit

source: Song requested by: {user}
bg_bg: Песен поискана от: {user}
de_de: Song hinzugefügt von: {user}
es_ar: Canción pedida por: {user}
es_mx: Canción solicitada por: {user}
fr_fr: Musique demandé par: {user}
hu_hu: Zeneszám kiválasztója: {user}
ru_ru: Музыка предложена игроком: {user}
sv_se: Song begärd av: {user}

source: Show upcoming songs
de_de: Zeigt die nächsten Songs

source: Show the next (maximum 5) tracks in the queue.
de_de: Zeigt die nächsten (maximal 5) Titel in der Titelliste.
es_mx: Muestra las siguientes (máximo 5) pistas en cola.
hu_hu: A soron következő (legfeljebb 5 ) szám mutatása.
sv_se: Visar de nästa (högst 5) låtarna i kön.

source: Upcoming entries
bg_bg: Предстоящи песни
de_de: Anstehende Einträge
es_ar: Próximas entradas
es_mx: Próximas entradas
hu_hu: További kívánságok
ru_ru: Предстоящая музыка
sv_se: Kommande bidrag

source: ⚠`No more entries left.`
de_de: ⚠`Keine Einträge übrig.`

source: `<query>` - The query to search the song by; defaults to the currently playing song Retrieves song lyrics. If no song specified, will check the current playing song.
de_de: `<query>` - Die Anfrage, mit welcher nach dem Lied gesucht wird; ohne Angabe ist es der momentan abgespielte Song Gibt die Lyrics eines Liedes zurück. Wenn kein Song benannt wird, wird der momentan abgespielte Song gesucht.

source: I am not playing. Please specify a song to look for.
de_de: Ich spiele gerade nichts. Bitte gib einen Titel an.
es_mx: No estoy reproduciendo, por favor especifica la canción a buscar.
hu_hu: Nincs aktív zeneszám. Válassz egy számot, amit berakhatunk!
sv_se: Jag spelar inte upp något. Vänligen specificera en låt att kolla upp.

source: Please specify a song.
de_de: Bitte gib einen Titel an.
es_mx: Por favor, especifica una canción.
hu_hu: Válassz egy konkrét számot!
sv_se: Vänligen specificera en låt.

source: :x: Look for a longer query!
de_de: :x: Suche eine längere Anfrage!
es_mx: :x: ¡Busca un texto más largo!
hu_hu: :x: Használj több, vagy konkrétabb kulcsszavakat!
sv_se: :x: Leta efter en längre frågeställning!

source: ⚠ No results!
de_de: ⚠ Keine Ergebnisse!

source: 🎧 Added {title} to the queue...
bg_bg: 🎧 {title} се добави към опашката...
de_de: 🎧 {title} wurde der Liste hinzugefügt...
es_ar: 🎧 Se agregó {title} a la cola.
es_mx: 🎧 Agregado {title} a la cola...
fr_fr: 🎧 {title} ajouté à la file...
hu_hu: 🎧 {title} hozzáadva a listához...
ru_ru: 🎧 Добавлена {title} в плейлист...
sv_se: 🎧 Lade till {title} till kön.

source: 🎧 Playing {title}...
bg_bg: 🎧 Пускане на {title}...
de_de: 🎧 Spiele {title}...
es_ar: 🎧 Reproduciendo {title}...
es_mx: 🎧 Reproduciendo {title}...
fr_fr: 🎧 musique en cours {title}...
hu_hu: 🎧 {title} lejátszása...
ru_ru: 🎧 Сейчас играет {title}...
sv_se: 🎧 Spelar {title}...

source: Shows adventures and your chances
de_de: Zeigt Abenteuer und deine Chancen
es_es: Muestra aventuras y tus posibilidades
id_id: Menampilkan petualangan dan peluangmu
nb_no: Viser eventyr og dine sjanser
pt_br: Mostra suas aventuras e suas chances
