Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: Cannot predict now
bg_bg: Не мога да предскажа сега
de_de: Kann gerade keine Voraussage treffen
es_ar: No puedo predecir ahora
es_mx: No lo puedo predecir ahora
fr_fr: Je ne peux pas le prédire maintenant
hu_hu: Pillanatnyilag nem látom a jövőt
ru_ru: Не могу предсказать сейчас
sv_se: Kan inte förutsäga nu

source: Concentrate and ask again
bg_bg: Концентрирай се и попитай отново
de_de: Konzentriere dich und frage noch einmal
es_ar: Concentrate y preguntá de nuevo, pelotudo
es_mx: Concéntrate y pregunta de nuevo
fr_fr: Concentre toi et redemande
hu_hu: Koncentrálj a kérdésre, és tedd fel újra!
ru_ru: Сконцентрируйся и спроси снова
sv_se: Koncentrera dig och fråga igen

source: Don't count on it
bg_bg: Не разчитай на това
de_de: Verlasse dich nicht drauf
es_ar: No creas que va a pasar
es_mx: No cuentes con ello
fr_fr: Ne compte pas sur ça
hu_hu: Ne ezzel számolj!
ru_ru: Не заморачивайся об этом
sv_se: Räkna inte med det

source: My reply is no
bg_bg: Отговорът ми е не
de_de: Meine Antwort lautet: nein
es_ar: No
es_mx: Mi respuesta es no
fr_fr: Ma réponse est non
hu_hu: A válaszom nem
ru_ru: Мой ответ- нет
sv_se: Mitt svar är nej

source: My sources say no
bg_bg: Източниците ми казват не
de_de: Meine Quellen sagen nein
es_ar: Mis fuentes dicen que no
es_mx: Mis fuentes dicen no
fr_fr: Mes sources d'info disent non
hu_hu: A forrásaim szerint nem
ru_ru: Мои источники говорят нет
sv_se: Mina källor säger nej

source: Outlook not so good
bg_bg: Не изглежда добре
de_de: Sieht nicht so gut aus
es_ar: Las perspectivas son malas
es_mx: No tiene muy buena pinta
fr_fr: Une vision peu sympa
hu_hu: Nem túl jók a kilátások
ru_ru: Прогноз не слишком хорош
sv_se: Ser inte så bra ut

source: Very doubtful
bg_bg: Много съмнително
de_de: Ich bezweifle es
es_ar: Lo dudo
es_mx: Muy dudoso
fr_fr: Très douteux
hu_hu: Igen kétes
ru_ru: Очень сомнительно
sv_se: Väldigt tveksamt

source: The :8ball: says: **{result}**.
bg_bg: :8ball: казва: **{result}**.
de_de: Der :8ball: antwortet: **{result}**.
es_ar: El comandante dice: **{result}**.
es_mx: La :8ball: dice: **{result}**.
fr_fr: La :8ball: dit: **{result}**.
hu_hu: A táltos a következőt jósolja: **{result}**.
ru_ru: Шарик :8ball: сказал **{result}**.
sv_se: :8ball: säger: **{result}**.

source: Repeat what you said.
de_de: Wiederhole, was du gesagt hast.

source: `<phrase>` - The text to repeat Repeats what you said. This will delete the command message if possible.
de_de: `<phrase>` - Den zu wiederholenden Text Wiederholt, was du gesagt hast. Dies wird, wenn möglich, die Nachricht mit dem Befehl löschen.

source: Help you decide
de_de: Hilft dir, dich zu entscheiden

source: `<results...>` - The options to choose from Chooses a random option of supplied possiblies. For an option with multiple words, put it in "double quotes".
de_de: `<results...>` - Die Optionen, die zur Auswahl stehen Wählt eine zufällige Option aus vorgegeben Möglichkeiten aus. Für eine Option mit mehreren Wörtern, füge "Anführungszeichen" hinzu.

source: Cannot choose from an empty list...
bg_bg: Не може да се избере от празен лист...
de_de: Du hast mir keine Optionen gegeben.
es_ar: No se puede elegir a alguien si la lista está vacía.
es_mx: No se puede elegir de una lista vacía...
fr_fr: Impossible de choisir parmi une liste vide ...
hu_hu: Üres listából kissé nehéz választani...
ru_ru: Не могу выбрать из пустого списка...
sv_se: Kan inte välja från en tom lista...

source: My choice is: **{result}**.
bg_bg: Моят избор е: **{result}**.
de_de: Hm... Ich wähle: **{result}**.
es_ar: Mi elección es: **{result}**.
es_mx: Mi elección es: **{result}**.
fr_fr: Mon chois est: **{result}**.
hu_hu: Ezt választanám: **{result}**.
ru_ru: Мой выбор **{result}**.
sv_se: Mitt val är: **{result}**.

source: Calculates love for two users
de_de: Berechnet die Liebe zwischen zwei Nutzern

source: `<first>` - A discord User `<second>` - Also a discord User Calculates the love between two people. Don't be disappointed when the result is low, you'll find your Romeo/Juliet someday.
de_de: `<first>` - Ein Discord Nutzer `<second>` -Auch ein Discord Nutzer Berechnet die Liebe zwischen zwei Personen. Sei nicht traurig, wenn das Ergebnis schlecht ausfällt, du findest deinen Romeo/deine Julia irgendwann.

source: Calculating Love for {first} and {second}...
bg_bg: Преценяване на любов между {first} и {second}...
de_de: Liebe für {first} und {second} wird ausgerechnet...
es_ar: Calculando amor entre {first} y {second}...
es_mx: Calculando Amor entre {first} y {second}...
fr_fr: Calcul d'amour est de {first} et {second}...
hu_hu: Öribari-esély mérése {first} és {second} között...
ru_ru: Вычисляю влюблённость {first} и {second}….
sv_se: Beräknar Kärleken mellan {first} och {second}...

source: Love Calculation
bg_bg: Преценяване на любов
de_de: Liebesrechner
es_ar: Cálculo de amor
es_mx: Cálculo de Amor
fr_fr: Calcul d'amour
hu_hu: Öribari-mérés
ru_ru: Любовный расчёт
sv_se: Kärleksberäkning

source: Love for {first} and {second} is at **{love}%**! ❤
bg_bg: Любовта между {first} и {second} е на **{love}%**! ❤
de_de: Liebe zwischen {first} und {second} liegt bei **{love}%**! ❤
es_ar: El amor entre {first} y {second} está en un **{love}%**! ❤
es_mx: El amor entre {first} y {second} es de **{love}%**! ❤
fr_fr: Taux d'amour pour {first} et {second} est de **{love}%**! ❤
hu_hu: Öribari-sose-hari szint {first} és {second} között: **{love}%**! ❤
ru_ru: Любовь между {first} и {second} на уровне **{love}%**! ❤
sv_se: Kärleken mellan {first} och {second} är på **{love}%**! ❤

source: Replaces text with emoji
de_de: Ersetzt Text durch Emoji

source: `<text>` - The text to enlarge Replaces text and numbers with emoji.
de_de: `<text>` - Text, der vergrößert werden soll Ersetzt Text und Zahlen durch Emoji.

source: Sends a random meme from [Some Random API](https://some-random-api.ml/).
de_de: Sendet ein zufälliges Meme von [Some Random API](https://some-random-api.ml/).

source: Roll some dice
de_de: Würfelt ein paar Würfel

source: `<dice_type>` - The dice to roll, uses the ndx format Rolls n dice with x sides (3d20 rolls 3 20-sided dice).
de_de: `<dice_type>` - Die Art der Würfel, nutzt das ndx Format Würfelt den Würfel mit x Seiten (3d20 würfelt drei 20-seitige Würfel).

source: Use the ndx format. E.g. `5d20` will roll 5 dice with 20 sides each.
de_de: Nutze das ndx Format. Bspw. '5d20' würfelt 5 Würfel mit jeweils 20 Seiten.

source: Use the ndx format.
bg_bg: Използвай **ndx** формат.
de_de: Nutze das ndx Format.
es_ar: Usá el formato NDX. Por ejemplo: "3d20" son 3(N) dados(D) con 20(X) lados.
es_mx: Usa el formato ndx.
fr_fr: Utilise le ndx format.
hu_hu: Kérlek, használd az `ndx` formátumot!
ru_ru: Использовать ndx формат.
sv_se: Använd ndx-formatet.

source: The number of dice to roll should be between 1 and 100.
de_de: Die Zahl der Würfel sollte zwischen 1 und 100 liegen.

source: Dice must have at least one side and not more than 10000.
de_de: Der Würfel muss mindestens eine und nicht mehr als 10000 Seiten haben.
es_mx: Los dados deben tener al menos una cara y no más de 10000.
hu_hu: A kocka oldalainak száma 1 és 10000 közé kell, hogy essen.
sv_se: Tärningar måste ha minst en sida och inte fler än 10000.

source: {user}'s dice rolled: ```Sum: {sumall} Average: {average} Results: {results}```
de_de: {user} hat diese Würfel gewürfelt: ```Summe: {sumall} Durchschnitt: {average} Ergebnis: {results}```

source: Show my nickname in a random server
de_de: Zeigt meinen Nicknamen in einem zufälligen Server

source: Sends you my nickname from a random server. ⚠ Caution: may contain NSFW.
de_de: Sendet dir meinen Nicknamen von einem zufälligen Server. ⚠ Achtung: Könnte nicht jugendfreien Inhalt enthalten!.

source: In **{server}** I am called **{name}**.
bg_bg: В сървър **{server}** аз се казвам **{name}**.
de_de: In **{server}** ist mein Spitzname **{name}**.
es_ar: En **{server}** yo me llamo **{name}**.
es_mx: En **{server}** me llamo **{name}**.
fr_fr: Sur **{server}** je m’appelle **{name}**.
hu_hu: A **{server}** szerveren így ismernek: **{name}**.
ru_ru: В **{server}** меня звали **{name}**.
sv_se: På **{server}** kallas jag **{name}**.

source: Facts about Chuck Norris.
de_de: Fakten über Chuck Norris.
es_mx: Datos sobre Chuck Norris.
hu_hu: Alapműveltség Chuck Norrisról.
sv_se: Fakta om Chuck Norris.

source: Sends a random Chuck Norris ~~joke~~ fact from [The Chuck Norris API](https://api.chucknorris.io/)
de_de: Sendet einen zufälligen Chuck Norris ~~Witz~~Fakt von [The Chuck Norris API](https://api.chucknorris.io/)

source: Cat pics
de_de: Katzen Bilder

source: Sends cute cat pics from [The Cat API](https://thecatapi.com/).
de_de: Sendet niedliche Katzenbilder von [The Cat API](https://thecatapi.com/).

source: Meow!
bg_bg: Мяу!
de_de: Miau!
es_mx: ¡Miau!
fr_fr: Miaou !
hu_hu: Miaú!
ru_ru: Мяу!
sv_se: Mjau! :3

source: Dog pics
de_de: Hundebilder

source: Sends cute dog pics from [The Dog API](https://thedogapi.com/).
de_de: Sendet niedliche Hundebilder von [The Dog API](https://thedogapi.com/).

source: Wouff!
bg_bg: Бау, бау!
de_de: Wau!
es_mx: ¡Guau!
fr_fr: Wouf !
hu_hu: Vau!
ru_ru: Гав-гав!
sv_se: Voff!

source: View the uptime
de_de: Zeigt die Uptime an
es_es: Ver el tiempo de actividad
id_id: Lihat uptime
nb_no: Se oppetiden
pt_br: Veja o tempo de funcionamento

source: Shows how long the bot has been connected to Discord.
de_de: Zeigt, wie lange der Bot mit Discord verbunden ist.
es_es: Muestra el tiempo que el bot ha estado conectado a Discord.
es_mx: Muestra el tiempo que el bot ha estado conectado a Discord.
hu_hu: Időintervallum, amióta a bot csatlakozik a Discordhoz.
id_id: Menunjukkan sudah berapa lama bot terhubung ke Discord.
nb_no: Viser hvor lenge botten har vært koblet til Discord.
pt_br: Mostra a quanto tempo o bot está conectado ao Discord.
sv_se: Visar hur länge botten har varit kopplad till discord.

source: I am online for **{time}**.
bg_bg: Аз съм онлайн за **{time}** вече.
de_de: Ich bin seit **{time}** online.
es_ar: Estoy online hace **{time}**.
es_es: Estoy online desde hace **{time}**.
es_mx: Estoy online desde hace **{time}**.
fr_fr: Je suis en ligne depuis **{time}**.
hu_hu: Ennyi ideje vagyok elérhető: **{time}**.
id_id: Aku online selama **{time}**.
nb_no: Jeg er online i **{time}**.
pt_br: Estou online por **{time}**.
ru_ru: Я онлайн **{time}**.
sv_se: Jag har varit online i **{time}**.

source: Every good software has an Easter egg.
bg_bg: Всеки добър софтуер има великденско яйце.
de_de: Jedes Spiel hat ein cooles Easteregg.
es_ar: Todo buen software tiene un Easter Egg.
es_mx: Todo buen software tiene un huevo de Pascua.
fr_fr: Tout bon logiciel a un Easter Egg.
hu_hu: Minden menő szoftvernek vannak rejtett turpisságai.
ru_ru: Каждая хорошая программа имеет Easter egg.
sv_se: Varje bra programvara har en gömd hemlighet.

source: Wouldn't be any fun if I told you how to find it, right?
de_de: Wäre ziemlich langweilig, wenn ich dir sagen würde, wie du es findest, denkst du nicht?

source: Find it!
bg_bg: Намери го!
de_de: Such weiter!
es_ar: ¡Encontralo!
es_mx: ¡Encuéntralo!
fr_fr: Trouvez le !
hu_hu: Találd meg!
ru_ru: Нашёл его!
sv_se: Hitta den!

source: Give a cookie to a user
de_de: Gibt einem Nutzer einen Keks

source: `<user>` - the discord user to give the cookie to Gives a cookie to a user. Sadly, this cookie does not have an effect on gameplay.
de_de: `<user>` - Der Discord Nutzer, dem der Keks gegeben wird Gibt einem Nutzer einen Keks. Leider hat dieser Keks keinen Einfluss auf das Spiel.

source: **{user}**, you've been given a cookie by **{author}**. :cookie:
bg_bg: **{user}**, ти получи бисквитка от **{author}**. :cookie:
de_de: **{user}**, **{author}** gibt dir einen Keks! :cookie:
es_ar: **{user}**, **{author}** te dió una galletita. :cookie:
es_mx: **{user}**, **{author}** te ha dado una galleta. :cookie:
fr_fr: **{user}**, vous avez reçu un cookie de **{author}**. :cookie:
hu_hu: **{user}**, kérsz egy kekszet, kismadár? Szeretettel: **{author}**. :cookie:
ru_ru: **{author}** дал печеньку **{user}** :cookie:
sv_se: **{user}**, du har fått en kaka av **{author}**. :cookie:

source: Give icecream to a user
de_de: Gibt einem Nutzer Eis

source: `<other>` - the discord user to give the icecream to Gives icecream to a user. Sadly, this ice does not have an effect on gameplay.
de_de: `<user>` - Der Discord Nutzer, dem das Eis gegeben wird Gibt einem Nutzer ein Eis. Leider hat dieses Eis keinen Einfluss auf das Spiel.

source: {other}, here is your ice: :ice_cream:!
bg_bg: {other}, заповядай сладолед :ice_cream:!
de_de: {other}, hier ist dein Eis! :ice_cream:!
es_ar: {other}, ¡Tomá tu helado :ice_cream:!
es_mx: {other}, ¡aquí está tu helado :ice_cream:!
fr_fr: {other}, voici votre glace :ice_cream: !
hu_hu: {other}, a pisztácia kifogyott. Van vanília, karamell, tutti-frutti, rumos dió és kávé: :ice_cream:!
ru_ru: {other}, держи :ice_cream:!
sv_se: {other}, här är din glass: :ice_cream:!

source: User guessing game
de_de: Nutzer Ratespiel

source: Guess a user by their avatar and discriminator (the four numbers after the # in a discord tag). Both their tag and nickname are accepted as answers. You have 20 seconds to guess. (This command has a channel cooldown of 20 seconds.)
de_de: Rate einen Nutzer mit ihrem Profilbild und Diskriminator (die vier Nummern nach dem # in einem Discord Namen. Sowohl ihr 'tag' als auch ihr Nickname sind akzeptierte Antworten. Du hast 20 Sekunden zum raten (Dieser Befehl hat einen Channel Cooldown von 20 Sekunden.)

source: Can you guess who this is?
bg_bg: Можеш ли да познаеш кой е това?
de_de: Weißt du, wer das ist?
es_ar: ¿Podés adivinar quién es?
es_mx: ¿Puedes adivinar quién es?
fr_fr: Pouvez vous deviner de qui il s’agit ?
hu_hu: Rá tudsz jönni, ki ez?
ru_ru: Можете ли вы догадаться кто это?
sv_se: Kan du gissa vem det är?

source: Their discriminant is `#{disc}`
bg_bg: Тяхната дискриминанта е `#{disc}`
de_de: Der Diskriminant ist `#{disc}`
es_ar: Su discriminante es "# {disc}"
es_mx: Su discriminante es `# {disc}`
fr_fr: Son discriminant est `#{disc}`
hu_hu: A hozzá tartozó diszkrimináns: `#{disc}`
ru_ru: Их дискриминант `#{disc}`
sv_se: Deras diskriminant är `#{disc}`

source: You didn't guess correctly! It was `{member}`!
bg_bg: Не позна правилно! Това беше `{member}`!
de_de: Falsch! Es war `{member}`!
es_ar: No adivinaste correctamente. ¡Era "{member}"!
es_mx: ¡Has fallado! ¡Era `{member}`!
fr_fr: Vous n'avez pas deviné juste! C'était `{member}`!
hu_hu: Nem talált! A helyes válasz: `{member}`!
ru_ru: Вы не смогли угадать правильно! Это был `{member}`!
sv_se: Du gissade inte rätt! Det var `{member}`!

source: {user}, you are correct!
bg_bg: {user}, познахте правилно!
de_de: {user} richtig!
es_ar: {user}. ¡estás en lo correcto!
es_mx: {user}, ¡has acertado!
fr_fr: {user}, Vous avez raison!
hu_hu: {user}, talált, süllyedt!
ru_ru: {user}, вы ответили правильно!
sv_se: {user}, Du har rätt!

source: Get a yes/no answer
de_de: Bekomme eine Ja/Nein Antwort

source: `<question>` - The question to answer An alternative to `{prefix}8ball` with some more blunt answers.
de_de: `<question>` - Die zu beantwortende Frage Eine Alternative zu `{prefix}8ball` mit direkteren Antworten.

source: Talk to me
de_de: Rede mit mir
es_es: Háblame
id_id: Berbicaralah denganku
nb_no: Snakk med meg
pt_br: Fale comigo

source: `<text>` - The text to say, must be between 3 and 60 characters. Talk to me! This uses a chatbot AI backend.
de_de: `<text>` - Der Text, der gesprochen werden soll, muss zwischen 3 und 60 Zeichen lang sein. Rede mit mir! Nutzt einen Chatbot AI backend.
es_es: `<text>` - El texto a decir, debe tener entre 3 y 60 caracteres. ¡Háblame! Esto utiliza un IA chatbot de soporte.
id_id: `<text>` - Kalimat yang ingin kamu katakan, berisi antara 3 sampai 60 karakter. Berbicaralah denganku! Ini menggunakan chatbot AI backend.
nb_no: `<tekst>` – Teksten du skal si, må være mellom 3 og 60 tegn. Snakk med meg! Dette bruker en chatbot AI-backend.
pt_br: `<text>` - O texto que será dito. Deve ter de 3 a 60 caracteres. Fale comigo! Isso usa o back-end da IA do chatbot.

source: Text too long or too short. May be 3 to 60 characters.
de_de: Text zu lang oder zu kurz. Bitte halte es zwischen 3 und 60 Zeichen.
es_es: Texto demasiado largo o corto. Debe contener entre 3 y 60 caracteres.
es_mx: Texto demasiado largo o corto. Debe contener entre 3 y 60 caracteres.
hu_hu: A szöveg túl hosszú vagy túl rövid. A karakterek száma 3 és 60 közé kell, hogy essen.
id_id: Kalimat terlalu panjang atau terlalu pendek. Hanya bisa dari 3 sampai 60 karakter.
nb_no: Teksten er for lang eller for kort. Må inneholde 3 til 60 tegn.
pt_br: Texto muito longo ou muito curto. Pode ter de 3 a 60 caracteres.
sv_se: Text för lång eller för kort. Får vara mellan 3 och 60 tecken.

source: Show a Garfield comic strip
de_de: Zeigt einen Garfield Comic Streifen

source: `[date]` - The date on which the comic strip was released, see below for more info Sends today's garfield comic if no date info is given. Otherwise, the format is `YYYY MM DD` or `DD MM YYYY`, depending on where the year is, with the date parts being seperated with spaces. For example: `2013 12 25` is the same as `25 12 2013`, both meaning December 25th 2013.
de_de: `[date]` - Das Datum, an dem der Comic veröffentlicht wurde, siehe unten für mehr Info Sendet das Garfield Comic von heute, wenn kein Datum angegeben wird. Ansonsten ist das Format `JJJJ MM TT` oder ´TT MM JJJJ`, je nachdem wo das Jahr ist, die einzelnen Teile werden mit Leerzeichen getrennt. Beispielsweise: `2013 12 25` ist das Gleiche wie 25 12 2013`, also der 25 Dezember 2013.

source: Shows a userfriendly comic strip
de_de: Zeigt einen Nutzerfreundlichen Comicstreifen

source: `[date]` - The date on which the comic strip was released, see below for more info Sends today's userfriendly comic if no date info is given. Otherwise, the format is `YYYY MM DD` or `DD MM YYYY`, depending on where the year is, with the date parts being seperated with spaces. For example: `2013 12 25` is the same as `25 12 2013`, both meaning December 25th 2013.
de_de: `[date]` - Das Datum, an dem der Comic veröffentlicht wurde, siehe unten für mehr Info Sendet das nutzerfreundliche Comic von heute, wenn kein Datum angegeben wird. Ansonsten ist das Format `JJJJ MM TT` oder ´TT MM JJJJ`, je nachdem wo das Jahr ist, die einzelnen Teile werden mit Leerzeichen getrennt. Beispielsweise: `2013 12 25` ist das Gleiche wie 25 12 2013`, also der 25 Dezember 2013.

source: Taken from userfriendly.org
de_de: Von userfriendly.org
es_mx: Fuente: userfriendly.org
hu_hu: A UserFriendly.org oldalról lekérve
sv_se: Plockad från userfriendly.org

source: Our partnered bots
de_de: Unsere Partnerbots
es_es: Nuestros bots asociados
id_id: Bot bermitra kami
nb_no: Våre samarbeidsroboter
pt_br: Nossos bots parceiros

source: Awesome bots by other coffee-drinking individuals.
bg_bg: Страхотни ботове създадени от други, кафе пиещи, индивиди.
de_de: Coole Bots von anderen Kaffeetrinkern.
es_ar: Bots asombrosos por otros individuos bebedores de café.
es_es: Grandes bots de otros individuos adictos al café.
es_mx: Grandes bots de otros individuos adictos al café.
fr_fr: Des bots géniaux par d'autres personnes buvant du café.
hu_hu: Szipiszuper botok a többi kávé-szürcsölő sorstárstól.
id_id: Bot mengagumkan oleh individu peminum kopi lainnya.
nb_no: Fantastiske roboter av andre kaffedrikkende individer.
pt_br: Bots incríveis por outras pessoas que bebem café.
ru_ru: Отличные боты, сделанные другими индивидуумами, которые также пьют кофе.
sv_se: Fantastiska bottar av andra kaffedrickande individer.

source: Partnered Bots
bg_bg: Патньорски ботове
de_de: Partner-Bots
es_ar: Bots asociados
es_es: Bots asociados
es_mx: Bots Asociados
fr_fr: Bots partenaires
hu_hu: Partner botok
id_id: Mitra Bot
nb_no: Partnere bots
pt_br: Bots em parceria
ru_ru: Боты-Партнёры
sv_se: Partnerbottar

source: Awesome bots made by other people!
bg_bg: Страхотни ботове направени от други програмисти!
de_de: Coole Bots von coolen Leuten!
es_ar: ¡Bots asombrosos creados por otras personas!
es_es: ¡Bots increíbles creados por otras personas!
es_mx: ¡Bots increíbles creados por otras personas!
fr_fr: Des bots géniaux fabriqués par d'autres personnes!
hu_hu: Szipiszuper botok más alkotóktól!
id_id: Bot mengagumkan yang dibuat oleh orang lain!
nb_no: Fantastiske botter laget av andre mennesker!
pt_br: Bots incríveis feitos por outras pessoas!
ru_ru: Отличные боты, сделанные другими людьми!
sv_se: Fantastiska bottar gjorda av andra människor!

source: Trivia, Hangman, Minesweeper, Connect 4 and more, right from your chat! A bot offering non-RPG games made by deprilula28 and Fin. [top.gg Page](https://top.gg/bot/gamesrob)
de_de: Trivia, Galgenraten, Minesweeper, Vier gewinnt, und mehr, alles im Discord-Chat! Ein Bot voller nicht-RPG Spiele, erstellt von deprilula28 und Fin. [top.gg Seite](https://top.gg/bot/gamesrob)
es_es: ¡Trivial, Ahorcado, Buscaminas, Conecta 4 y más directamente en tu chat! Este bot ofrece divertidos juegos no-RPG creados por deprilula28 y Fin. [top.gg Page](https://top.gg/bot/gamesrob)
es_mx: ¡Trivial, Ahorcado, Buscaminas, Conecta 4 y más directamente en tu chat! Éste bot ofrece divertidos juegos no-RPG creados por deprilula28 and Fin. [top.gg Page](https://top.gg/bot/gamesrob)
hu_hu: Kvíz, Akasztófa, Aknakereső, Kötsd össze a pontokat! és sok más egyéb játék, közvetlenül a cseten keresztül! A bot készítői: deprilula28 és Fin. [top.gg Page](https://top.gg/bot/gamesrob)
id_id: Trivia, Hangman, Minesweeper, Connect 4 dan lagi, tepat langsung dari obrolan kamu! Bot yang menawarkan game non-RPG yang dibuat oleh deprilula28 dan Fin. [top.gg Page](https://top.gg/bot/gamesrob)
nb_no: Trivia, Hangman, Minesweeper, Connect 4 og mer, rett fra chatten din! En bot som tilbyr ikke-RPG-spill laget av deprilula28 og Fin. [top.gg Page](https://top.gg/bot/gamesrob)
pt_br: Trivia, Hangman, Minesweeper, Connecte 4 e mais, diretamente do seu bate-papo! Um bot que oferece jogos que não são de RPG, criados por deprilula28 e Fin. [top.gg Página] (https://top.gg/bot/gamesrob)
ru_ru: Тривия, висельник, сапёр, подключите 4 и больше, прямо из вашего чата! Бот предлагает не-РПГ игры, сделанные deprilula28 и Fin. [top.gg Page](https://top.gg/bot/gamesrob)
sv_se: Trivia, Hänga gubbe, Minesweeper, 4 i rad och mer, direkt från din chatt! En bot som erbjuder icke-RPG spel gjorda av deprilula28 och Fin. [top.gg Page](https://top.gg/bot/gamesrob)
