Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: {buyer}, {author} offered you **{quantity} {emoji} {rarity}** crate(s) for **${price:,.0f}!** React to buy it! You have **2 Minutes** to accept the trade or the offer will be cancelled.
de_de: {buyer}, {author} hat dir *{quantity} {emoji} {rarity}** Kiste(n) für **${price:,.0f}!** angeboten! Reagiere für den Kauf! Du hast **2 Minutes** um den Handel zu akzeptieren oder das Angebot wird verfallen.
es_es: {buyer}, {author} te ofrece **{quantity} {emoji} {rarity}** caja(s) por **${price:,.0f}!** ¡Reacciona para comprarlas! Tienes **2 minutos** para aceptar el trueque o la oferta se cancelará.
id_id: {buyer}, {author} menawarkanmu **{quantity} {emoji} {rarity}** peti dengan harga **${price:,.0f}!** Bereaksi untuk membelinya! Kamu memiliki **2 Minutes** untuk menerimanya atau penawaran akan dibatalkan.
nb_no: {buyer}, {author} tilbød deg **{quantity} {emoji} {rarity}** kasse(r) for **${price:,0f}!** Reager for å kjøpe den! Du har **2 minutter** på deg til å akseptere handelen, ellers vil tilbudet bli kansellert.
pt_br: {buyer}, {author} ofereceu para você **{quantity} caixa(s) {emoji} {rarity}** por **${price:,.0f}!** Clique na reação para comprar! Você tem **2 minutos** para aceitar a oferta ou ela será cancelada.

source: They didn't want to buy the crate(s). Offer cancelled.
de_de: Der Spieler wollte die Kiste(n) nicht kaufen. Angebot verfallen.
es_es: No querían comprar la(s) caja(s). Oferta cancelada.
id_id: Mereka tidak ingin membeli peti. Penawaran dibatalkan.
nb_no: De ønsket ikke å kjøpe kassen(e). Tilbudet ble kansellert.
pt_br: Eles não quiseram comprar a(s) sua(s) caixa(s). Oferta cancelada.

source: They couldn't make up their mind. Offer cancelled.
de_de: Der Spieler konnte sich nicht entscheiden. Angebot verfallen.
es_es: No pudieron decidirse. Oferta cancelada.
id_id: Mereka tidak dapat mengambil keputusan. Penawaran dibatalkan.
nb_no: De klarte ikke å bestemme seg. Tilbudet ble kansellert.
pt_br: Eles não mudaram de ideia. Oferta cancelada.

source: {buyer}, you're too poor to buy the crate(s)!
de_de: {buyer}, du hast nicht genug Geld um die Kiste(n) zu kaufen!
es_es: {buyer}, ¡eres demasiado pobre para comprar caja(s)!
id_id: {buyer}, kamu terlalu miskin untuk membeli peti!
nb_no: {buyer}, du er for fattig til å kjøpe kassen(e)!
pt_br: {buyer}, você é muito pobre para comprar essa(s) caixa(s)!

source: The seller traded/opened the crate(s) in the meantime. Offer cancelled.
de_de: Der Verkäufer hat die Kiste(n) in der Zwischenzeit geöffnet/verkauft. Angebot verfallen.
es_es: El comprador intercambió/abrió la(s) caja(s) mientras tanto. Oferta cancelada.
id_id: Penjual menjual/membuka peti untuk sementara. Penawaran dibatalkan.
nb_no: Selgeren handlet/åpnet kassen(e) i mellomtiden. Tilbudet ble kansellert.
pt_br: O vendedor trocou/abriu a(s) caixa(s) nesse meio tempo. Oferta cancelada.

source: {buyer}, you've successfully bought **{quantity} {emoji} {rarity}** crate(s) from {seller}. Use `{prefix}crates` to view your updated crates.
de_de: {buyer}, du hast **{quantity} {emoji} {rarity}** Kiste(n) erfolgreich von {seller} gekauft. Nutze `{prefix}crates`, um deine neuen Kisten anzusehen.
es_es: {buyer}, has comprado satisfactoriamente **{quantity} {emoji} {rarity}** caja(s) a {seller}. Usa `{prefix}crates` para ver tus cajas actualizadas.
id_id: {buyer}, kamu sukses membeli **{quantity} {emoji} {rarity}** peti dari {seller}. Gunakan `{prefix}crates` untuk melihat peti yang sudah diperbarui.
nb_no: {buyer}, du har kjøpt **{quantity} {emoji} {rarity}** kasse(r) fra {seller}. Bruk `{prefix}crates` for å se dine oppdaterte kasser.
pt_br: {buyer}, você comprou **{quantity} caixa(s) {emoji} {rarity}** do(a) {seller}. Digite `{prefix}crates` para ver suas atuais caixas.

source: Gather as much food as you can
bg_bg: Съберете колкото се може повече храна
de_de: Sammel so viel Essen wie möglich
es_ar: Recolectar tanta comida como puedas
es_es: Consigue toda la comida posible
es_mx: Conseguir toda la comida posible
fr_fr: Récoltez autant de nourriture que possible
hu_hu: Gyűjts össze annyi élelmet, amennyit csak tudsz
id_id: Kumpulkan makanan sebanyak yang kamu bisa
nb_no: Samle så mye mat du kan
pt_br: Recolha o máximo de comida que puder
ru_ru: Собирать столько еды, сколько можешь
sv_se: Samla så mycket mat som möjligt

source: gathers as much food as they can
bg_bg: събира колкото се може повече храна
de_de: sammelt so viel Essen wie möglich
es_ar: juntan tanta comida como pueden
es_es: ha conseguido toda la comida posible
es_mx: consigue toda la comida posible
fr_fr: récoltent autant de nourriture qu'ils peuvent
hu_hu: annyi élelmet gyűjt össze, amennyit csak tud
id_id: mengumpulkan makanan sebanyak yang mereka bisa
nb_no: samler så mye mat de kan
pt_br: recolham o máximo de comida que puderem
sv_se: samlar så mycket mat som de kan

source: Grab a backpack and retreat
bg_bg: Вземете раница и отстъпете
de_de: Schapp dir einen Rucksack und zieh dich zurück
es_ar: Agarrar una mochila y tomarse el palo
es_es: Agarrar una mochila y huir
es_mx: Agarrar una mochila y huir
fr_fr: Prenez un sac à dos et retirez-vous
hu_hu: Fogd a cuccod es fuss
id_id: Ambil tas ransel dan mundur
nb_no: Ta en ryggsekk og trekk deg tilbake
pt_br: Pegue uma mochila e fuja
ru_ru: Взять ранец и отступить
sv_se: Ta en ryggsäck och retirera

source: grabs a backpack and retreats
bg_bg: взема раница и отстъпва
de_de: schappt sich einen Rucksack und zieht sich zurück
es_ar: agarró una mochila y salió cagando
es_es: agarra una mochila y huye
es_mx: agarra una mochila y huye
fr_fr: prenez un sac à dos et retirez-vous
hu_hu: fogja a cuccát és fut
id_id: meraih tas ransel dan mundur
nb_no: tar en ryggsekk og trekker seg tilbake
pt_br: ele pega uma mochila e foge
sv_se: tar en ryggsäck och retirerar

source: Take a pistol and suicide
bg_bg: Вземете пищов и се самоубийте
de_de: Nimm eine Pistole und erschieß dich
es_ar: Agarra un fierro y se nismanea
es_es: Tomar una pistola y suicidarse
es_mx: Toma una pistola y suicídate
fr_fr: Prenez un pistolet et suicidez vous
hu_hu: Fogj egy pisztolyt és bumm a fejbe
id_id: Mengambil sebuah pistol dan bunuh diri
nb_no: Ta en pistol og ta selvmord
pt_br: Pega uma arma e cometa suicídio
ru_ru: Взять пистолет и застрелиться
sv_se: Ta en pistol och begå självmord

source: gives themselves the bullet
bg_bg: взима пищов и се самоубива
de_de: gibt sich die Kugel
es_ar: se dan la bala
es_es: se suicida con una bala
es_mx: se dispara
fr_fr: se donnent la balle
hu_hu: fog egy pisztolyt és főbe lövi magát
id_id: memberi diri mereka dengan sebuah peluru
nb_no: gir seg selv kulen
pt_br: eles se dão a bala
sv_se: Skjuter sig själv

source: Ram a knife in your body
bg_bg: Забийте нож в тялото си
de_de: Ramme ein Messer in deinen Körper
es_ar: Clavarse un cuchillo en el cuerpo
es_es: Clavarse un cuchillo
es_mx: Se clava un cuchillo
fr_fr: Se plante un couteau
hu_hu: Dőlj a késedbe
id_id: Menusukkan pisau ke tubuhmu
nb_no: Stikk en kniv i kroppen din
pt_br: Insira uma faca no seu corpo
ru_ru: Вонзить нож себе в печень
sv_se: Tryck in en kniv i din kropp

source: commits suicide with a knife
bg_bg: извършва самоубийство използвайки нож
de_de: bringt sich mit einem Messer um
es_ar: se nismanea con un cuchillo
es_es: se suicida con un cuchillo
es_mx: se suicida con un cuchillo
fr_fr: commet un suicide avec le couteau
hu_hu: késébe dől
id_id: bunuh diri dengan sebuah pisau
nb_no: begår selvmord med kniv
pt_br: comete suicídio com uma faca
sv_se: begår självmord med en kniv

source: Run away from the Cornucopia
de_de: Renne vom Cornucopia weg
es_es: Huir de la Cornucopia
id_id: Lari dari Cornucopia
nb_no: Løp vekk fra Cornucopia

source: runs away from the Cornucopia
bg_bg: избяга надалеч от Рога на изобилие
de_de: rennt vom Curnocopia weg
es_ar: corre lejos del Cornucopia
es_es: huye de la Cornucopia
es_mx: se aleja de la Cornucopia
fr_fr: fuient la corne d'abondance
hu_hu: elmenekül a Bőségszaru elől
id_id: melarikan diri dari Cornucopia
nb_no: løper fra Cornucopia
pt_br: foge da Cornucópia
sv_se: springer iväg från Cornucopian

source: Search for a pair of Explosives
bg_bg: Търсете експлозиви
de_de: Suche nach Sprengladungen
es_ar: Buscar un par de explosivos
es_es: Buscar un par de explosivos
es_mx: Busca un par de explosivos
fr_fr: Cherche des explosifs
hu_hu: Keress némi robbanószert
id_id: Mencari sepasang bahan peledak
nb_no: Søk etter et par eksplosiver
pt_br: Buscar um par de explosivos
ru_ru: Искать взрывчатку
sv_se: Leta efter ett par explosiva ämnen

source: finds a bag full of explosives
bg_bg: намира торба пълна с експлозиви
de_de: findet eine Tasche voller Sprengladungen
es_ar: encontró una bolsa llena de explosivos
es_es: encuentra una bolsa llena de explosivos
es_mx: encuentra una bolsa llena de explosivos
fr_fr: trouve un sac rempli d'explosifs
hu_hu: talál egy robbanószerrel teli csomagot
id_id: menemukan sebuah tas penuh dengan bahan peledak
nb_no: finner en pose full av eksplosiver
pt_br: encontra uma sacola cheia de explosivos
sv_se: hittar en väska full av explosiva ämnen

source: Look for water
bg_bg: Търсете вода
de_de: Suche nach Wasser
es_ar: Ir a buscar agua
es_es: Buscar agua
es_mx: Busca agua
fr_fr: Chercher de l'eau
hu_hu: Kutass kutat
id_id: Mencari air
nb_no: Se etter vann
pt_br: Procura por água
ru_ru: Искать воду
sv_se: Leta efter vatten

source: finds a canteen full of water
bg_bg: намира колба пълна с вода
de_de: findet eine Kantine voller Wasser
es_ar: encontró un pozo lleno de agua
es_es: encuentra una cantimplora llena de agua
es_mx: encuentra una cantimplora llena de agua
fr_fr: trouve un tonneau rempli d'eau
hu_hu: egy bővizű ivókútra lel
id_id: menemukan botol penuh air
nb_no: finner en kantine full av vann
pt_br: encontra um cantil cheio de água
sv_se: hittar en kantin full av vatten

source: Get a first aid kit
bg_bg: Вземете комплект за първа помощ
de_de: Nimm dir einen erste-Hilfe Koffer
es_ar: Agarrar un botiquín
es_es: Conseguir un botiquín
es_mx: Consigue un botiquín
fr_fr: Reçois un kit de premier soins
hu_hu: Szerezz egy elsősegély-készletet
id_id: Mendapatkan kotak P3K
nb_no: Få et førstehjelpsutstyr
pt_br: Pega um kit de primeiros socorros
ru_ru: Поискать аптечку
sv_se: Skaffa ett första hjälpen kit

source: clutches a first aid kit and runs away
bg_bg: грабва комплект за първа помощ и бяга надалеч
de_de: greift sich einen erste-Hilfe Koffer and sprintet davon
es_ar: agarra un botiquín de primeros auxilios y sale cagando
es_es: toma un botiquín y huye
es_mx: toma un botiquín y huye
fr_fr: empoigne le kit de premier soins et s'enfuit
hu_hu: összecsapja az elsősegély-készletet, és elfut vele
id_id: mencengkeram kotak P3K dan melarikan diri
nb_no: griper et førstehjelpsutstyr og løper
pt_br: pega um kit de primeiros socorros e fuja
sv_se: tar ett första hjälpen kit och springer iväg

source: Grab a backpack
bg_bg: Вземете раница
de_de: Schnapp dir einen Rucksack
es_ar: Agarrar una mochila
es_es: Agarrar una mochila
es_mx: Agarrar una mochila
fr_fr: Prends un sac à dos
hu_hu: Kapd fel a cuccot
id_id: Mengambil tas ransel
nb_no: Ta en ryggsekk
pt_br: Pega uma mochila
ru_ru: Взять рюкзак
sv_se: Ta en ryggsäck

source: grabs a backpack, not realizing it is empty
bg_bg: взима раница без да осъзнава, че е празна
de_de: schnappt sich einen Rucksack. Was er nicht bemerkt ist, dass der Rucksack leer ist
es_ar: agarró una mochila... pero el pelotudo no se dió cuenta que estaba vacía
es_es: agarra una mochila, sin darse cuenta de que está vacía
es_mx: agarra una mochila sin darse cuenta de que está vacía
fr_fr: prends le sac à dos s'en savoir qu'il est vide
hu_hu: felkap egy zsákot, de nem tűnik fel neki, hogy az tök üres
id_id: meraih tas ransel, dan tidak menyadari bahwa tas tersebut kosong
nb_no: griper en ryggsekk, uten at den er tom
pt_br: ele pegou uma mochila, sem perceber que estava vazio
sv_se: tar en ryggsäck utan att märka att den är tom

source: Try to assault USER
bg_bg: Опитайте да нападнете
de_de: Versuche USER zu töten
es_ar: Intentar asaltar a USER
es_es: Intentar asaltar a USER
es_mx: Intenta asaltar a USER
fr_fr: Essaye d'attaque {user}
hu_hu: Próbáld meg letámadni USER játékost
id_id: Mencoba untuk menyerang USER
nb_no: Prøv å angripe USER
pt_br: Tenta atacar o/a USER
ru_ru: Попытаться напасть на USER
sv_se: Försök att övergreppa USER

source: kills USER
bg_bg: убива USER
de_de: tötet USER
es_ar: mató a USER
es_es: mató a USER
es_mx: mató a USER
fr_fr: tue {user}
hu_hu: megöli USER játékost
id_id: membunuh USER
nb_no: dreper USER
pt_br: matou o/a USER
ru_ru: убивает USER
sv_se: dödar USER

source: Kill USER at the water
bg_bg: Убива USER край водата
de_de: Töte USER am Wasser
es_ar: Mató a USER ahogándolo
es_es: Mató a USER en el agua
es_mx: Mató a USER en el agua
fr_fr: Tue {user} dans l'eau
hu_hu: Gyilkold le USER játékost a folyónál
id_id: Bunuh USER di perairan
nb_no: Drep USER ved vannet
pt_br: Matou o/a USER afogado
ru_ru: Убить USER в воде
sv_se: Döda USER vid vattnet

source: assaults USER while they were drinking water at the river
bg_bg: напада USER докато пие вода от реката
de_de: tötet USER während er am Fluss Wasser trinkt
es_ar: le afana a USER mientras toman agua en el río
es_es: asalta a USER mientras estaba bebiendo agua en el río
es_mx: asalta a USER mientras estaba bebiendo agua en el río
fr_fr: attaque USER pendant qu'il boit de l'eau dans la rivière
hu_hu: letámadja USER játékost miközben a szerencsétlen inni próbált a folyóból
id_id: menyerang USER ketika mereka sedang meminum air di sungai
nb_no: angriper USER mens de drakk vann ved elven
pt_br: ataca o/a USER enquanto eles estão tomando água no rio
ru_ru: нападает на USER когда он(а) пил(а) воду в речке
sv_se: överfaller USER medans de dricker vatten vid floden

source: Try to hide some landmines
bg_bg: Опитайте да се скриете мини
de_de: Versuche ein paar Landminen zu platzieren
es_ar: Intentó esconder algunas minas terrestres
es_es: Intentar esconder algunas minas
es_mx: Intenta esconder algunas minas
fr_fr: Essaye de cacher des mines explosif
hu_hu: Próbálj elültetni pár taposóaknát
id_id: Cobalah untuk menyembunyikan beberapa ranjau darat
nb_no: Prøv å skjule noen landminer
pt_br: Tenta esconder algumas minas terrestres
ru_ru: Попытаться спрятать несколько мин
sv_se: Försök att gömma några landminor

source: hides landmines at a few locations
bg_bg: крие мини на няколко места
de_de: versteckt einige Landminen im Gebiet
es_ar: escondió minas terrestres en algunas ubicaciones
es_es: esconde minas en algunos puntos
es_mx: esconde minas en algunos puntos
fr_fr: cache des mines explosif a plusieurs endroits
hu_hu: felaknázza a területet pár helyen
id_id: menyembunyikan ranjau darat di beberapa lokasi
nb_no: skjuler landminer på noen få steder
pt_br: esconde minas terrestres em algumas localizações
sv_se: gömmer landminor på några ställen

source: Take a bath
bg_bg: Вземете си баня
de_de: Nimm ein Bad
es_ar: Bañarse
es_es: Tomar un baño
es_mx: Toma un baño
fr_fr: Prends un bain
hu_hu: Mosakodj meg
id_id: Mandi
nb_no: Ta et bad
pt_br: Toma um banho
ru_ru: Принять ванну
sv_se: Ta ett bad

source: baths in the water and enjoys the silence
bg_bg: се къпи във водата и се наслаждава на тишината
de_de: nimmt ein Bad und genießt die Ruhe
es_ar: se baña en el agua y disfruta del silencio
es_es: se baña en el agua y disfruta del silencio
es_mx: se baña en el agua y disfruta del silencio
fr_fr: baignade dans l'eau et profite du silence
hu_hu: megmosakszik a folyóban és élvezi a csöndet
id_id: mandi di perairan dan menikmati keheningannya
nb_no: bader i vannet og nyter stillheten
pt_br: se banhar em água e disfruta do silencio
ru_ru: принимает ванну в воде и наслаждается тишиной
sv_se: badar i vattnet och njuter av tystnaden

source: kill USER
bg_bg: убиват USER
de_de: Töte USER
es_ar: matar a USER
es_es: matar a USER
es_mx: matando a USER
fr_fr: tue USER
hu_hu: gyilkold le USER játékost
id_id: bunuh USER
nb_no: drep USER
pt_br: mata o/a USER
ru_ru: убить USER
sv_se: döda USER

source: grill at the fireplace and tell each other spooky stories
bg_bg: пекат на огнището и си разказват страшни истории
de_de: grillen etwas am Lagerfeuer und erzählen sich Horror-Geschichten
es_ar: se arman un asadito, y cuentan historias de terror los muy virgos
es_es: asan comida en una hoguera y cuentan historias de terror
es_mx: asan comida en una hoguera y cuentan historias de terror
fr_fr: allume un feu de camps en se racontant des histoires d'horreurs
hu_hu: süssetek szalonnát és énekeljetek együtt tábortüzi dalokat
id_id: memanggang di perapian dan saling menceritakan kisah seram
nb_no: grille ved peisen og fortelle hverandre skumle historier
pt_br: assar comida em uma fogueira e contar histórias de terror
ru_ru: жарят гриль у камина и рассказывают друг-другу страшные истории
sv_se: grilla vid eldstaden och berätta spökhistorier för varandra

source: annoy USER
bg_bg: досаждат на USER
de_de: geh USER auf die Nerven
es_ar: romperle las bolas a USER
es_es: molestar a USER
es_mx: molestando a USER
fr_fr: embête USER
hu_hu: menj USER idegeire
id_id: mengganggu USER
nb_no: irritere USER
pt_br: icomoda o USER
ru_ru: разджарать USER
sv_se: stör USER

source: kill themselves by walking into a landmine
bg_bg: умира като стъпва върху мина
de_de: begehen Selbstmord indem sie auf eine Landmine treten
es_ar: se nismanearon con una mina terrestre
es_es: mueren al pisar una mina
es_mx: mueren al pisar una mina
fr_fr: se tuent eux même en marchant sur des mines explosif
hu_hu: kirobbanó élményben vett részt: rálépett egy taposóaknára
id_id: membunuh diri mereka sendiri dengan berjalan ke arah ranjau darat
nb_no: drepe seg selv ved å gå inn i en landmine
pt_br: morreu ao pisar em uma mina terrestre
ru_ru: убивает себя, наступив на мину
sv_se: tar livet av sig själva genom att kliva på en landmina

source: have a small party and get drunk
bg_bg: пирува и става пиян
de_de: feier eine kleine Party und betrink dich
es_ar: se arman alta joda y se ponen re en pedo
es_es: tienen una pequeña fiesta y se emborrachan
es_mx: tienen una pequeña fiesta y se emborrachan
fr_fr: ont une petite fête et deviennent saoul
hu_hu: szervezz egy bulikát és önts fel a garatra
id_id: mengadakan pesta kecil dan mabuk
nb_no: ha en liten fest og bli full
pt_br: eles têm uma pequena festa e ficam bêbado
ru_ru: празднуют мелкую вечеринку, и становятся пьяными
sv_se: ha en liten fest och bli full

source: watch animes together
bg_bg: гледат аниме заедно
de_de: schauen zusammen Anime
es_ar: miran anime juntos los muy virgos
es_es: ven anime juntos
es_mx: miran anime juntos
fr_fr: regardent une anime ensemble
hu_hu: nézzetek animéket együtt
id_id: menonton anime bersama
nb_no: se animer sammen
pt_br: assistir animes juntos
ru_ru: смотрят аниме вместе
sv_se: kolla på anime tillsammans

source: enjoy the silence
bg_bg: наслаждава се на тишината
de_de: genießen die Ruhe
es_ar: disfruta del silencio
es_es: disfruta del silencio
es_mx: disfruta del silencio
fr_fr: apprécie le silence
hu_hu: élvezd a csöndet
id_id: menikmati keheningannya
nb_no: nyt stillheten
pt_br: disfruta do silencio
ru_ru: наслаждаются тишиной
sv_se: njut av tystnaden

source: attempt to kill USER but fail
bg_bg: се опитва да убие USER но се проваля
de_de: versuchen USER zu töten, aber schaffen es nicht
es_ar: intenta matar a USER pero falla
es_es: intenta matar a USER pero falla
es_mx: intenta matar a USER pero falla
fr_fr: essaye de tuer {user} mais rate
hu_hu: megpróbálja megölni USER játékost, de nem jön össze
id_id: berusaha untuk membunuh USER tapi gagal
nb_no: forsøk å drepe USER, men mislykkes
pt_br: tenta matar USER , mas falha
ru_ru: попытался(ась) убить USER, но не смог(ла)
sv_se: försök att döda USER men misslyckas

source: watch a movie together
bg_bg: гледат заедно филм
de_de: schauen zusammen einen Film
es_ar: miran una película juntos
es_es: ven una película juntos
es_mx: miran una película juntos
fr_fr: regardent un film ensemble
hu_hu: nézzetek meg egy filmet együtt
id_id: menonton film bersama
nb_no: se en film sammen
pt_br: eles assistem a um filme juntos
ru_ru: смотрят кино вместе
sv_se: kolla på en film tillsammans

source: track down USER and kill them silently
bg_bg: преследват USER и го/я убиват тихо
de_de: suchen USER und töten ihn leise
es_ar: rastrea a USER y los mata sigilosamente
es_es: rastrea a USER y le mata sigilosamente
es_mx: rastrea a USER y los mata sigilosamente
fr_fr: traque USER et les tuent en silence
hu_hu: nyomozd ki merre jár USER és orvul gyilkold meg
id_id: melacak USER dan membunuhnya secara diam
nb_no: spor opp USER og drep dem stille
pt_br: rastreia USER e os mata furtivamente
ru_ru: отслеживает USER и тихо убивает
sv_se: spåra USER och döda dem *tyst*

source: decide they want out of here and commit suicide
bg_bg: решават че не могат повече и се самоубиват
de_de: haben genug gehabt und bringen sich um
es_ar: deciden que quieren salir de ahí, y se meten un balazo
es_es: deciden que quieren irse y se suicidan
es_mx: deciden que quieren terminar con todo y se suicidan
fr_fr: décide de vouloir partir d'ici et se suicident
hu_hu: úgy döntött, neki ennyi elég volt, és leöngyilkolta magát
id_id: memutuskan mereka ingin keluar dari sini dan bunuh diri
nb_no: bestemmer seg for at de vil ut herfra og begår selvmord
pt_br: eles decidem que querem sair de lá, e ambos cometem suicídio
ru_ru: решают что с них хватит, и накладывают на себя руки
sv_se: beslutade att de ville härifrån och begå självmord

source: dance YMCA together
bg_bg: танцуват YMCA заедно
de_de: tanzen zusammen YMCA
es_ar: bailan y cantan al unísono: It's fun to stay at the... Y-M-C-A
es_es: bailan juntos YMCA
es_mx: bailan juntos YMCA
fr_fr: dance YMCA ensemble
hu_hu: együtt ropják a mulatós zenére
id_id: menari YMCA bersama
nb_no: dans YMCA sammen
pt_br: eles dançam e cantam em uníssono: It's fun to stay at the... Y-M-C-A
ru_ru: танцуют YMCA вместе
sv_se: dansa YMCA tillsammans

source: sing songs together
bg_bg: пеят песни заедно
de_de: haben einen Karaoke-Abend
es_ar: cantan canciones juntos
es_es: cantan canciones juntos
es_mx: cantan canciones juntos
fr_fr: chantent des chansons ensemble
hu_hu: nótába kezdenek
id_id: bernyanyi bersama
nb_no: synge sanger sammen
pt_br: cantar juntos
ru_ru: поют песни вместе
sv_se: sjung sånger tillsammans

source: have a nice romantic evening
bg_bg: прекарват страхотна романтична вечеря
de_de: machen sich einen schönen, romantischen Abend
es_ar: tienen una linda velada romántica por la tarde
es_es: tienen una agradable velada romántica
es_mx: celebran una agradable velada romántica
fr_fr: ont une super soirée romantique
hu_hu: egy romantikus estét töltenek el együtt
id_id: mengalami malam romantis yang menyenangkan
nb_no: ha en fin romantisk kveld
pt_br: tem uma linda noite romântica
ru_ru: имеют хороший романтический вечер
sv_se: ha en romantisk kväll

source: watch the others being dumb
bg_bg: гледат простащината на другите
de_de: schauen den andern Idioten zu
es_ar: se quedan mirando a los otros boluditos
es_es: observan a los otros ser tontos
es_mx: observan a los otros ser tontos
fr_fr: regardent les autres être débile
hu_hu: egymás után adják elő Boborjánt
id_id: memperhatikan yang lain menjadi bodoh
nb_no: se på at de andre er dumme
pt_br: veja os outros sendo burros
ru_ru: смотрят на других, которые занимаются фиг пойми чем
sv_se: kolla på de andra som är dumma

source: kiss in the moonlight
bg_bg: се целуват на лунна светлина
de_de: küssen im Mondschein
es_ar: chapan bajo la luz de la luna, facherísimo
es_es: se besan bajo la luz de la luna
es_mx: se besan bajo la luz de la luna
fr_fr: baiser au clair de lune
hu_hu: a holdfényben csókot váltanak
id_id: ciuman di bulan purnama
nb_no: kyss i måneskinnet
pt_br: eles se beijam sob a luz da lua
ru_ru: целуются при лунном свете
sv_se: kyss i månskenet
