Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: Check your guild adventure's status This will either display the time left or the reward. The reward can range from 20 times the difficulty up to 50 times the difficulty. Only guild leaders and officers can finish adventures, the status can be seen by every guild member.
de_de: Überprüfe den Status deines Gildenabenteuers Dies wird entweder die Zeit anzeigen, die noch übrig ist oder die Belohnung. Die Belohnung kann zwischen 20 Mal der Schwierigkeit oder 500 Mal der Schwierigkeit liegen. Nur Gildenleiter oder Offiziere können ein Abenteuer beenden, der Status kann aber von jedem Gildenmitglied gesehen werden.
es_es: Comprueba el estado de tu aventura de gremio Esto mostrará el tiempo restante o la recompensa. La recompensa puede variar desde 20 veces la dificultad hasta 50 veces la dificultad. Solo los líderes y oficiales del gremio pueden terminar las aventuras, cada miembro del gremio puede ver el estado.
id_id: Melihat status petualangan guildmu Ini akan menampilkan waktu yang tersisa atau hadiahnya. Hadiahnya dapat berkisar dari 20 kali tingkat kesulitan petualangan hingga 50 kali tingkat kesulitan petualangan. Hanya pemimpin guild dan officer yang dapat menyelesaikan petualangan, status petualangan dapat dilihat oleh setiap anggota guild.
nb_no: Sjekk klan eventyrets status Dette vil enten vise tiden som er igjen eller belønningen. Belønningen kan variere fra 20 ganger vanskelighetsgraden opp til 50 ganger vanskelighetsgraden. Bare klan edere og offiserer kan fullføre eventyr, statusen kan sees av hvert klan medlem.
pt_br: Verifica o estado da sua aventura de guilda. Isso irá mostrar ou o tempo que falta para terminar a aventura ou a recompensa. A recompensa pode variar de 20 vezes a dificuldade até 50 vezes a dificuldade. Apenas líderes de guilda e oficiais podem terminar aventuras, o estado pode ser visto por qualquer membro da guilda.

source: Your guild isn't on an adventure yet. Ask your guild officer to use `{prefix}guild adventure` to start one
de_de: Deine Gilde ist noch nicht auf einem Abenteuer. Bitte einen Guilden-Offizier `{prefix}guild adventure` zu benutzen um eins zu starten
es_es: Tu gremio no está en una aventura todavía. Dile a un oficial del gremio que use`{prefix}guild adventure` para empezar una
es_mx: Tu gremio aún no está en una aventura. Pídele al oficial de tu gremio que use `{prefix}guild adventure` para comenzar uno
hu_hu: A céh nem hirdetett még közös kalandot. Nyaggass ezzel egy céh tisztet, aki a `{prefix}guild adventure` paranccsal tudja teljesíteni a kérést
id_id: Guild kamu masih belum dalam petualangan. Minta guild officer kamu untuk menggunakan `{prefix}guild adventure` untuk memulainya
nb_no: Klanen din er ikke på eventyr ennå. Be klan offiseren din bruke `{prefix}guild adventure` for å starte et
pt_br: Sua guilda não está em uma aventura ainda. Peça para o oficial da guilda usar `{prefix}guild adventure` para começar uma

source: Your guild has completed an adventure of difficulty `{difficulty}` and **${gold}** has been added to the bank.
bg_bg: Вашата гилдия е завършила приключението на трудност `{difficulty}` и **${gold}** е добавен към банката.
de_de: Ihr habt das Abenteuer mit Level `{difficulty}` beendet und **${gold}** wurden der Gildenbank hinzugefügt.
es_ar: Tu gremio completó la aventura en dificultad `{difficulty}`, y ganaron **${gold}** que fueron depositados automáticamente en la bóveda gremial.
es_es: Tu gremio ha completado una aventura de dificultad `{difficulty}`, **${gold}** han sido añadidos al banco.
es_mx: Tu gremio ha completado una aventura de dificultad `{difficulty}`, **${gold}** han sido añadidos al banco.
fr_fr: Votre guilde à fini l'aventure de niveau `{difficulty}` et **{gold}$** ont été ajouté à la banque.
hu_hu: A céhed hatalmasat kalandozott a csapatépítőn. Ennyire volt brutális: `{difficulty}`, és ennyi kinccsel töltöttétek meg a kincstárat: **${gold}**.
id_id: Guild kamu telah menyelesaikan sebuah petualangan dengan kesulitan `{difficulty}` dan **${gold}** telah ditambahkan ke dalam bank.
nb_no: Klan din har fullført et eventyr med vanskelighetsgrad av `{difficulty}` og **${gold}** er lagt til banken.
pt_br: Sua guilda concluiu uma aventura de dificuldade `{difficulty}` e ** ${gold} ** foi adicionado ao banco.
ru_ru: Ваша гильдия завершила приключение с сложностью `{difficulty}` , а также **${gold}** было добавлено в ваш банк.
sv_se: Din guild har avslutat ett äventyr med svårigheten `{difficulty}` och **${gold}** har lagts till i banken.

source: Your guild has completed an adventure of difficulty `{difficulty}`, ask a guild officer to check their status.
de_de: Deine Gilde hat das Abenteuer mit Stufe `{difficulty}` beendet, frage einen Gildenoffizier den Status zu prüfen.
es_es: Tu gremio ha completado una aventura con la dificultad de `{difficulty}`, pregunta a un oficial del clan para ver el estatus.
es_mx: Tu gremio ha completado una aventura de dificultad `{difficulty}`, pide a un oficial de gremio que verifique su estado.
hu_hu: A céhed csapatépítője véget ért. Ennyire brutális volt az esemény: `{difficulty}`. Kérj meg egy céh tisztet, hogy takarítsanak el utánatok a státusz megtekintésével!
id_id: Guild kamu telah menyelesaikan sebuah petualangan dengan kesulitan `{difficulty}`, minta ke guild officer untuk mengecek statusnya.
nb_no: Klan din har fullført et eventyr med vanskelighetsgrad av`{difficulty}`, be en klan offiser sjekke statusen deres.
pt_br: Sua guilda concluiu uma aventura de dificuldade `{difficulty}`, peça para o oficial da guilda verificar o estado da aventura.

source: Your guild is currently in an adventure with difficulty `{difficulty}`. Time remaining: `{remain}`
bg_bg: Вашата гилдия в момента е в приключение с трудност `{difficulty}`. Оставащо време: `{remain}`
de_de: Deine Gilde ist auf Abenteuer Level `{difficulty}` unterwegs. Es dauert noch: `{remain}`
es_ar: Tu gremio se encuentra actualmente en una aventura de dificultad `{difficulty}`. Tiempo restante: `{remain}`
es_es: Tu gremio se encuentra actualmente en una aventura de dificultad `{difficulty}`. Tiempo restante: `{remain}`
es_mx: Tu gremio se encuentra actualmente en una aventura de dificultad `{difficulty}`. Tiempo restante: `{remain}`
fr_fr: Votre guilde est actuellement en aventure avec `{difficulty}`. de difficulté Temps restant: `{remain}`
hu_hu: A céhed épp hatalmasat kalandozik a csapatépítőn. Ennyire brutális az esemény: `{difficulty}`. Záróráig még `{remain}` van hátra
id_id: Guild kamu sedang berada dalam sebuah petualangan dengan kesulitan `{difficulty}`. Waktu tersisa: `{remain}`
nb_no: Klanen din er for øyeblikket i et eventyr med vanskelighetsgrad`{difficulty}`. Gjenstående tid: `{remain}`
pt_br: Sua guilda está atualmente em uma aventura com dificuldade `{difficulty}`. Tempo restante: `{remain}`
ru_ru: Ваша гильдия в данный момент на задании с сложностью `{difficulty}`. Времени осталось: `{remain}`
sv_se: Din guild är för närvarande i ett äventyr med svårigheten `{difficulty}`. Återstående tid: `{remain}`

source: Lists guild-specific cooldowns
de_de: Listet Gildenspezifische Cooldowns
es_es: Enumera los tiempos de reutilización específicos del gremio
id_id: Menampilkan waktu cooldown khusus guild
nb_no: Viser klan spesifikke nedkjølinger
pt_br: Lista todos os tempos de espera de comandos específicos da guilda

source: Lists guild-specific cooldowns, meaning all guild members have these cooldowns and cannot use the commands.
de_de: Listet Gildenspezifische Cooldowns, dass heißt, alle Gildenmitglieder haben diese Cooldowns und können die entsprechenden Befehle nicht nutzen.
es_es: Enumera los tiempos de reutilización específicos del gremio, lo que significa que todos los miembros del gremio tienen estos tiempos de reutilización y no pueden usar los comandos.
id_id: Menampilkan daftar spesifik waktu cooldown guild, artinya semua anggota guild memiliki waktu cooldown ini dan tidak dapat menggunakan perintahnya.
nb_no: Viser klan spesifikke nedkjølinger, noe som betyr at alle klan medlemmer har disse nedkjølingene og kan ikke bruke kommandoene.
pt_br: Lista todos os tempos de espera de comandos específicos da guilda, significando que todos os membros da guilda tem esses tempos de espera e não podem usar esses comandos.

source: Guild adventure is running and will be done after {time}
de_de: Gildenabenteuer läuft und wird nach {time} abgeschlossen sein
es_es: La aventura del gremio está en marcha y será completada en {time}
es_mx: La aventura del gremio se está ejecutando y se terminará después de {time}
hu_hu: A céhed épp hatalmasat kalandozik a csapatépítőn. Záróráig még {time} van hátra
id_id: Petualangan guild sedang berlangsung dan akan berakhir dalam {time}
nb_no: Klanen er på eventyr og vil være ferdig etter {time}
pt_br: A aventura de guilda está em andamento e terminará após {time}

source: Vote for the bot on top.gg
de_de: Vote den Bot auf top.gg
es_es: Vota por el bot en top.gg
id_id: Berikan vote untuk bot di top.gg
nb_no: Stem på botten på top.gg
pt_br: Vote no bot em top.gg

source: Vote me up to get a random crate! You may receive a common crate (89%), an uncommon crate (6%), a rare crate (4%), a magic crate (0.9%) or a legendary crate (0.1%) If your vote was not registered, make sure you are logged into the right account on https://discord.com/login and try again.
de_de: Vote mich um eine zufällige Kiste zu erhalten! Du kannst entweder eine common Kiste (89%), eine uncommon Kiste (6%), eine seltene Kiste (4%), eine magische Kiste (0.9%) oder eine legendäre Kiste (0.1%) erhalten. Falls dein Vote nicht anerkannt wurde, stelle sicher, dass du mit dem richtigen Account auf https://discord.com/login eingeloggt bist und versuche es noch einmal.
es_es: ¡Vótame para obtener una caja al azar! Puedes recibir una caja común (89%), una caja poco común (6%), una caja rara (4%), una caja mágica (0.9%) o una caja legendaria (0.1%) Si tu voto no se registró, asegúrate de haber iniciado sesión en la cuenta correcta en https://discord.com/login e intenta de nuevo.
id_id: Voting saya untuk kesempatan mendapatkan sebuah peti secara acak! Kemungkinan kamu akan mendapatkan sebuah peti common (89%), sebuah peti uncommon (6%), sebuah peti rare (4%), sebuah peti magic (0.9%) atau sebuah peti legendary (0.1%) Jika voting kamu tidak diterima, pastikan dengan benar kamu sudah masuk dengan akunmu di https://discord.com/login dan coba lagi.
nb_no: Stem meg for å få en tilfeldig kasse! Du kan motta en vanlig kasse (89 %), en uvanlig kasse (6 %), en sjelden kasse (4 %), en magisk kasse (0,9 %) eller en legendarisk kasse (0,1 %) Hvis stemmen din ikke ble registrert, sørg for at du er logget på riktig konto på https://discord.com/login og prøv igjen.
pt_br: Vote em mim para ganhar uma caixa aleatória! Você pode receber uma caixa comum (89%), uma caixa incomum (6%), uma caixa rara (4%), uma caixa mágica (0.9%) ou uma caixa lendária (0.1%) Se o seu voto não for registrado, verifique se você está logado na conta certa no https://discord.com/login e tente novamente.

source: Upvote me to receive a random crate! You will be rewarded a few seconds afterwards! Each of the following links will reward you with one random crate upon voting: - <https://top.gg/bot/idlerpg> - <https://discord.ly/idlerpg>
de_de: Vote mich um eine zufällige Kiste zu erhalten! Du wirst deine Belohnung nach ein paar Sekunden erhalten! Jeder der folgenden Links wird dich mit einer zufälligen Kiste fürs Voten belohnen. - <https://top.gg/bot/idlerpg> - <https://discord.ly/idlerpg>
es_es: ¡Vótame para conseguir una caja aleatoriamente! ¡Serás recompensado en unos segundos! Cada uno de los siguientes enlaces te recompensará con una caja aleatoria después de votar: - <https://top.gg/bot/idlerpg> - <https://discord.ly/idlerpg>
id_id: Voting saya untuk mendapatkan peti secara acak! Kamu akan mendapatkan hadiahnya setelah memberikan voting! Setiap tautan berikut akan memberikanmu hadiah peti secara acak setelah voting: - <https://top.gg/bot/idlerpg> - <https://discord.ly/idlerpg>
nb_no: Stem meg opp for å motta en tilfeldig kasse! Du vil bli belønnet noen sekunder etterpå! Hver av de følgende lenkene vil belønne deg med en tilfeldig kasse når du stemmer: - <https://top.gg/bot/idlerpg> - <https://discord.ly/idlerpg>

source: A custom command for ExZyond to express several emotions.
de_de: Ein benutzerdefinierter Befehl für ExZyond um verschiedene Emotionen zu zeigen.
id_id: Perintah khusus untuk ExZyond untuk mengekspresikan beberapa emosi.

source: *A custom command for ExZyond to express several emotions.* This custom group of commands were added on December 1st 2020, requested by User ExZyond.
de_de: *Ein benutzerdefinierter Befehl für ExZyond um verschiedene Emotionen zu zeigen.* Diese benutzerdefinierte Gruppe von Befehlen wurde am 1ten Dezember 2020 hinzugefügt, angefragt von Nutzer ExZyond.
id_id: *Sebuah perintah khusus untuk ExZyond untuk mengekspresikan beberapa emosinya.* Beberapa perintah khusus ini ditambahkan pada 1 Desember 2020, diminta oleh pengguna ExZyond.

source: Daley's custom command. In honor of his brother "Dack", a fellow lover of RPGs.
de_de: Daleys persönlicher Befehl. Zu Ehren seines Bruders "Dack", der ebenfalls großer Fan von RPGs ist.
id_id: Perintah khusus milik Daley. Untuk menghormati saudaranya "Dack", sesama pecintah RPG.

source: Daley's custom command. In honor of his brother "Dack", a fellow lover of RPGs. This custom command was added on June 2nd 2021, requested by User Daley.
de_de: Daleys persönlicher Befehl. Zu Ehren seines Bruders "Dack", der ebenfalls großer Fan von RPGs ist. Dieser persönliche Befehl wurde am 2 Juni 2021 hinzugefügt, angefragt vom Nutzer Daley.
id_id: Perintah khusus milik Daley. Untuk menghormati saudaranya "Dack", sesama pecinta RPG. Perintah khusus ini ditambahkan pada 2 Juni 2021, diminta oleh Pengguna Daley.

source: Here's the steak you requested, courtesy of Dack's Diner!
de_de: Hier ist das Steak, dass du haben wolltest von Dack's Diner serviert!
id_id: Ini daging steik yang kamu minta, disajikan oleh Dack's DIner!

source: Create a new character
de_de: Erstelle einen neuen Charakter
es_es: Crea un nuevo personaje
id_id: Membuat sebuah karakter baru
nb_no: Lag en ny karakter
pt_br: Cria um novo personagem

source: `[name]` - The name to give your character; will be interactive if not given Create a new character and start playing IdleRPG. By creating a character, you agree to the [bot rules](https://wiki.idlerpg.xyz/index.php?title=Rules#botrules). No idea where to go from here? Check out our [tutorial](https://idlerpg.xyz/tutorial/). If you still have questions afterward, feel free to ask us on the official [support server](https://support.idlerpg.xyz/). (This command has a cooldown of 1 hour.)
de_de: `[name]` - Der Name, dem der Charakter gegeben werden wird; dies wird interaktiv sein, falls kein Name genannt wird Erstelle einen neuen Charakter und fange an IdleRPG zu spielen. In dem du einen Charakter erstellst, stimmst du den [Botregeln zu](https://wiki.idlerpg.xyz/index.php?title=Rules#botrules). Keine Ahnung, wie's weitergeht? Sieh dir unser [Tutorial an](https://idlerpg.xyz/tutorial/). Falls du noch Fragen hast, kannst du uns im offiziellen [Supportserver fragen](https://support.idlerpg.xyz/). (Dieser Befehl hat einen Cooldown von 1 Stunde.)
es_es: `[name]` - el nombre que darle a tu personaje; será interactivo si no se da Crea un nuevo personaje y comienza a jugar a IdleRPG. Al crear un personaje, acepta las [reglas del bot] (https://wiki.idlerpg.xyz/index.php?title=Rules#botrules). ¿No tienes idea de a dónde ir desde aquí? Echa un vistazo a nuestro [tutorial] (https://idlerpg.xyz/tutorial/). Si aún tienes preguntas después, no dudes en consultarnos en el [servidor de soporte] oficial (https://support.idlerpg.xyz/). (Este comando tiene un tiempo de reutilización de 1 hora).
id_id: `[name]` - Nama yang akan diberikan untuk karaktermu; akan ditanyai lagi jika tidak diberikan Membuat sebuah karakter baru dan mulai bermain IdleRPG. Dengan membuat sebuah karakter, kamu setuju dengan [peraturan bot](https://wiki.idlerpg.xyz/index.php?title=Rules#botrules). Bingung mau mulai darimana? Lihat [tutorial](https://idlerpg.xyz/tutorial/). Jika kamu masih memiliki pertanyaan, jangan sungkan untuk bertanya kepada kami di [server dukungan](https://support.idlerpg.xyz/). (Perintah ini memiliki waktu cooldown selama 1 jam.)
nb_no: `[navn]` – Navnet til karakteren din; vil være interaktiv hvis ikke gitt Lag en ny karakter og begynn å spille IdleRPG. Ved å lage en karakter godtar du [bot-reglene](https://wiki.idlerpg.xyz/index.php?title=Rules#botrules). Ingen anelse om hvor du skal gå herfra? Ta en titt på [opplæringen](https://idlerpg.xyz/tutorial/). Hvis du fortsatt har spørsmål etterpå, spør oss gjerne på den offisielle [støtteserveren](https://support.idlerpg.xyz/). (Denne kommandoen har en nedkjøling på 1 time.)
pt_br: `[name]` - O nome que você quer dar ao seu personagem. Será pedido novamente caso não seja informado Cria um novo personagem e comece a jogar IdleRPG. Ao criar um personagem você concorda com [as regras do bot](https://wiki.idlerpg.xyz/index.php?title=Rules#botrules). Sem ideia do que fazer após isso? Verifique nosso [tutorial](https://idlerpg.xyz/tutorial/). Se você mesmo assim tiver perguntas após isso, sinta-se livre de pedir para nós no nosso [servidor de suporte](https://support.idlerpg.xyz/). (Esse comando tem um tempo de espera de 1 horar.)

source: What shall your character's name be? (Minimum 3 Characters, Maximum 20) **Please note that with the creation of a character, you agree to these rules:** 1) Only up to two characters per individual 2) No abusing or benefiting from bugs or exploits 3) Be friendly and kind to other players 4) Trading in-game content for anything outside of the game is prohibited IdleRPG is a global bot, your characters are valid everywhere
de_de: Was soll dein Charaktername sein? (Minimum 3 Zeichen, maximal 20) **Bitte vergiss nicht, dass du mit der Erstellung eines Charakters den folgenden Regeln zustimmst:** 1) Nur bis zu zwei Charaktere pro Person 2) Kein Ausnutzen oder Profitieren von Bugs oder Exploits 3) Sei freundlich und nett zu anderen Spielern 4) Das Handeln mit In-Game-Inhalten im Austausch für Dinge außerhalb des Spiels ist verboten IdleRPG ist ein globaler Bot, Charaktere sind überall gültig
es_es: ¿Cuál debería ser el nombre de tu personaje? (Mínimo 3 caracteres, máximo 20) **Por favor, ten en cuenta que al crear un personajes aceptas a estas reglas:** 1) Solo hasta dos personajes por individuo 2) No abusar ni beneficiarse de errores o vulnerabilidades 3) Sé amigable y amable con el resto de jugadores 4) Hacer intercambios de contenido del juego por cualquier cosa fuera del mismo está prohibido IdleRPG es un bot global, tus personajes son válidos en todas partes
id_id: Apa yang akan menjadi nama karaktermu? (Minimal 3 karakter, Makasimal 20 karakter) **Harap dicatat bahwa dengan pembuatan karakter ini, kamu setuju dengan aturan ini:** 1) Hanya sampai 2 karakter per individu 2) Tidak menyalahgunakan atau memanfaatkan dari bug atau eksploitasi 3) Bersikap ramah dan baik kepada pemain lain 4) Perdagangan barang dalam game untuk apa pun diluar permainan dilarang IdleRPG adalah bot global, karaktermu berlaku dimana-mana
nb_no: Hva skal karakteren din hete? (Minimum 3 tegn, maksimum 20) **Vær oppmerksom på at med opprettelsen av en karakter godtar du disse reglene:** 1) Kun opptil to karakterer per person 2) Ingen misbruk eller dra nytte av feil eller utnyttelser 3) Vær vennlig og snill mot andre spillere 4) Handel med innhold i spillet for noe utenfor spillet er forbudt IdleRPG er en global bot, karakterene dine er gyldige overalt

source: Timeout expired. Please retry!
bg_bg: Времето за изтиче. Моля, опитайте отново!
de_de: Timeout! Probier es nochmal!
es_ar: Tiempo agotado. ¡Reintentalo nuevamente!
es_es: Se agotó el tiempo. ¡Inténtalo de nuevo, por favor!
es_mx: Se agotó el tiempo. ¡Por favor reinténtalo!
fr_fr: Temps expiré. Veuillez réessayer !
hu_hu: A bünti lejárt, próbálkozz újra!
id_id: Batas waktu kedaluwarsa. Coba lagi!
nb_no: Tidsavbrudd utløpt. Vennligst prøv på nytt!
pt_br: Tempo limite expirado. Por favor tente novamente!
ru_ru: Время вышло. Напишите команду снова!
sv_se: Tiden har utgått. Försök igen!

source: **Please note that with the creation of a character, you agree to these rules:** 1) Only up to two characters per individual 2) No abusing or benefiting from bugs or exploits 3) Be friendly and kind to other players 4) Trading in-game items or currency for real money or items directly comparable to currency is forbidden IdleRPG is a global bot, your characters are valid everywhere
de_de: **Bitte beachte, dass du mit der Erstellung eines Charakters diesen Regeln zustimmst:** 1) Maximal 2 Charaktere pro Person 2) Bugs werden nicht missbraucht. Es werden keine Vorteile durch Exploits gewonnen 3) Sei freundlich und nett zu anderen Spielern 4) In-Game Items oder Gold für reelles Geld oder Items, welche mit Geld vergleichbar sind, zu tauschen ist verboten IdleRPG ist ein globaler Bot, deine Charaktere sind also überall valide
es_es: **Por favor, ten en cuenta de que al crear un personaje aceptas estas reglas:** 1) Solo hasta dos personajes por individuo 2) No abusar ni beneficiarse de errores o vulnerabilidades 3) Sé amigable y amable con el resto de los jugadores 4) Hacer intercambios de contenido o dinero del juego por dinero real u objetos está estrictamente prohibido IdleRPG es un bot global, tus personajes son validos en cualquier sitio
id_id: **Harap dicatat bahwa dengan pembuatan karakter ini, kamu setuju dengan aturan ini:** 1) Hanya sampai 2 karakter per individu 2) Tidak menyalahgunakan atau memanfaatkan dari bug atau eksploitasi 3) Bersikap ramah dan baik kepada pemain lain 4) Perdagangan barang dalam game atau mata uang game dengan uang asli dilarang IdleRPG adalah bot global, karaktermu berlaku dimana-mana
nb_no: **Vær oppmerksom på at med opprettelsen av en karakter godtar du disse reglene:** 1) Kun opptil to karakterer per person 2) Ingen misbruk eller dra nytte av feil eller utnyttelser 3) Vær vennlig og snill mot andre spillere 4) Handel med gjenstander eller valuta i spillet for ekte penger eller gjenstander som direkte kan sammenlignes med valuta er forbudt IdleRPG er en global bot, karakterene dine er gyldige overalt
pt_br: ** Observe que, ao criar um personagem, você concorda com estas regras: ** 1) Apenas até dois caracteres por indivíduo 2) Não abusar ou se beneficiar de bugs ou exploits 3) Seja amigável e gentil com outros jogadores 4) É proibido negociar itens do jogo ou moeda por dinheiro real 5) É proibido dar ou vender itens renomeados ⚠ **Todos os comandos e complementos desses são inglês, ou seja, não adianta escrever em português que não irá funcionar!** IdleRPG é um bot global, seus personagens são válidos em qualquer lugar

source: Creation of your character cancelled.
de_de: Charaktererstellung abgebrochen.
es_es: Creación de tu personaje cancelada.
hu_hu: Karakter létrehozása félbehagyva.
id_id: Pembuatan karaktermu dibatalkan.
nb_no: Opprettelsen av karakteren din avbrutt.
pt_br: A criação do seu personagem foi cancelado.

source: Illegal character (`) found in the name. Please try again and choose another name.
de_de: Ungültiges Zeichen (`) im Namen gefunden. Bitte versuche es erneut und wähle einen anderen Namen.
es_es: Carácter ilegal (`) encontrado en el nombre. Por favor, intenta de nuevo y elige otro nombre.
id_id: Karakter tidak sah (`) ditemukan didalam nama. Silahkan coba lagi dan gunakan nama yang lain.
nb_no: Ulovlig tegn (`) funnet i navnet. Prøv igjen og velg et annet navn.
pt_br: Caractere ilegal (`) encontrado no nome. Por favor tente novamente e escolha outro nome.
