Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: **Game modes:** `Classic` (default), `Imbalanced`, `Huntergame`, `Villagergame`, `Valentines`, `IdleRPG`. `Classic`: Play the classic werewolf game. (default) `Imbalanced`: Some roles that are only available in larger games have chances to join even in smaller games. (The size of the game being referred here is about the number of players, i.e. 5-player game is small) `Huntergame`: Only Hunters and Werewolves are available. `Villagergame`: No special roles, only Villagers and Werewolves are available. `Valentines`: There are multiple lovers or couples randomly chosen at the start of the game. A chain of lovers might exist upon the Amor's arrows. If the remaining players are in a single chain of lovers, they all win. `IdleRPG`: (based on Imbalanced mode) New roles are available: Paragon, Raider, Ritualist, Lawyer, Troublemaker, War Veteran, Wolf Shaman, Wolf Necromancer, Superspreader.
de_de: **Spielmodi** `Classic` (Standard), `Imbalanced`, `Huntergame`, `Villagergame`, `Valentines`, `IdleRPG`. `Classic`: Spiele das klassische Werwolf Spiel(Standard) `Imbalanced`: (unausgeglichen) Einige Rollen, welche normalerweise nur in größeren Spielen auftauchen, haben eine Chance auch kleineren Spielen beizutreten. (Die Größe des Spiels, die hier gemeint ist hängt von der Zahl der Spieler ab, bspw. ist ein 5-Spieler Spiel klein) `Huntergame`: (Jägerspiel)Nur Werwölfe und Jäger sind im Spiel. `Villagergame`: (Bürgerspiel) Nur Bürger und Werwölfe sind im Spiel. `Valentines`: Es gibt mehrere Verliebte oder Pärchen, die zufällig ausgewählt wurden. Es kann auch sein, dass eine Kette an Verliebten existiert, wenn Amor im Spiel ist. Wenn alle überlebenden Spieler Teil einer Liebeskette sind, gewinnen sie alle. `IdleRPG`: (basiert auf dem unausgeglichenen Modus)Neue Rollen sind verfügbar: Paragon, Raider/Räuber, Ritualist, Lawyer/Anwalt, Troublemaker/Störenfried, War Veteran/Kriegsveteran, Wolf Shaman, Wolf Necromancer, Superspreader.
es_es: **Modos de juego:** `Classic` (predeterminado), `Imbalanced`, `Huntergame`, `Villagergame`, `Valentines`, `IdleRPG`. `Classic`: Juega el modo clásico de werewolf (predeterminado) `Imbalanced`: Algunos de los roles solo disponibles en partidas multitudinarias tienen probabilidades de aparecer en partidas más pequeñas . (El tamaño de las partidas se refiere al número de jugadores, ej.: una partida de 5 jugadores es pequeña) `Huntergame`: Solo cazadores y lobos están disponibles. `Villagergame`: No hay roles especiales, solo aldeanos y lobos están disponibles. `Valentines`: Hay múltiples amantes o parejas que son elegidas al azar al principio de la partida. Una cadena de amantes existe gracias a las flechas de Amor. Si los jugadores restantes están en una sola cadena de amantes, todos ellos ganan. `IdleRPG`: (basado en el modo imbalanced) Hay nuevos roles disponibles: Paragon, asaltante, ritualista, abogado, alborotador, veterano de guerra, lobo chamán, lobo nigromante, supercontagiador.
id_id: **Mode Permainan:** `Classic` (jika tidak ditentukan), `Imbalanced`, `Huntergame`, `Villagergame`, `Valentines`, `IdleRPG`. `Classic`: Bermain permainan werewolf klasik. (jika tidak ditentukan maka dijadikan mode Classic) `Imbalanced`: Beberapa peran yang hanya tersedia dalam permainan yang lebih besar memiliki peluang untuk bergabung bahkan dalam permainan yang lebih kecil. (Ukuran permainan yang dimaksud disini adalah tentang jumlah pemain, misalnya. permainan 5-pemain itu kecil) `Huntergame`: Hanya pemburu dan werewolf yang tersedia. `Villagergame`: Tidak ada peran khusus, hanya Penduduk Desa dan Werewolf yang tersedia. `Valentines`: Ada beberapa kekasih atau pasangan yang dipilih secara acak pada awal permainan. Sebuah chain of lovers mungkin berada diatas panah perisai. Jika pemain yang tersisa berada dalam satu chain of lovers, mereka menang. `IdleRPG`: (berdasarkan mode Imbalanced) Peran baru yang tersedia adalah: Paragon, Raider, Ritualist, Lawyer, Troublemaker, War Veteran, Wolf Shaman, Wolf Necromancer, Superspreader.
nb_no: **Spillmoduser:** `Classic` (standard), `Imbalanced`, `Huntergame`, `Villagergame`, `Valentines`, `IdleRPG`. `Classic`: Spill det klassiske varulvespillet. (misligholde) `Ubalansert`: Noen roller som bare er tilgjengelige i større spill har sjanser til å bli med selv i mindre spill. (Størrelsen på spillet som henvises til her handler om antall spillere, dvs. 5-spillers spill er lite) `Huntergame`: Bare jegere og varulver er tilgjengelige. `Villagergame`: Ingen spesielle roller, bare landsbyboere og varulver er tilgjengelige. `Valentines`: Det er flere elskere eller par som er tilfeldig valgt ved starten av spillet. En kjede av elskere kan eksistere på Amors piler. Hvis de gjenværende spillerne er i en enkelt kjede av elskere, vinner de alle. `IdleRPG`: (basert på Imbalanced-modus) Nye roller er tilgjengelige: Paragon, Raider, Ritualist, Lawyer, Troublemaker, War Veteran, Wolf Shaman, Wolf Necromancer, Superspreader.

source: See available werewolf game speeds
de_de: Sieh verfügbare Werwolf Spielgeschwindigkeiten an
es_es: Mira todas las velocidades de juego Werewolf disponibles
id_id: Menampilkan jenis kecepatan permainan werewolf yang tersedia
nb_no: Se tilgjengelige Werewolf spillhastigheter

source: Used to see the list of available werewolf game speeds.
de_de: Wird genutzt um die Liste der verfügbaren Werwolf Spielgeschwindigkeiten zu sehen.
es_es: Utilizado para ver la lista de velocidades de juego Werewolf disponibles.
id_id: Digunakan untuk melihat daftar jenis kecepatan permainan werewolf yang tersedia.
nb_no: Brukes til å se listen over tilgjengelige Werewolf spillhastigheter.

source: Werewolf Game Speeds
de_de: Werwolf Spielgeschwindigkeiten
es_es: Velocidades de juego Werewolf
id_id: Jenis Kecepatan Permainan Werewolf
nb_no: Werewolf Spill Hastigheter

source: **Game speeds** (in seconds): `Normal`: 60 (default), `Extended`: 90, `Fast`: 45, `Blitz`: 30 `Normal`: All major action timers are limited to 60 seconds and number of days to play is unlimited. `Extended`: All major action timers are limited to 90 seconds and number of days to play is unlimited. `Fast`: All major action timers are limited to 45 seconds and number of days to play is dependent on the number of players plus 3 days. This means not killing anyone every night or every election will likely end the game with no winners. `Blitz`: Warning: This is a faster game speed suitable for experienced players. All action timers are limited to 30 seconds and number of days to play is dependent on the number of players plus 3 days. This means not killing anyone every night or every election will likely end the game with no winners.
de_de: **Spielschnelligkeit** (in Sekunden): `Normal`: 60 (Standard),`Extended`: 90, `Fast`: 45, `Blitz`: 30 `Normal`: Alle wichtigen Aktionen sind auf 60 Sekunden beschränkt und die Anzahl der Spieltage ist unbegrenzt. `Extended`: (Erweitert) Alle wichtigen Aktionen sind auf 90 Sekunden beschränkt und die Anzahl der Spieltage ist unbegrenzt. `Fast`: (Schnell) Alle wichtigen Aktionen sind auf 45 Sekunden beschränkt und die Anzahl der Spieltage hängt von der Nummer der Spieler + 3 Tage ab. Das heißt, wenn nicht jede Abstimmung bzw. jede Nacht ein Spieler getötet wird, endet das Spiel wahrscheinlich ohne Gewinner. `Blitz`: Warnung: Dies ist ein schneller Modus, der für erfahrene Spieler geeignet ist. Alle Aktionen sind auf 30 Sekunden beschränkt und die Anzahl der Spieltage hängt von der Anzahl der Spieler + 3 Tage ab. Das heißt, wenn nicht jede Abstimmung bzw. jede Nacht ein Spieler getötet wird, endet das Spiel wahrscheinlich ohne Gewinner.
es_es: **Velocidades de juego** (en segundos): `Normal`: 60 (predeterminado), `Extended`: 90, `Fast`: 45, `Blitz`: 30 `Normal`: Todas las acciones principales están limitadas a 60 segundos y el número de días a jugar es ilimitado. `Extended`: Todas las acciones principales están limitadas a 90 segundos y el número de días a jugar es ilimitado. `Fast`: Todas las acciones principales están limitadas a 45 segundos y el número de días depende del número de jugadores más 3 días extras. Esto significa que no matar todas las noches o en cada votación hará que la partida finalice sin ganadores. `Blitz`: Advertencia: Esta velocidad de juego es adecuada para jugadores expertos. Todas las acciones principales están limitadas a 30 segundos y el número de días depende del número de jugadores más 3 días extras. Esto significa que no matar todas las noches o en cada votación hará que la partida finalice sin ganadores.
id_id: **Kecepatan permainan** (dalam detik): `Normal`: 60 (standar), `Extended`: 90, `Fast`: 45, `Blitz`: 30 `Normal`: Semua aksi utama dibatasi waktu hingga 60 detik dan jumlah hari untuk bermain tidak terbatas. `Extended`: Semua aksi utama dibatasi waktu hingga 90 detik dan jumlah hari untuk bermain tidak terbatasa. `Fast`: Semua aksi utama dibatasi waktu hingga 45 detik dan jumlah hari untuk bermain tergantung pada jumlah pemain ditambah 3 hari. Ini artinya tidak membunuh siapapun setiap malam atau setiap pemilihan kemungkinan akan mengakhiri permainan dengan tanpa adanya pemenang. `Blitz`: Peringatan: Ini adalah permainan dengan kecepatan yang lebih cepat cocok untuk pemain yang berpengalaman. Semua aksi dibatasi waktu hingga 30 detik dan jumlah hari untuk bermain bergantung pada jumlah pemain ditambah 3 hari. Ini artinya tidak membunuh siapapun setiap malam atau setiap pemilihan kemungkinan akan mengakhiri permainan dengan tanpa adanya pemenang.
nb_no: **Spillhastigheter** (i sekunder): `Normal`: 60 (standard), `Extended`: 90, `Fast`: 45, `Blitz`: 30 `Normal`: Alle store action-timere er begrenset til 60 sekunder og antall dager å spille er ubegrenset. `Utvidet`: Alle store action-timere er begrenset til 90 sekunder og antall dager å spille er ubegrenset. `Rask`: Alle store action-timere er begrenset til 45 sekunder og antall dager å spille er avhengig av antall spillere pluss 3 dager. Dette betyr at å ikke drepe noen hver kveld eller at hvert valg sannsynligvis vil avslutte spillet uten vinnere. `Blitz`: Advarsel: Dette er en raskere spillhastighet som passer for erfarne spillere. Alle handlingstidtakere er begrenset til 30 sekunder og antall dager å spille er avhengig av antall spillere pluss 3 dager. Dette betyr at å ikke drepe noen hver kveld eller at hvert valg sannsynligvis vil avslutte spillet uten vinnere.

source: Check your werewolf role
de_de: Überprüft deine Werwolfrolle
es_es: Comprueba tu rol en el juego de Werewolf
id_id: Melihat peran werewolfmu
nb_no: Sjekk din Werewolf rolle
pt_br: Verifica a sua função no jogo de Lobisomem

source: Check your role in the Werewolf game and have the bot DM it to you. You must be part of the ongoing game to get your role.
de_de: Überprüft deine Rolle im Werwolfspiel und der Bot sendet dir eine DM mit den Informationen. Du musst Teil eines aktiven Spiels sein, um deine Rolle zugeschickt zu bekommen.
es_es: Mira tu rol en el juego de Werewolf y haz que el bot te mande un mensaje privado. Tienes que ser parte de una partida para ver tu rol.
id_id: Melihat peranmu dalam permainan Werewolf dan bot akan mengirimkannya pada DMmu. Kamu harus menjadi bagian dari permainan yang sedang berlangsung untuk mendapatkan peranmu.
nb_no: Sjekk rollen din i Werewolf spillet og få botten til å DM'e det til deg. Du må være en del av det pågående spillet for å få rollen din.
pt_br: Verifica a sua função no jogo de Lobisomem e faz com que o bot te envia uma DM com isso. Você deve estar participando de um jogo em andamento para ter uma função.

source: There is no werewolf game in this channel! {author}
de_de: Es gibt kein Werwolfspiel in diesem Channel, {author}!
es_es: ¡No hay ninguna partida de Werewolf en este canal! {author}
id_id: Tidak ada permainan werewolf di channel ini! {author}
nb_no: Det er ikke noe Werewolf spill i denne kanalen! {author}

source: The game has yet to be started {author}.
de_de: Das Spiel hat noch nicht angefangen, {author}.
es_es: Esta partida aún tiene que comenzar {author}.
id_id: Permainannya belum dimulai {author}.
nb_no: Spillet har ennå ikke startet {author}.

source: You're not in the game {author}.
de_de: Du bist nicht im Spiel, {author}.
es_es: No estás en la partida {author}.
id_id: Kamu tidak berada dalam permainan {author}.
nb_no: Du er ikke med i spillet {author}.

source: You asked for your role in {channel} but your info couldn't be found.
de_de: Du hast nach Informationen zu deiner Rolle in {channel} gefragt, aber deine Informationen konnten nicht gefunden werden.
es_es: Preguntaste por tu ron el {channel}, pero no se encontró tu información.
id_id: Kamu meminta peranmu di {channel} tetapi informasimu tidak dapat ditemukan.
nb_no: Du ba om rollen din i {channel}, men informasjonen din ble ikke funnet.

source: A **{initial_roles}** initially
de_de: Anfangs ein/e **{initial_roles}**
es_es: Un **{initial_roles}** inicialmente
id_id: Sebuah inisial peran **{initial_roles}**
nb_no: En **{initial_roles}** innledningsvis

source: Checking your role in {ww_channel}... You are a **{role_name}**!{initial_role_info} {description}
de_de: Überprüfe deine Rolle in {ww_channel}… Du bist ein/e **{role_name}**!{initial_role_info} {description}
es_es: Comprobando tu rol en {ww_channel}... Eres un **{role_name}**!{initial_role_info} {description}
id_id: Melihat peran kamu di {ww_channel}... Kamu adalah **{role_name}**!{initial_role_info} {description}
nb_no: Sjekker rollen din i {ww_channel}... Du er en **{role_name}**!{initial_role_info} {description}

source: I sent a DM containing your role info, {author}.
de_de: Ich habe dir eine Nachricht mit Info zu deiner Rolle geschickt, {author}.
es_es: He enviado un mensaje con la información de tu rol, {author}.
id_id: Saya mengirim sebuah DM yang berisi informasi peran kamu, {author}.
nb_no: Jeg sendte en DM som inneholder rolleinformasjonen din, {author}.

source: I couldn't send a DM to you {author}.
de_de: Ich konnte dir keine DM senden {author}.
es_es: No te pude enviar un mensaje, {author}.
id_id: Saya tidak dapat mengirim sebuah DM kepadamu {author}.
nb_no: Jeg kunne ikke sende en DM til deg {author}.

source: View descriptions of game roles
de_de: Zeigt Beschreibungen der Spielrollen
es_es: Mira la descripción de los roles del juego
id_id: Melihat deskripsi peran permainan
nb_no: Se beskrivelser av spillroller

source: View the descriptions of roles in the Werewolf game. `{prefix}roles` to see all roles. `{prefix}roles <role name here>` to view info about a role.
de_de: Zeigt die Beschreibungen der Werwolf Rollen im Spiel. `{prefix}roles` um alle Rollen zu sehen. `{prefix}roles <role name here>` um Informationen zu einer Rolle zu sehen.
es_es: Mira las descripciones de los roles en una partida de Werewolf. `{prefix}roles` para ver todos los roles. `{prefix}roles <role name here>` para ver información sobre un rol.
id_id: Melihat deskripsi peran pada permainan Werewolf. `{prefix}roles` untuk melihat semua peran. `{prefix}roles <role name here>` untuk melihat informasi tentang sebuah peran.
nb_no: Se beskrivelsene av rollene i Werewolf spillet. `{prefix}roles` for å se alle roller. `{prefix}roles <role name here>` for å se informasjon om en spesifikk rolle.

source: (IdleRPG mode only)
de_de: (nur IdleRPG Modus)
es_es: (Modo IdleRPG solo)
id_id: (Hanya mode IdleRPG)
nb_no: (Kun IdleRPG modus)

source: The Werewolves
de_de: Die Werwölfe
es_es: Los lobos
id_id: Werewolfnya
nb_no: Varulvene

source: Must eliminate all other villagers
de_de: Müssen alle anderen Bürger eliminieren
es_es: Deben eliminar a todos los aldeanos
id_id: Harus melenyapkan semua penduduk desa lainnya
nb_no: Må eliminere alle andre landsbyboere

source: The Villagers
de_de: Die Bürger
es_es: Los aldeanos
id_id: Penduduk Desa
nb_no: Landsbyboerne

source: Must find and eliminate the werewolves
de_de: Müssen die Werwölfe finden und eliminieren
es_es: Deben encontrar y eliminar a todos los lobos
id_id: Harus temukan dan melenyapkan werewolfnya
nb_no: Må finne og eliminere varulvene

source: The Ambiguous
de_de: Die Ambivalenten
es_es: Los indecisos
id_id: Ambigu
nb_no: De Tvetydige

source: Make their side win
de_de: Müssen ihrer Seite zum Sieg verhelfen
es_es: Hacen ganar a su bando
id_id: Membuat sisi mereka menang
nb_no: Få siden deres til å vinne

source: The Loners
de_de: Die Einzelgänger
es_es: Los solitarios
id_id: Penyendiri
nb_no: De Ensomme

source: Must complete their own objective
de_de: Müssen ihre eigenen Ziele erledigen
es_es: Deben completar su propio objetivo
id_id: Harus menyelesaikan tujuan mereka sendiri
nb_no: Må fullføre sitt eget mål

source: Werewolf Roles
de_de: Werwolf Rollen
es_es: Roles de lobo
id_id: Peran-peran Werewolf
nb_no: Varulv roller

source: Roles are grouped into 1. the Werewolves, 2. the Villagers, 3. the Ambiguous, and 4. the Loners. **The available roles are:**
de_de: Die Rollen sind gruppiert in 1. the Werewolves/die Werwölfe, 2. the Villagers/die Bürger, 3. the Ambiguous/die Ambivalenten, and 4. the Loners/die Einzelgänger. **Die verfügbaren Rollen sind:**
es_es: Los roles están agrupados en 1. los lobos (Werewolves), 2. los aldeanos (Villagers), 3. los indecisos (Ambiguous), y 4. los solitarios (Loners). **Los roles disponibles son:**
id_id: Peran-peran dikelompokkan menjadi 1. Werewolf, 2. Penduduk Desa, 3. Ambigu, dan 4. Penyendiri. **Peran-peran yang tersedia adalah:**
nb_no: Roller er gruppert i 1. the Werewolves / Varulvene 2. the Villagers / Landsbyboerne 3. the Ambiguous / de Tvetydig , og 4. the Loners. / de ensomme **De tilgjengelige rollene er:**

source: Use `{prefix}ww roles <role>` to view the description on a specific role.
de_de: Nutze `{prefix}ww roles <role>` um die Beschreibung einer spezifischen Rolle anzusehen.
es_es: Usa `{prefix}ww roles <role>` para ver la descripción de un rol específico.
id_id: Gunakan `{prefix}ww roles <role>` untuk melihat deskripsi tentang peran secara spesifik.
nb_no: Bruk `{prefix}ww roles <role>` for å se beskrivelsen av en bestemt rolle.

source: {role}? I couldn't find that role.
de_de: {role}? Ich konnte diese Rolle nicht finden.
es_es: ¿{role}? No pude encontrar ese rol.
id_id: {role}? Saya tidak dapat menemukan peran tersebut.
nb_no: {role}? Jeg kunne ikke finne den rollen.

source: Side:
de_de: Seite:
es_es: Bando:
id_id: Sisi:

source: Goal:
de_de: Ziel:
es_es: Objetivo:
id_id: Tujuan:
nb_no: Mål:

source: Make a snowball fights against another guild.
bg_bg: Направете снежна битка срещу друга гилдия.
de_de: Starte eine Schneeballschlacht gegen eine andere Gilde,.
es_ar: Haz una guerra de bolas de nieve contra otro clan.
es_es: Haz una guerra de bolas de nieve contra otro gremio.
es_mx: Haz una guerra de bolas de nieve contra otro clan.
fr_fr: Faites une bataille de boule de neige contre les autres guilde.
hu_hu: Hirdess hógolyócsatát egy másik céh ellen!
id_id: Membuat pertarungan bola salju melawan guild lain.
nb_no: Start en snøballkamp mot en annen klan.
pt_br: Faça uma guerra de bola de neve contra outra aliança.
ru_ru: Начните бои в снежки с другой гильдией.
sv_se: Förklara snöbollskrig mot en annan guild.

source: You may not fight yourself.
bg_bg: Не може да се биете със себе си.
de_de: Du kannst nicht gegen dich selbst kämpfen.
es_ar: No podés pelear vos mismo.
es_es: No puedes luchar contra ti mismo.
es_mx: No puedes luchar contra tí mismo.
fr_fr: Vous ne devriez pas vous battre vous même
hu_hu: Egymagadban nem tudsz csatázni.
id_id: Kamu tidak mungkin melawan diri sendiri.
nb_no: Du kan ikke slåss mot deg selv.
pt_br: Você não pode lutar contra si mesmo.
ru_ru: Вы не можете сражаться с собой.
sv_se: Du kan inte slåss mot dig själv.

source: {enemy}, {author} has challenged you for an epic snowball fight! If you want to accept, react ⚔ **IMPORTANT: This is very spammy, make sure you are using a dedicated channel!**
de_de: {enemy}, {author} hat dich zu einer epischen Schneeballschlacht herausgefordert! Wenn du annehmen willst, reacte mit ⚔ **WICHTIG: Dies ist sehr spam-lastig, bitte nutzt einen eigenen Channel!**
es_es: ¡{enemy}, {author} te ha retado a una batalla de bolas de nieve épica! Si quieres aceptar, reacciona con ⚔ **IMPORTANTE: Esto causa que se envíen muchos mensajes, ¡Asegúrate de estar usando el canal correcto!**
es_mx: Oye tú {enemy}, yo te reto {author} a una épica batalla de bolas de nieve, si quieres aceptar, reacciona ⚔ **IMPORTANTE: Gran volumen de texto, asegúrate de estar usando un canal dedicado!**
hu_hu: {enemy}, {author} kihívott téged egy óriási hógolyócsatára! Az elfogadáshoz kattints a ⚔ reakciójelre! **FONTOS: Ez a parancs rengeteg sorral jár. Hogy senkit ne zavarjatok, használjátok az erre kijelölt csatornákat!**
id_id: {enemy}, {author} telah menantang kamu untuk pertarungan bola salju epik! Jika kamu ingin menerimanya, bereaksi dengan ⚔ **PENTING: Ini sangat spam, pastikan kamu menggunakan saluran khusus!**
nb_no: {enemy}, {author} har utfordret deg til en episk snøballkamp! Hvis du vil godta, reager ⚔ **VIKTIG: Dette er veldig spammy, sørg for at du bruker en dedikert kanal!**
pt_br: {enemy}, {author} desafiou você para uma luta épica de bolas de neve! Se você quiser aceitar, clique em ⚔ "** IMPORTANTE: Isso gera muito spam, tenha certeza que você está usando um canal dedicado**
sv_se: {enemy}, {author} har utmanat dig till ett episkt snöbollskrig! Om du vill acceptera, reagera med ⚔ **VIKTIGT: Detta är väldigt spammigt, var säker på att du använder en dedikerad kanal!**

source: Timed out...
bg_bg: Времето изтече...
de_de: Der Gegner lehnt ab.
es_ar: Tiempo agotado.
es_es: Tiempo agotado...
es_mx: Tiempo agotado...
fr_fr: Temps expiré...
hu_hu: Egy csiga leelőzött...
id_id: Waktu habis...
nb_no: Tidsavbrudd...
pt_br: Tempo esgotado...
ru_ru: Время вышло...
sv_se: Sölkorv, avbröts...

source: {author}, `@mention` one at once to add guild mates to the fight. You need {num} total!
de_de: {author}, `@mention` einen nach dem Anderen um Gildenmitglieder zum Kampf hinzuzufügen. Du brauchst insgesamt {num}!
es_es: {author}, `@mention` uno a la vez para añadir a tus compañeros de gremio a la lucha. ¡Necesitas {num} en total!
id_id: {author}, `@mention` satu per satu untuk menambahkan teman guild ke dalam pertandingan. Kamu membutuhkan {num} total!
nb_no: {author}, `@mention` en om gangen for å legge til klan kamerater til kampen. Du trenger {num} totalt!

source: {user} has been added to your team, {user2}.
de_de: {user} wurde deinem Team hinzugefügt, {user2}.
es_es: {user} ha sido añadido a tu equipo, {user2}.
id_id: {user} telah ditambahkan kedalam timmu, {user2}.
nb_no: {user} er lagt til i laget ditt, {user2}.

source: {enemy}, `@mention` one at once to add guild mates to the fight. You need {num} total!
de_de: {enemy}, `@mention` einen nach dem Anderen um Gildenmitglieder zum Kampf hinzuzufügen. Du brauchst insgesamt {num}!
es_es: {enemy}, `@mention` uno a la vez para añadir a tus compañeros de gremio a la lucha. ¡Necesitas {num} en total!
id_id: {enemy}, `@mention` satu per satu untuk menambahkan teman guild ke dalam pertandingan. Kamu membutuhkan {num} total!
nb_no: {enemy}, `@mention` en om gangen for å legge til klan kamerater til kampen. Du trenger {num} totalt!
