Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: `<reward_id>` - A whole number from 1 to 9 Claim a reward by its ID. A list of rewards along with their ID can be seen with `{prefix}easter rewards`.
de_de: `<reward_id>` - Eine ganze Zahl zwischen 1 und 9 Löse eine Belohnung über die ID ein. Eine Liste mit allen Belohnungen und den jeweiligen IDs kann mit `{prefix}easter rewards` eingesehen werden.
es_es: `<reward_id>` - un número entero del 1 al 9 Reclama una recompensa por su ID. Se puede ver una lista de recompensas junto con su ID con `{prefix}easter rewards`.
id_id: `<reward_id>` - Sebuah angka dari 1 sampai 9 Klaim sebuah hadiah berdasarkan IDnya. Daftar hadiah dan IDnya dapat dilihat dengan `{prefix}easter rewards`.
nb_no: `<reward_id>` – Et helt tall fra 1 til 9 Gjør krav på en belønning med ID. En liste over belønninger sammen med deres ID kan sees med `{prefix}easter rewards`.
pt_br: `<reward_id>` - Um número inteiro de 1 a 9 Receba uma recompensa pelo ID dela. Uma lista de recompensas junto com seus ID's pode ser vista com `{prefix}easter rewards`.

source: You don't have enough eggs to claim this.
bg_bg: Нямате достатъчно великденски яйца за да тази награда.
de_de: Du hast nicht genug Ostereier für diese Belohnung.
es_ar: No tenés suficientes huevos de pascuas para reclamar este premio.
es_es: No tienes suficientes huevos de pascua para reclamar esto.
es_mx: No tienes suficientes huevos de Pascua para conseguir esto.
fr_fr: Tu n'as pas assez d'œufs pour échanger contre cela.
hu_hu: Nincs elég pirostojásod a kiválasztott ajándék kiváltásához.
id_id: Kamu tidak memiliki cukup telur untuk mengklaim ini.
nb_no: Du har ikke nok påske egg til å kreve dette.
pt_br: Não tem ovos de páscoa o suficiente para pegar este premio.
ru_ru: У вас недостаточно пасхальных яиц, чтобы получить это.
sv_se: Du har inte tillräckligt med ägg för att skaffa detta.

source: You claimed your reward. Check your inventory/boosters/crates/money/etc.! You can claim multiple rewards, keep hunting!
bg_bg: Вие получихте наградата! Проверете вашите склад/усилватели/щайги/пари/т.н.! Вие можете да получите още награди, продължавайте да събирате!
de_de: Belohnung eingelöst. Überprüfe dein Inventar, deine Booster, Kistenzahl, Geld, etc.! Du kannst mehrere Belohnungen einlösen, also immer weiter Ostereier suchen!
es_ar: Reclamaste tu premio. Verifica tu inventario/potenciadores/cajas/dinero/etcétera. Podés reclamar múltiples recompensas... ¡seguí cazando!
es_es: Has reclamado tu premio. ¡Comprueba tu inventario/potenciadores/cajas/dinero/etc.! Puedes reclamar múltiples recompensas, ¡sigue cazando!
es_mx: Has reclamado tu premio. ¡Comprueba tu inventario/potenciadores/cajas/dinero/etc.! Puedes reclamar múltiples recompensas, ¡sigue cazando!
fr_fr: Tu as reçu ta récompense. Vérifie ton inventaire/boosters/box/argent/etc ! Tu peux échanger plusieurs fois tes œufs, continue de chasser !
hu_hu: Ajándék kiválasztva! A megfelelő listákon megtalálhatod: málha (inventory), ládák (crates), pénz (money), felpörgetők (booster)...stb. Több ajándék is kiváltható, megéri tovább gyűjteni!
id_id: Kamu telah mengklaim hadiahmu. Periksa inventaris/penguat/peti/uang/dll! Kamu dapat mengklaim banyak hadiah, teruslah berburu!
nb_no: Du krevde belønningen din. Sjekk inventaret ditt/boostere/kasser/penger/osv.! Du kan fortsatt kreve flere belønninger, fortsett å jakte!
pt_br: Você pegou o seu prêmio. Verifique seu inventario/reforços/caixas/dinheiro/etc. Você poderá pegar várias recompensas... continue caçando!
ru_ru: Вы взяли награду. Проверьте свой инвентарь/ускорители/ящики/деньги/и т.д.! Вы можете взять несколько наград, продолжайте охоту!
sv_se: Du har skaffat din belöning. Kolla din väska/boosters/lådor/pengar/etc! Du kan skaffa flera belöning, fortsätt jaga!

source: Show your crates.
de_de: Zeigt deine Kisten an.
es_es: Muestra tus cajas.
id_id: Menampilkan peti Anda.
nb_no: Vis kassene dine.
pt_br: Mostra suas caixas.

source: Shows all the crates you can have. Common crates contain items ranging from stats 1 to 30 Uncommon crates contain items ranging from stats 10 to 35 Rare crates contain items ranging from stats 20 to 40 Magic crates contain items ranging from stats 30 to 45 Legendary crates contain items ranging from stats 41 to 50 You can receive crates by voting for the bot using `{prefix}vote`, using `{prefix}daily` and with a small chance from `{prefix}familyevent`, if you have children.
de_de: Zeigt all die Kisten, die du haben kannst. Common Kisten enthalten Items mit Stats zwischen 1 und 30 Uncommon Kisten enthalten Items mit Stats zwischen10 und 35 Rare Kisten enthalten Items mit Stats zwischen 20 und 40 Magic Kisten enthalten Items mit Stats zwischen 30 und 45 Legendary Kisten enthalten Items mit Stats zwischen 41 und 50 Du kannst Kisten erhalten, in dem du für den Bot votest mit folgendem Befehl `{prefix}vote`, über die Daily `{prefix}daily` es gibt auch eine geringe Chance für Kisten über `{prefix}familyevent`, wenn du Kinder hast.
es_es: Muestra todas las cajas que puedes tener. Las cajas comunes contienen elementos que van desde estadísticas 1 a 30 Las cajas poco comunes contienen elementos que van desde estadísticas 10 a 35 Las cajas raras contienen elementos que van desde estadísticas 20 a 40 Las cajas mágicas contienen elementos que van desde estadísticas 30 a 45 Las cajas legendarias contienen elementos que van desde estadísticas 41 a 50 Puedes recibir cajas votando por el bot usando `{prefix}vote`, usando` {prefix}daily` y con una pequeña posibilidad de `{prefix}familyevent`, si tiene hijos.
id_id: Menampilkan semua peti yang kamu miliki. Common peti berisi barang mulai dari stats 1 sampai 30 Uncommon peti berisi barang mulai dari stats 10 sampai 35 Rare peti berisi barang mulai dari stats 20 sampai 40 Magic peti berisi barang mulai dari stats 30 sampai 45 Legendary peti berisi barang mulai dari stats 41 sampai 50 Kamu bisa mendapatkan peti dengan memvoting bot melalui `{prefix}vote`, menggunakan `{prefix}daily` dan dengan sedikit peluang dari `{prefix}familyevent`, jika kamu memiliki anak.
nb_no: Viser alle kassene du kan ha. Vanlige kasser inneholder gjenstander fra statistikk 1 til 30 Uvanlige kasser inneholder gjenstander fra statistikk 10 til 35 Sjeldne kasser inneholder gjenstander fra statistikk 20 til 40 Magiske kasser inneholder gjenstander fra statistikk 30 til 45 Legendariske kasser inneholder gjenstander fra statistikk 41 til 50 Du kan motta kasser ved å stemme på boten med `{prefix}vote`, bruke `{prefix}daily` og med en liten sjanse fra `{prefix}familyevent`, hvis du har barn.
pt_br: Mostra todas as caixas que você pode ganhar. Caixas comuns contêm itens variando as suas estatísticas de 1 até 30 Caixas incomuns contêm itens variando as suas estatísticas de 10 até 35 Caixas raras contêm itens variando as suas estatísticas de 20 até 40 Caixas mágicas contêm itens variando as suas estatísticas de 30 até 45 Caixas lendárias contêm itens variando as suas estatísticas de 41 até 50 Você pode receber caixas votando no bot usando `{prefix}vote`, usando `{prefix}daily` e uma pequena chance com `{prefix}familyevent`, se você tiver filhos.

source: **{author}'s crates** {emotes.common} [common] {common} {emotes.uncommon} [uncommon] {uncommon} {emotes.rare} [rare] {rare} {emotes.magic} [magic] {magic} {emotes.legendary} [legendary] {legendary} Use `{prefix}open [rarity]` to open one!
de_de: **{author}s Kisten** {emotes.common} [common] {common} {emotes.uncommon} [uncommon] {uncommon} {emotes.rare} [rare] {rare} {emotes.magic} [magic] {magic} {emotes.legendary} [legendary] {legendary} Nutze `{prefix}open [rarity]` um eine zu öffnen!
es_mx: **Cofres de {author}** {emotes.common} [common] {common} {emotes.uncommon} [uncommon] {uncommon} {emotes.rare} [rare] {rare} {emotes.magic} [magic] {magic} {emotes.legendary} [legendary] {legendary} Usa `{prefix}open [rareza]` para abrir una!
hu_hu: **{author} ládái** {emotes.common} jobbágyi [common] {common} {emotes.uncommon} polgári [uncommon] {uncommon} {emotes.rare} nemesi [rare] {rare} {emotes.magic} királyi [magic] {magic} {emotes.legendary} hősi [legendary] {legendary} A ládák kinyitásához használd a `{prefix}open [fajta*]` parancsot. *=angolul kell megadni!
sv_se: **{author}s lådor** {emotes.common} [common] {common} {emotes.uncommon} [uncommon] {uncommon} {emotes.rare} [rare] {rare} {emotes.magic} [magic] {magic} {emotes.legendary} [legendary] {legendary} Använd `{prefix}open [rarity]` för att öppna en!

source: Open a crate
de_de: Öffnet eine Kiste
es_es: Abre una caja
id_id: Membuka sebuah peti
nb_no: Åpne en kasse
pt_br: Abre uma caixa

source: `[rarity]` - the crate's rarity to open, can be common, uncommon, rare, magic or legendary; defaults to common `[amount]` - the amount of crates to open, may be in range from 1 to 100 at once Open one of your crates to receive a weapon. To check which crates contain which items, check `{prefix}help crates`. This command takes up a lot of space, so choose a spammy channel to open crates.
de_de: `[rarity]` - Die Seltenheit der zu öffnenden Kiste, kann common, uncommon, rare, magic oder legendary sein; ohne Angabe ist es common `[amount]` - Die Anzahl der zu öffnenden Kisten, die Zahl kann zwischen 1 und 100 liegen Öffne eine deiner Kisten um eine Waffe zu erhalten. Um herauszufinden, welche Kisten welche Items enthalten, nutze `{prefix}help crates`. Dieser Befehl braucht ziemlich viel Platz, also nutze es in einem Spam-Channel zum Kisten öffnen.
es_es: `[rarity]` - la rareza de la caja a abrir, puede ser común, poco común, rara, mágica o legendaria; común por defecto `[amount]` - el número de cajas a abrir, puede variar entre 1 y 100 a la vez Abre una de tus cajas para recibir un arma. Para comprobar qué cajas contienen qué objetos, utiliza `{prefix}help crates`. Este comando ocupa bastante espacio, por lo cual escoge un canal de spam donde abrir cajas.
id_id: `[rarity]` - jenis peti yang akan dibuka, bisa jadi common, uncommon, rare, magic atau legendary; jika tidak ditentukan maka dijadikan common `[amount]` - jumlah peti yang akan dibuka, berkisaran dari 1 hingga 100 untuk sekali buka Membuka salah satu dari jenis petimu untuk mendapatkan sebuah senjata. Untuk melihat jenis peti yang mana yang berisi stat barang tertentu, gunakan `{prefix}help crates`. Perintah ini memakan banyak ruang, jadi pilihlah channel spam untuk membuka peti-peti.
nb_no: `[rarity]` - kassens sjeldedenhet til å åpne, kan være vanlig, uvanlig, sjelden, magisk eller legendarisk; standard til vanlig «[mengde]» – antall kasser som skal åpnes, kan være i området fra 1 til 100 samtidig Åpne en av kassene dine for å motta et våpen. For å sjekke hvilke kasser som inneholder hvilke elementer, merk av for `{prefix}help crates`. Denne kommandoen tar opp mye plass, så velg en spammy kanal for å åpne kasser.
pt_br: `[rarity]` - a raridade da caixa que você deseja abrir, pode ser comum, incomum, rara, mágica ou legendária. Por padrão é comum `[amount]` - a quantidade de caixas que você deseja abrir, pode estar em um intervalo de 1 até 100 a cada vez Abra uma de suas caixas para receber uma arma. Para verificar quais caixas contêm quais itens, digite `{prefix}help crates`. Esse comando ocupa muito espaço, então escolha um canal de spam para abrir suas caixas.

source: Seems like you don't have {amount} crate(s) of this rarity yet. Vote me up to get a random one or find them!
de_de: Es sieht so aus, als hättest du noch keine {amount} Kiste(n) mit dieser Seltenheit. Gib mir einen Upvote für eine zufällige Kiste oder suche danach!
es_es: Parece que no tienes {amount} caja(s) de esta rareza aún. ¡Vótame para conseguir una de forma aleatoria o encuéntralas!
id_id: Sepertinya kamu tidak memiliki {amount} peti(s) dari jenis peti ini. Silahkan voting bot ini untuk mendapatkan peti acak!
nb_no: Det ser ut til at du ikke har {amount} kasse(r) av denne sjeldenheten ennå. Stem opp botten for å få en tilfeldig eller finn dem!
pt_br: Parece que você não tem {amount} caixa(s) dessa raridade ainda. Vote em mim para ganhar uma aleatória ou as encontre!

source: You found a new item when opening a crate!
bg_bg: Получихте нов предмет от щайгата, която отворихте!
de_de: In der Kiste ist ein Item!
es_ar: ¡Encontraste algo nuevo al abrir la caja!
es_es: ¡Has encontrado un nuevo objeto al abrir la caja!
es_mx: ¡Has encontrado un nuevo objeto al abrir la caja!
fr_fr: Vous avez trouvé un nouvel item en ouvrant une box !
hu_hu: Új tárgyra leltél a ládában!
id_id: Kamu menemukan barang baru ketika membuka sebuah peti!
nb_no: Du fant en ny gjenstand når du åpnet en kasse!
pt_br: Você achou um novo item ao abrir a caixa!
ru_ru: Вы нашли новый предмет, открыв ящик!
sv_se: Du hittade ett nytt föremål när du öppnade en låda!

source: Remaining {rarity} crates: {crates}
de_de: Restliche {rarity} Kisten: {crates}
es_es: Cajas {rarity} restantes: {crates}
es_mx: Cajas {rarity} restantes: {crates}
hu_hu: Fennmaradó {rarity} ládák: {crates}
id_id: Peti {rarity} tersisa: {crates}
nb_no: Gjenværende {rarity} kasser: {crates}
pt_br: Caixas {rarity} restantes: {crates}
sv_se: Kvarstående {rarity} lådor: {crates}

source: Successfully opened {amount} {rarity} crates. Average stat: {average_stat} Most common stats: ``` {most_common} ``` Best stats: ``` {top} ``` Types: ``` {most_common_types} ```
de_de: {amount} {rarity} Kisten erfolgreich geöffnet. Durchschnittlicher stat: {average_stat} Meist erhaltener Stat: ``` {most_common} ``` Beste Stats: ``` {top} ``` Typen: ``` {most_common_types} ```
es_es: Abiertas correctamente {amount} {rarity} cajas. Estadística promedio: {average_stat} Estadísticas más comunes: ``` {most_common} ``` Mejores estadísticas: ``` {top} ``` Clases: ``` {most_common_types} ```
id_id: Sukses membuka {amount} {rarity} peti. Rata-rata stat: {average_stat} Stats paling umum: ``` {most_common} ``` Stats terbaik: ``` {top} ``` Tipe: ``` {most_common_types} ```
nb_no: Åpnet {amount} {rarity} kasser. Gjennomsnittlig statistikk: {average_stat} Vanligste statistikk: ``` {most_common} ``` Beste statistikk: ``` {top} ``` Typer: ``` {most_common_types} ```
pt_br: Você abriu {amount} caixas de raridade {rarity}. A média das estatísticas foi: {average_stat} As estatísticas mais comuns foram: ``` {most_common} ``` As melhores estatísticas foram: ``` {top} ``` Tipos: ``` {most_common_types} ```

source: Give crates to someone
de_de: Gibt Kisten an jemanden
es_es: Dar cajas a alguien
id_id: Berikan peti kepada seseorang
nb_no: Gi kasser til noen
pt_br: Dá caixas para alguém

source: `<other>` - A user with a character `[amount]` - A whole number greater than 0; defaults to 1 `[rarity]` - The crate's rarity to trade, can be common, uncommon, rare, magic or legendary; defaults to common Give your crates to another person. Players must combine this command with `{prefix}give` for a complete trade.
de_de: `<other>` - Ein Nutzer mit einem Charakter `[amount]` - Eine ganze Zahl größer als 0; ohne Angabe ist es 1 `[rarity] - Die Seltenheit der zu tauschenden Kiste, kann common, uncommon, rare, magic oder legendary sein; Standard ist common Gibt deine Kisten an eine andere Person Spieler müssen diesen Befehl zusammen mit `{prefix}give` nutzen um einen Handel auszuführen.
es_es: `<other>` - Un usuario con un personaje `[amount]` - Un número entero mayor que 0; el valor predeterminado es 1 `[rarity]` - La rareza de la caja para comerciar puede ser común, poco común, rara, mágica o legendaria; predeterminado a común Dale tus cajas a otra persona. Los jugadores deben combinar este comando con `{prefix}give` para un intercambio completo.
id_id: `<other>` - Seorang pengguna yang memiliki sebuah karakter `[amount]` - Sejumlah angka yang lebih besar dari 0; jika tidak ditentukan maka dijadikan 1 `[rarity]` - Jenis peti yang akan diberikan, bisa jadi common, uncommon, rare, magic atau legendary; jika tidak ditentukan maka dijadikan common Memberikan petimu kepada pemain lain. Pemain harus menggunakan perintah ini dengan `{prefix}give` untuk menyelesaikan transaksi.
nb_no: `<annet>` – En bruker med en karakter `[beløp]` – Et helt tall større enn 0; standard til 1 `[sjeldenhet]` – Kassens sjeldenhet å handle, kan være vanlig, uvanlig, sjelden, magisk eller legendarisk; standard til felles Gi kassene dine til en annen person. Spillere må kombinere denne kommandoen med `{prefix}give` for en fullstendig handel.
pt_br: `<other>` - Um usuário com um personagem `[amount]` - Um número inteiro maior que 0. Por padrão é 1 `[rarity]` - A raridade das caixas a serem trocadas, pode ser comum, incomum, rara, mágica ou legendária; por padrão é comum Dá suas caixas para outra pessoa. Jogadores devem combinar esse comando com `{prefix}give` para completar a troca.

source: Very funny...
bg_bg: Много забавно...
de_de: Sehr witzig...
es_ar: ¿Te crees chistoso, pelotudo?
es_es: Muy gracioso...
es_mx: Muy gracioso...
fr_fr: Très drôle…
hu_hu: Roppant mulatságos...
id_id: Sangat lucu...
nb_no: Veldig morsomt...
pt_br: Muito engraçado...
ru_ru: Очень смешно...
sv_se: Roligt...

source: For me? I'm flattered, but I can't accept this...
de_de: Für mich? Ich fühle mich geschmeichelt, aber ich kann das nicht annehmen...
es_es: ¿Para mí? Me siento halagado, pero no puedo aceptar esto...
id_id: Untuk Saya? saya tersanjung, tapi saya tidak bisa menerima ini...
nb_no: For meg? Jeg rødmer, men jeg kan ikke akseptere dette...
pt_br: Para mim? Eu estou lisonjeado, mas eu não posso aceitar isso...

source: You don't have any crates of this rarity.
de_de: Du hast keine Kisten von dieser Seltenheit.
es_es: No tienes cajas de esta rareza.
es_mx: No tienes cajas de esta rareza.
hu_hu: Nincs ilyen fajtájú ládád.
id_id: Kamu tidak memiliki peti dari kelangkaan ini.
nb_no: Du har ingen kasser av denne sjeldenheten.
pt_br: Você não tem nenhuma caixa dessa raridade.
sv_se: Du har inga lådor med den här sällsyntheten.

source: Successfully gave {amount} {rarity} crate(s) to {other}.
de_de: {amount} {rarity} Kiste(n) wurden erfolgreich an {other} gegeben.
es_es: Has entregado {amount} cajas {rarity} a {other}.
es_mx: Has entregado {amount} cajas {rarity} a {other}.
hu_hu: Sikeresen átadtál {amount} darab {rarity} fajtájú ládát {other} játékosnak.
id_id: Berhasil memberikan {amount} peti {rarity} untuk {other}.
nb_no: Har gitt {amount} {rarity} kasse(r) til {other}.
pt_br: Deu {amount} {rarity} caixa(s) para {other}.
sv_se: Gav {amount} {rarity} lådor till {other}.

source: Offer crates to another player
de_de: Bietet einem anderen Spieler Kisten an
es_es: Ofrecer cajas a otro jugador
id_id: Menawarkan peti ke pemain lain
nb_no: Tilby kasser til en annen spiller
pt_br: Oferece caixas a outro jogadores

source: `<quantity>` - The quantity of crates to offer `<rarity>` - The rarity of crate to offer. First letter of the rarity is also accepted. `<price>` - The price to be paid by the buyer, can be a number from 0 to 100000000 `<buyer>` - Another IdleRPG player to offer the crates to Offer crates to another player. Once the other player accepts, they will receive the crates and you will receive their payment. Example: `{prefix}offercrate 5 common 75000 @buyer#1234` `{prefix}oc 5 c 75000 @buyer#1234`
de_de: `<quantity>` - Die Anzahl der angebotenen Kisten `<rarity>` - Die Seltenheit der angebotenen Kiste(n). Der erste Buchstabe der Seltenheit kann auch verwendet werden. `<price>` - Der Preis, der vom Käufer gezahlt wird, kann eine Zahl zwischen 0 und 100000000 sein. `<buyer>` - Ein anderer IdleRPG Spieler, dem die Kisten angeboten werden. Bietet einem anderen Spielen Kisten an. Sobald der andere Spieler die den Handel akzeptiert, erhält er die Kisten und du wirst die Bezahlung erhalten. Beispiel: `{prefix}offercrate 5 common 75000 @buyer#1234` `{prefix}oc 5 c 75000 @buyer#1234`
es_es: `<quantity>` - la cantidad de cajas a ofrecer `<rarity>` - la rareza de la caja a ofrecer. Se acepta la primera letra de la rareza también. `<price>` - el precio a pagar por el comprador, puede ser un número entre 0 y 100000000 `<buyer>` - otro jugador IdleRPG al que ofrecer las cajas Ofrece cajas a otro jugador. Una vez el otro jugador acepta, recibirán las cajas y tú recibirás el pago. Ejemplo: `{prefix}offercrate 5 comunes 75000 @comprador#1234` `{prefix}oc 5 c 75000 @comprador#1234`
id_id: `<quantity>` - Jumlah peti yang akan ditawarkan `<rarity>` - Jenis peti yang akan ditawarkan. Huruf pertama dari jenis peti juga bisa digunakan. `<price>` - Harga yang akan dibayar oleh pembeli, jumlah angka dari 0 sampai 100000000 `<buyer>` - Pemain idleRPG yang akan membeli peti Menawarkan peti kepada pemain lain. Setelah tawaranya diterima oleh pemain lain, mereka akan menerima petinya dan kamu akan menerima bayarannya. Contoh: `{prefix}offercrate 5 common 75000 @buyer#1234` `{prefix}oc 5 c 75000 @buyer#1234`
nb_no: `<antall>` – Antallet kasser som skal tilbys `<sjeldenhet>` – Sjeldenheten av kasse å tilby. Første bokstav av sjeldenheten godtas også. `<pris>` – Prisen som skal betales av kjøperen, kan være et tall fra 0 til 100000000 `<kjøper>` - En annen IdleRPG spiller å tilby kassene til Tilby kasser til en annen spiller. Når den andre spilleren godtar, vil de motta kassene og du vil motta betalingen deres. Eksempel: `{prefix}offercrate 5 common 75000 @buyer#1234` `{prefix}oc 5 c 75000 @buyer#1234`
pt_br: `<quantity>` - A quantidade de caixas que você deseja ofertar `<rarity>` - A raridade das caixas que você deseja ofertar. A primeira letra da raridade também é aceita. `<price>` - O preço que será pago pelo comprador, pode ser um número de 0 a 100000000 `<buyer>` - Outro jogador de IdleRPG, o qual você deseja ofertar as caixas Oferece caixas para outro jogador. Uma vez que o outro jogador aceitou a oferta, eles receberão as caixas e você receberá o seu pagamento. Exemplo: `{prefix}offercrate 5 common 75000 @buyer#1234` `{prefix}oc 5 c 75000 @buyer#1234`

source: You may not offer crates to yourself.
de_de: Du solltest dir selbst keine Kisten anbieten.
es_es: No puedes ofrecerte cajas a ti mismo.
id_id: Kamu tidak bisa menawarkan peti ke diri sendiri.
nb_no: Du kan ikke tilby kasser til deg selv.
pt_br: Você não pode oferecer caixas para você mesmo.

source: No, I don't want any crates.
de_de: Nein, ich möchte keine Kisten.
es_es: No, no quiero ninguna caja.
id_id: Tidak, Saya tidak ingin peti.
nb_no: Nei, jeg vil ikke ha noen kasser.
pt_br: Não, eu não quero nenhuma caixa.

source: You don't have {quantity} {rarity} crate(s). Check `{prefix}crates`.
de_de: Du hast keine {quantity} {rarity} Kiste(n). Sieh dir `{prefix}crates` an.
es_es: No tienes {quantity}{rarity} caja(s). Comprueba `{prefix}crates`.
id_id: Kamu tidak memiliki {quantity} {rarity} peti. Periksa `{prefix}crates`.
nb_no: Du har ikke {quantity} {rarity} kasse(r). Sjekk `{prefix}crates`.
pt_br: Você não tem {quantity} {rarity} caixa(s). Digite `{prefix}crates`.

source: {author}, are you sure you want to offer **{quantity} {emoji} {rarity}** crate(s) for **${price:,.0f}**?
de_de: {author}, bist du dir sicher, dass du **{quantity} {emoji} {rarity}** Kiste(n) für **${price:,.0f}** anbieten willst?
es_es: {author}, ¿estás seguro que quieres ofrecer **{quantity} {emoji} {rarity}** caja(s) por **${price:,.0f}**?
id_id: {author}, Apakah kamu yakin ingin menawarkan **{quantity} {emoji} {rarity}** peti dengan harga **${price:,.0f}**?
nb_no: {author}, er du sikker på at du vil tilby **{quantity} {emoji} {rarity}** kasse(r) for **${price:,0f}**?
pt_br: {author}, você tem certeza que você quer oferecer **{quantity} caixa(s) {emoji} {rarity}** por **${price:,.0f}**?

source: Offer cancelled.
de_de: Angebot verfallen.
es_es: Oferta cancelada.
id_id: Penawaran dibatalkan.
nb_no: Tilbudet kansellert.
pt_br: Oferta cancelada.
