Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: Starter Sword
bg_bg: Начален меч
de_de: Starterschwert
es_ar: Espada inicial
es_es: Espada inicial
es_mx: Espada Inicial
fr_fr: Épée d’entrainement
hu_hu: Kezdő Kard
id_id: Pedang Pemula
nb_no: Starter Sverd
pt_br: Espada Inicial
ru_ru: Стартовый меч
sv_se: Nybörjar Svärd

source: Starter Shield
bg_bg: Начален щит
de_de: Starterschild
es_ar: Escudo inicial
es_es: Escudo inicial
es_mx: Escudo Inicial
fr_fr: Bouclier d’entrainement
hu_hu: Kezdő Pajzs
id_id: Perisai Pemula
nb_no: Starter Skjold
pt_br: Escudo Inicial
ru_ru: Стартовый щит
sv_se: Nybörjar Sköld

source: Successfully added your character **{name}**! Now use `{prefix}profile` to view your character!
bg_bg: Вашият герой **{name}** е създаден успешно! Сега използвайте `{prefix}profile`, за да видите профила си!
de_de: Charakter **{name}** erfolgreich hinzugefügt! Nutze `{prefix}profile` um dir dein Profil anzusehen!
es_ar: Creaste tu personaje **{name}**. ¡Ahora podés usar `{prefix}profile` para ver tu perfil!
es_es: ¡Se ha creado tu personaje **{name}**! ¡Usa `{prefix}profile` para ver tu perfil!
es_mx: ¡Se ha creado tu personaje **{name}**! ¡Usa `{prefix}profile` para ver tu perfil!
fr_fr: Votre personnage **{name}** a été ajouté avec succès!Maintenant utilisez `{prefix}profile` pour voir votre personnage !
hu_hu: Karaktered, **{name}** sikeresen létre lett hozva! A `{prefix}profile` paranccsal megtekintheted a profilját!
id_id: Berhasil menambahkan karaktermu dengan nama **{name}**! Sekarang gunakan `{prefix}profile` untuk melihat karaktermu!
nb_no: Har laget karakteren din **{name}**! Bruk nå `{prefix}profile` for å se karakteren din!
pt_br: O nome **{name}** foi adicionado ao seu personagem com sucesso! Agora use `{prefix} profile` para ver seu personagem!
ru_ru: Ваш персонаж **{name}** был удачно создан! Теперь используйте `{prefix}profile` , чтобы посмотреть на вашего персонажа!
sv_se: Lade till din karaktär **{name}**! Använd nu `{prefix}profile` för att se din karaktär!

source: Character names must be at least 3 characters and up to 20.
bg_bg: Името на героя трябва да е между 3 до 20 знака.
de_de: Charaktername muss zwischen 3 und 20 Zeichen lang sein.
es_ar: El nombre del personaje debe tener entre 3 a 20 dígitos.
es_es: Los nombres de personaje debe tener de 3 a 20 caracteres.
es_mx: Los nombres de personaje debe tener de 3 a 20 caracteres.
fr_fr: Les noms de personnage doivent contenir entre 3 et 20 caractères.
hu_hu: A választott névnek 3 és 20 karakter közé kell esnie.
id_id: Karakter bernama harus setidaknya paling sedikit 3 karakter dan paling banyak 20 karakter.
nb_no: Karakterens navn må være på minst 3 tegn og opptil 20.
pt_br: Os nomes de caracteres devem ter pelo menos 3 caracteres e até 20.
ru_ru: Имя персонажа должно быть не менее 3 букв и не должно превышать 20.
sv_se: Karaktärsnamn måste vara mellan 3 tecken och 20 tecken.

source: View someone's profile
de_de: Zeigt das Profil von jemandem an
es_es: Ver el perfil de alguien
id_id: Menampilkan profil seseorang
nb_no: Se noens profil
pt_br: Veja o perfil de alguém

source: `[person]` - The person whose profile to view; defaults to oneself View someone's profile. This will send an image. For an explanation what all the fields mean, see [this picture](https://wiki.idlerpg.xyz/images/3/35/Profile_explained.png)
de_de: `[person]` - Die Person, deren Profilbild angezeigt werden soll; ohne Angabe ist man es selbst Zeigt das Profil von jemandem an. Dies wird ein Bild senden. Für eine Erklärung, was all die Felder bedeuten siehe [dieses Bild](https://wiki.idlerpg.xyz/images/3/35/Profile_explained.png)
es_es: `[person]` - la persona del perfil a ver; predeterminado a uno mismo Ver el perfil de alguien. Esto enviará una imagen. Para obtener una explicación del significado de todos los campos, consulte [esta imagen] (https://wiki.idlerpg.xyz/images/3/35/Profile_explained.png)
id_id: `[person]` - Profil seseorang yang akan dilihat; jika tidak ditentukan maka dijadikan untuk diri sendiri Melihat profil seseorang. Ini akan mengirim sebuah gambar profil. Untuk melihat penjelasan pada gambar profil, lihat [gambar ini](https://wiki.idlerpg.xyz/images/3/35/Profile_explained.png)
nb_no: `[person]` – personen sin profil som skal vises; misligholder til seg selv Se noens profil. Dette vil sende et bilde. For en forklaring på hva alle feltene betyr, se [dette bildet](https://wiki.idlerpg.xyz/images/3/35/Profile_explained.png)
pt_br: `[person]` - A pessoa cujo perfil você deseja ver. Por padrão é você mesmo Mostra o perfil de alguém. Isso irá enviar uma imagem. Para uma explicação sobre o que cada um dos campos significa, veja [essa foto](https://wiki.idlerpg.xyz/images/3/35/Profile_explained.png)

source: **{person}** does not have a character.
bg_bg: **{person}** няма герой.
de_de: **{person}** hat kein Profil.
es_ar: **{person}** no tiene un personaje creado.
es_es: **{person}** no tiene ningún personaje.
es_mx: **{person}** no tiene personajes creados.
fr_fr: **{person}** n’a pas de personnage.
hu_hu: **{person}** játékoshoz még nem tartozik karakter.
id_id: **{person}** tidak memiliki sebuah karakter.
nb_no: **{person}** har ikke en karakter.
pt_br: **{person}** não possui um personagem.
ru_ru: У **{person}** нет персонажа.
sv_se: **{person}** har inte en karaktär.

source: Not Married
bg_bg: Не сгоден
de_de: Nicht verheiratet
es_ar: No casado
es_mx: Soltero
fr_fr: Pas Marié(e)
hu_hu: Nincs házastárs
ru_ru: Не женат
sv_se: Inte Gift

source: No Guild
de_de: Keine Gilde
es_mx: Sin gremio
hu_hu: Nincs céh
sv_se: Ingen Guild

source: No God
de_de: Kein Gott
es_es: Sin dios
es_mx: Sin dios
hu_hu: Nincs Isten
id_id: Tidak ada Tuhan
nb_no: Ingen Gud
pt_br: Sem nenhum deus
sv_se: Ingen Gud

source: No Mission
bg_bg: Няма мисия
de_de: Kein Abenteuer
es_ar: Sin misión
es_mx: Sin misión
fr_fr: Aucune Mission
hu_hu: Nincs küldetés
ru_ru: Нет миссии
sv_se: Inget Uppdrag

source: There was an error processing your image. Reason: {reason} ({detail})
de_de: Es gab einen Fehler beim verarbeiten deines Bildes. Grund: {reason} ({detail})
es_es: Ha ocurrido un error al procesar tu imagen. Razón: {reason} ({detail})
id_id: Terjadi kesalahan saat memproses gambarmu. Alasan: {reason} ({detail})
nb_no: Det oppsto en feil under prosessen av bildet ditt. Årsak: {reason} ({detail})

source: Unexpected internal error when generating image.
de_de: Unerwarteter interner Fehler beim generieren des Bildes.
es_es: Ha ocurrido un error inesperado al generar la imagen.
id_id: Kesalahan internal yang tidak terduga saat membuat gambar.
nb_no: Uventet intern feil under generering av bilde.

source: Unexpected error when generating image.
de_de: Unerwarteter Fehler beim generieren des Bildes.
es_es: Error inesperado al generar la imagen.
id_id: Kesalahan yang tidak terduga saat membuat gambar.
nb_no: Uventet feil under generering av bilde.

source: View someone's profile differently
de_de: Zeigt das Profilbild von jemandem unterschiedlich an
es_es: Ver el perfil de alguien de manera diferente
id_id: Menampilkan profil seseorang dengan cara yang berbeda
nb_no: Se noens profil annerledes
pt_br: Veja o perfil de alguém de forma diferente

source: `[target]` - The person whose profile to view View someone's profile. This will send an embed rather than an image and is usually faster.
de_de: `[target]` - Die Person, dessen Profil angezeigt werden soll Sieh dir das Profil von jemandem an. Dies sendet ein embed und kein Bild und ist normalerweise schneller.
es_es: `[target]` - la persona del perfil a ver Ver el perfil de alguien. Esto enviará una inserción en lugar de una imagen y, por lo general, es más rápido.
id_id: `[target]` - Orang yang profilnya ingin ditampilkan Menampilkan profil seseorang. Ini akan menampilkan informasi yang disematkan daripada sebuah gambar dan biasanya lebih cepat.
nb_no: `[target]` – personen sin profil som skal bli sett Se noens profil. Dette vil sende en innebygging i stedet for et bilde og er vanligvis raskere.
pt_br: `[target]` - A pessoa cujo perfil você deseja ver Mostra o perfil de alguém. Isso enviará um embed em vez de uma imagem e normalmente é mais rápido.

source: **{target}** does not have a character.
bg_bg: **{target}** няма герой.
de_de: **{target}** hat kein Profil.
es_es: **{target}** no tiene ningún personaje.
es_mx: **{target}** no tiene personajes creados.
fr_fr: **{target}** n’a pas de personnage.
hu_hu: **{target}** játékoshoz még nem tartozik karakter.
id_id: **{target}** tidak memiliki sebuah karakter.
nb_no: **{target}** har ikke en karakter.
pt_br: **{target}** não possui um personagem.
ru_ru: **{target}** нет персонажа.
sv_se: **{target}** har inte en karaktär.

source: None Equipped
de_de: Nichts Ausgerüstet
es_es: Nada equipado
id_id: Tidak ada yang Dipakai
nb_no: Ingenting utstyrt
pt_br: Nada equipado

source: General
bg_bg: Общ
de_de: Generell
fr_fr: Général
hu_hu: Általános infó
id_id: Umum
nb_no: Generell
pt_br: Geral
ru_ru: Главная
sv_se: Allmänt

source: **Money**: `${money}` **Level**: `{level}` **Class**: `{class_}` **Race**: `{race}` **PvP Wins**: `{pvp}` **Guild**: `{guild}`
de_de: **Geld**: `${money}` **Level**: `{level}` **Klasse**: `{class_}` **Rasse**: `{race}` **PvP-Siege**: `{pvp}` **Gilde**: `{guild}`
es_es: **Dinero**: `${money}` **Nivel**: `{level}` **Clase**: `{class_}` **Raza**: `{race}` **Victorias JcJ**: `{pvp}` **Gremio**: `{guild}`
es_mx: **Dinero**: `${money}` **Nivel**: `{level}` **Clase**: `{class_}` **Raza**: `{race}` **Victorias JcJ**: `{pvp}` **Gremio**: `{guild}`
hu_hu: **Vagyon**: `${money}` **Szint**: `{level}` **Kaszt**: `{class_}` **Faj**: `{race}` **Párbaj győzelmek**: `{pvp}` **Céh**: `{guild}`
id_id: **Uang**: `${money}` **Level**: `{level}` **Kelas**: `{class_}` **Ras**: `{race}` **Kemenangan PvP**: `{pvp}` **Guild**: `{guild}`
nb_no: **Penger**: `${money}` **Nivå**: `{level}` **Klasse**: `{class_}` **Rase**: `{race}` **PvP Vins**: `{pvp}` **Klan**: `{guild}`
pt_br: ** Dinheiro**: `${money}` ** Nível**: `{level}` ** Classe**: `{class_}` ** Raça**: `{race}` ** Vitórias em PvP**: `{pvp}` ** Guilda**: `{guild}`
sv_se: **Pengar**: `${money}` **Nivå**: `{level}` **Klass**: `{class_}` **Ras**: `{race}` **PvP Vinster**: `{pvp}` **Guild**: `{guild}`

source: Ranks
bg_bg: Рангове
de_de: Ränge
es_ar: Rango
es_es: Posiciones
es_mx: Posiciones
fr_fr: Rangs
hu_hu: Rangsorolás
id_id: Peringkat
nb_no: Ranker
pt_br: Classificação
ru_ru: Таблица лидеров
sv_se: Ranger

source: **Richest**: `{rank_money}` **XP**: `{rank_xp}`
bg_bg: **Най-богати**: `{rank_money}` **XP**: `{rank_xp}`
de_de: **Geldrang**: `{rank_money}` **EP**: `{rank_xp}`
es_ar: **Riqueza**: `{rank_money}` **Experiencia**: `{rank_xp}`
es_es: **Riqueza**: `{rank_money}` **XP**: `{rank_xp}`
es_mx: **Riqueza**: `{rank_money}` **XP**: `{rank_xp}`
fr_fr: **Richesse**: `{rank_money}` **XP**: `{rank_xp}`
hu_hu: **Mágnás**: `{rank_money}` **Harcos**: `{rank_xp}`
id_id: **Terkaya**: `{rank_money}` **XP**: `{rank_xp}`
nb_no: **Rikest**: `{rank_money}` **XP**: `{rank_xp}`
pt_br: **Mais rico**: `{rank_money}` **XP**: `{rank_xp}`
ru_ru: **Богатейший**: `{rank_money}` **Опыт**: `{rank_xp}`
sv_se: **Rikast**: `{rank_money}` **XP**: `{rank_xp}`

source: Equipment
bg_bg: Оборудване
de_de: Items
es_ar: Equipamiento
es_es: Equipo
es_mx: Equipo
fr_fr: Équipement
hu_hu: Felszerelés
id_id: Peralatan
nb_no: Utstyr
pt_br: Equipamento
ru_ru: Обмундирование
sv_se: Utrustning

source: Right Hand: {right_hand} Left Hand: {left_hand}
de_de: Rechte Hand: {right_hand} Linke Hand: {left_hand}
es_es: Mano derecha: {right_hand} Mano izquierda:: {left_hand}
id_id: Tangan Kanan: {right_hand} Tangan Kiri: {left_hand}
nb_no: Høyre hånd: {right_hand} Venstre hånd: {left_hand}
pt_br: Mão Direita: {right_hand} Mão Esquerda: {left_hand}

source: Mission
bg_bg: Мисия
de_de: Abenteuer
es_ar: Misión
es_es: Misión
es_mx: Misión
hu_hu: Küldetés
id_id: Misi
nb_no: Oppdrag
pt_br: Missão
ru_ru: Миссия
sv_se: Uppdrag

source: Show your current luck
de_de: Zeigt dein momentanes Glück
es_es: Muestra tu suerte actual
id_id: Menampilkan keberuntunganmu yang sekarang
nb_no: Vis din nåværende lykke
pt_br: Mostra sua atual sorte

source: Shows your current luck value. Luck updates once a week for everyone, usually on Monday. It depends on your God. Luck influences your adventure survival chances as well as the rewards. Luck is decided randomly within the Gods' luck boundaries. You can find your God's boundaries [here](https://wiki.idlerpg.xyz/index.php?title=Gods#List_of_Deities). If you have enough favor to place in the top 25 followers, you will gain additional luck: - The top 25 to 21 will gain +0.1 luck - The top 20 to 16 will gain +0.2 luck - The top 15 to 11 will gain +0.3 luck - The top 10 to 6 will gain +0.4 luck - The top 5 to 1 will gain +0.5 luck If you follow a new God (or become Godless), your luck will not update instantly, it will update with everyone else's luck on Monday.
de_de: Zeigt deinen momentanen Glückswert. Glück wird einmal pro Woche geupdated, normalerweise Montags. Es hängt von deinem Gott ab. Glück beeinflusst deine Abenteuerüberlebenschancen und deine Belohnungen. Glück wird durch Zufall innerhalb der jeweiligen Glücksradius des Gottes entschieden. Du kannst die Radien für deinen Gott [hier finden](https://wiki.idlerpg.xyz/index.php?title=Gods#List_of_Deities). Wenn du genug Gunst hast um innerhalb der Top 25 Anhänger zu sein, erhältst du zusätzliches Glück: -Die Top 25 zu 21 werden +0.1 Glück erhalten -Die Top 20 zu 16 werden +0.2 Glück erhalten -Die Top 15 zu 11 werden +0.3 Glück erhalten -Die Top 10 zu 6 werden +0.4 Glück erhalten -Die Top 5 zu 21 werden +0.5 Glück erhalten Falls du einem neuen Gott folgst (oder Gottlos wirst), wird dein Glück nicht sofort geupdated, sondern erst am nächsten Montag mit dem Glück aller Anderen.
es_es: Muestra tu valor de suerte actual. La suerte se actualiza una vez por semana para todos, generalmente los lunes. Depende de tu dios. La suerte influye en tus posibilidades de supervivencia en la aventura, así como en las recompensas. La suerte se decide al azar dentro de los límites de suerte de los dioses. Puedes encontrar los límites de tu dios [aquí] (https://wiki.idlerpg.xyz/index.php?title=Gods#List_of_Deities). Si tienes el favor suficiente para colocarte entre los 25 mejores seguidores, ganarás suerte adicional: - Los mejores 25 a 21 ganarán +0.1 suerte - Los mejores 20 a 16 ganarán +0.2 suerte - Los mejores 15 a 11 ganarán +0.3 suerte - Los mejores 10 a 6 ganarán +0.4 suerte - Los mejores 5 a 1 ganarán +0.5 suerte Si sigues a un nuevo dios (o te vuelves sin dios), tu suerte no se actualizará instantáneamente, sino que se actualizará con la suerte de todos los demás el lunes.
id_id: Menampilkan keberuntunganmu yang sekarang. Keberuntungan diperbarui setiap sekali seminggu untuk semua pemain, biasanya pada hari Senin. Ini bergantung pada Tuhanmu. Keberuntungan mempengaruhi peluang bertahan hidup dalam petualanganmu serta hadiahnya. Keberuntungan ditentukan secara acak dalam batas keberuntungan Tuhan. Kamu bisa melihat batas keberuntungan Tuhamu [disini](https://wiki.idlerpg.xyz/index.php?title=Gods#List_of_Deities). Jika kamu memiliki poin berkat yang cukup untuk berada di top 25 pengikut, kamu akan memperoleh keberuntungan tambahan: - Top 25 hingga 21 akan memperoleh tambahan sebesar +0.1 keberuntungan - Top 20 hingga 16 akan memperoleh tambahan sebesar +0.2 keberuntungan - Top 15 hingga 11 akan memperoleh tambahan sebesar +0.3 keberuntungan - Top 10 hingga 6 akan memperoleh tambahan sebesar +0.4 keberuntungan - Top 5 hingga 1 akan memperoleh tambahan sebesar +0.5 keberuntungan Jika kamu mengikuti Tuhan baru (atau menjadi Tidak Bertuhan), keberuntunganmu tidak akan diperbarui secara langsung, tetapi akan diperbarui dengan semua pemain lain pada hari Senin.
nb_no: Viser din nåværende flaksverdi. Lykkeoppdateringer en gang i uken for alle, vanligvis på mandag. Det avhenger av din Gud. Flaks påvirker sjansene dine for å overleve eventyret, så vel som belønningene. Flaks avgjøres tilfeldig innenfor gudenes lykkegrenser. Du kan finne din Guds grenser [her](https://wiki.idlerpg.xyz/index.php?title=Gods#List_of_Deities). Hvis du har nok favør til å plassere deg blant de 25 beste følgerne, vil du få ekstra lykke: - Topp 25 til 21 vil få +0,1 flaks - De 20 til 16 beste vil få +0,2 flaks - Topp 15 til 11 vil få +0,3 flaks - Topp 10 til 6 vil få +0,4 flaks - Topp 5 til 1 vil få +0,5 flaks Hvis du følger en ny Gud (eller blir gudløs), vil ikke lykken din oppdateres umiddelbart, den oppdateres med alle andres flaks på mandag.
pt_br: Mostra sua sorte atual. A sorte atualiza uma vez por semana para todo mundo, geralmente na segunda-feira. Ela depende do seu deus. Sorte influencia suas chances de sobreviver em uma aventura, bem como as recompensas. Sorte é decidida aleatoriamente dentro dos limites da sorte dos deuses. Você pode ver os limites do seu deus [aqui](https://wiki.idlerpg.xyz/index.php?title=Gods#List_of_Deities). Se você tiver favor o suficiente para estar entre os 25 melhores seguidores, você ganhará sorte adicional: - Os 25 até 21 melhores ganharão +0.1 de sorte - Os 20 até 16 melhores ganharão +0.2 de sorte - Os 15 até 11 melhores ganharão +0.3 de sorte - Os 10 até 6 melhores ganharão +0.4 de sorte - Os 5 até 1 melhores ganharão +0.5 de sorte Se você seguir um novo Deus(ou virar ateu), suar sorte não irá atualizar instantaneamente, ela atualizará com a sorte de todo mundo na segunda-feira.

source: Your current luck multiplier is `{luck}x` (≈{percent}% {adj} than usual (usual=1)).
de_de: Dein momentaner Glücks Multiplikator ist `{luck}x` (≈{percent}% {adj} als normal (normal=1)).
es_es: Su multiplicador de suerte actual es `{luck}x` (≈{percent}% {adj} de lo habitual (usual = 1)).
id_id: Keberuntungan kamu saat ini adalah `{luck}x` (≈{percent}% {adj} dari biasanya (normal=1)).
nb_no: Din nåværende flaksmultiplikator er `{luck}x` (≈{percent}% {adj} enn vanlig (vanlig=1)).
pt_br: Seu multiplicador de sorte é`{luck}x` (≈{percent}% {adj} than usual (usual=1)).

source: more
de_de: mehr
es_es: más
id_id: lebih
nb_no: mer
pt_br: mais

source: less
de_de: weniger
es_es: menos
id_id: kurang
nb_no: mindre
pt_br: menos

source: Shows your balance
de_de: Zeigt deinen Kontostand
es_es: Muestra tu saldo
id_id: Menampilkan jumlah uang yang kamu miliki
nb_no: Viser pengene dine
pt_br: Mostra seu dinheiro

source: Shows the amount of money you currently have. Among other ways, you can get more money by: - Playing adventures - Selling unused equipment - Gambling
de_de: Zeigt den Geldbetrag, den du momentan hast. Unter Anderem kannst du Geld so erhalten: -Abenteuer beenden/spielen -Ungenutzte Ausrüstung verkaufen -Glücksspiel
es_es: Muestra la cantidad de dinero que tienes actualmente. Entre otras formas, puedes obtener más dinero al: - Jugar aventuras - Vender equipos no utilizados - Juegos de azar
id_id: Menampilkan jumlah uang yang kamu miliki saat ini. Diantara cara yang lain, kamu bisa mendapatkan uang lebih dengan cara: - Melakukan petualangan - Menjual barang-barang yang tidak digunakan - Berjudi
nb_no: Viser hvor mye penger du har for øyeblikket. Blant andre måter kan du få mer penger ved å: - Dra på eventyr - Selge gjenstander - Gambling
pt_br: Mostra a quantidade de dinheiro que você tem. Entre outras coisas, você pode ganhar dinheiro: - Jogando aventuras - Vendendo equipamento não usado - Jogos de azar

source: You currently have **${money}**, {author}!
bg_bg: Понастоящем имате **${money}**, {author}!
de_de: Du hast im Moment **${money}**, {author}!
es_ar: ¡{author}, tu balance monetario es el siguiente: **${money}**!
es_es: ¡Actualmente tienes **${money}**, {author}!
es_mx: ¡Actualmente tienes **${money}**, {author}!
fr_fr: Vous avez actuellement **{money}$**, {author} !
hu_hu: {author} jelenlegi vagyona: **${money}**!
id_id: Kamu saat ini memiliki **${money}**, {author}!
nb_no: Du har for øyeblikket **${money}**, {author}!
pt_br: No momento, você possui ** ${money} **, {author}!
ru_ru: На данный момент у вас **${money}** , {author}!
sv_se: Du har för närvarande **${money}**, {author}!

source: Show a player's current XP
de_de: Zeigt die momentanen XP eines Spielers
es_es: Mostrar el XP actual de un jugador
id_id: Menampilkan XP pemain yang sekarang
nb_no: Vis en spillers nåværende XP
pt_br: Mostra o XP de um jogador

source: `[user]` - The player whose XP and level to show; defaults to oneself Show a player's XP and level. You can gain more XP by: - Completing adventures - Exchanging loot items for XP
de_de: `[user]` - Der Spieler, dessen XP und Level angezeigt werden soll; ohne Angabe ist man es selbst Zeigt die XP und das Level eines Spielers. Du kannst mehr XP erhalten in dem du: -Abenteuer beendest -Beute für XP eintauscht
es_es: `[usuario]` - El jugador con el XP y nivel a mostrar; por defecto uno mismo Muestra la XP y el nivel de un jugador. Puedes ganar más XP al: - Completar aventuras - Intercambiar artículos de botín por XP
id_id: `[user]` - Pemain yang XP dan levelnya akan ditampilkan; jika tidak ditentukan maka dijadikan untuk diri sendiri Menampilkan XP dan level pemain. Kamu dapat memperoleh XP dengan cara: - Menyelesaikan petualangan - Menukar barang jarahan dengan XP
nb_no: `[bruker]` – Spilleren sin XP og nivå som skal vises; misligholder seg selv Vis en spillers XP og nivå. Du kan få mer XP ved å: - Fullføre eventyr - Utveksling av loot for XP
pt_br: `[user]` - O jogador cujo XP e nível você deseja ver o XP. Por padrão é você mesmo Mostra o XP e nível de um jogador. Você pode ganhar mais XP: - Completando aventuras - Trocando itens de saque por XP

source: You currently have **{points} XP**, which means you are on Level **{level}**. Missing to next level: **{missing}**
bg_bg: Понастоящем имате **{points} XP**, което означава, че сте на ниво **{level}**. Липсва на следващото ниво: **{missing}**
de_de: Du hast **{points} XP** und bist auf Level **{level}**. Zum nächsten Level fehlen **{missing}**
es_ar: Tenés **{points} XP**, lo que significa que estás en el nivel **{level}**. Para el siguiente nivel necesitas: **{missing}**
es_es: Actualmente tienes **{points} XP**, por lo que eres nivel **{level}**. Para el siguiente nivel faltan: **{missing}**
es_mx: Actualmente tienes **{points} XP**, por lo que eres de nivel **{level}** y te faltan para el siguiente nivel: **{missing}**
fr_fr: Vous avez actuellement **{points} XP**, vous êtes donc niveau **{level}**. XP requise pour passer au niveau suivant: **{missing}**
hu_hu: Jelenleg **{points} TP** pontod van, ami alapján **{level}.** szintű vagy. A következő szinthez még **{missing}TP** szükséges
id_id: Kamu saat ini memiliki **{points} XP**, yang berarti kamu berada di Level **{level}**. XP yang kurang untuk level berikutnya: **{missing}**
nb_no: Du har for øyeblikket **{points} XP**, som betyr at du er på nivå **{level}**. Mangler til neste nivå: **{missing}**
pt_br: No momento, você possui **{points} XP**, o que significa que você está no nível **{level} **. Faltam ** {missing} ** de XP para você ir para o próximo nível
ru_ru: Сейчас у вас **{points} XP**, что означает, то что вы на уровне **{level}**. Не хватает до следующего уровня **{missing}**
sv_se: Du har för närvarande **{points} XP**, vilket innebär att du är på nivå **{level}**. Fattas till nästa nivå: **{missing}**
