Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: You are now a follower of {god}.
de_de: Du bist jetzt ein Anhänger von {god}.
es_es: Eres ahora seguidor de {god}.
es_mx: Eres ahora seguidor de {god}.
hu_hu: Mostantól {god} követője vagy.
id_id: Kamu sekarang adalah pengikut dari {god}.
nb_no: Du er nå en følger av {god}.
pt_br: Agora você é um seguidor de {god}.
sv_se: Du avgudar nu {god}

source: Unfollow your God and become Godless
de_de: Höre auf, deinem Gott zu folgen und bekomme Gottlos
es_es: Deja de seguir a tu dios y conviértete en ateo
id_id: Berhenti mengikuti Tuhanmu dan menjadi Tidak bertuhan
nb_no: Slutt å følge din Gud og bli gudløs
pt_br: Deixa de seguir seu deus e vire ateu

source: Unfollow your current God and become Godless. **This is permanent!** Looking to change your God instead? Simply use `{prefix}follow` again. Once you become Godless, all your reset points and your God are removed. Becoming Godless does not mean that your luck returns to 1.00 immediately, it changes along with everyone else's luck on Monday.
de_de: Hört auf, deinem Gott zu folgen und bekomme Gottlos. **Dies ist permanent!** Möchtest du stattdessen deinen Gott ändern? Nutze einfach `{prefix}follow` noch einmal. Sobald du Gottlos geworden bist, werden alle deine Reset-Punkte und dein Gott entfernt. Wenn du Gottlos bist, heißt das nicht, dass dein Glück sofort auf 1.0 zurückgesetzt wird, es wird am nächsten Montag zusammen mit dem Glück aller Anderen geändert.
es_es: Deja de seguir a tu dios y conviértete en ateo ** ¡Esto es permanente! ** ¿Estás buscando cambiar a tu dios? Simplemente use `{prefix}follow` de nuevo. Una vez que te conviertes en ateo, todos tus puntos de reinicio y tu dios se eliminan. Convertirse en ateo no significa que tu suerte regrese a 1.00 de inmediato, si no que cambia junto con la suerte de todos los demás el lunes.
id_id: Berhenti mengikuti Tuhanmu yang sekarang dan menjadi Tidak bertuhan. **Hal ini permanen!** Atau hanya ingin mengganti Tuhanmu yang sekarang? Cukup gunakan `{prefix}follow` lagi. Setelah kamu menjadi Tidak bertuhan, semua reset pointmu dan Tuhanmu akan dihapuskan. Menjadi Tidak bertuhan bukan berarti keberuntunganmu langsung kembali menjadi 1.00, keberuntunganmu akan berubah bersamaan dengan semua pemain lain pada hari Senin.
nb_no: Slutt å følge din nåværende Gud og bli gudløs. **Dette er permanent!** Ønsker du å forandre din Gud i stedet? Bare bruk `{prefix}follow` igjen. Når du blir gudløs, fjernes alle reset poengene og din Gud. Å bli gudløs betyr ikke at lykken din returnerer til 1.00 umiddelbart, den endres sammen med alle andres flaks på mandag.
pt_br: Deixar de seguir seu atual deus e virar ateu. **Isso é permanente!** Tentando mudar de deus em vez disso? Simples, digite `{prefix}follow` de novo. Uma vez que você virar ateu, todos os seus pontos de redefinição e o seu deus serão removidos. Virar ateu não significa que sua sorte retornará para 1.00 imediatamente, ela vai mudar junto com a sorte de todo mundo na segunda-feira.

source: You already became Godless before.
de_de: Du bist bereits vorher Gottlos geworden.
es_es: Ya eras ateo previamente.
id_id: Kamu sudah menjadi Tidak bertuhan sebelumnya.
nb_no: Du ble allerede gudløs før.
pt_br: Você já se tornou ateu.

source: ⚠ **Warning**: After unfollowing your God, **you cannot follow any God anymore** and will remain Godless. If your luck is below average and you decided to unfollow, know that **your luck will not return to 1.0 immediately**. Are you sure you want to become Godless?
de_de: ⚠ **Warnung**: Wenn du aufhörst deinem Gott zu folgen,**kannst du keinem Gott mehr folgen** und du wirst Gottlos bleiben. Falls dein Glück unter dem Durchschnitt liegst und du dich dazu entschließt, niemandem mehr zu folgen, **wird dein Glück nicht sofort zu 1.0 zurückkehren**. Bist du dir sicher, dass du Gottlos werden willst?
es_es: ⚠ **Advertencia**: Después de dejar de seguir a tu dios, **no puedes seguir a ningún otro dios** y permanecerás ateo. Si tu suerte está por debajo del promedio y dejas de seguir a un dios, sé que **tu suerte no regresará a 1.0 inmediatamente**. ¿Estás seguro de que quieres convertirte en ateo?
id_id: ⚠ **Peringatan**: Setelah berhenti mengikuti Tuhanmu, **kamu tidak dapat mengikuti Tuhan yang lain lagi** dan akan tetap menjadi Tidak Bertuhan. Jika keberuntunganmu di bawah rata-rata dan kamu memutuskan untuk berhenti mengikuti Tuhanmu, ketahuilah bahwa **keberuntunganmu tidak akan kembali dengan langsung menjadi 1.0**. Apakah kamu yakin ingin menjadi Tidak bertuhan?
nb_no: ⚠ **Advarsel**: Etter å ha sluttet å følge din Gud, **kan du ikke følge noen Gud lenger** og vil forbli gudløs. Hvis lykken din er under gjennomsnittet og du bestemte deg for å slutte å følge, må du vite at **lykken din ikke kommer tilbake til 1.0 umiddelbart**. Er du sikker på at du vil bli gudløs?
pt_br: ⚠ **Aviso**: Depois de parar de seguir seu deus, **você não poderá seguir nenhum deus nunca mais** e permanecerá sendo ateu. Se sua sorte estiver abaixo da média e você decidir parar de seguir, saiba que **sua sorte não irá voltar para 1.0 imediatamente**. Você tem certeza que deseja virar ateu?

source: {god} smiles proudly down upon you.
de_de: {god} lächelt dich stolz an.
es_es: {god} te sonríe con orgullo.
id_id: {god} tersenyum dengan bangga kepadamu.
nb_no: {god} smiler stolt ned til deg.
pt_br: {god} sorri orgulhoso de você.

source: You are now Godless.
de_de: Du bist jetzt Gottlos.
es_es: Ahora eres ateo.
id_id: Kamu sekarang Atheis.
nb_no: Du er nå Gudløs.
pt_br: Você agora é ateu.

source: Pray to your God to gain favor
de_de: Bete zu deinem Gott um Gunst zu erhalten
es_es: Reza a tu dios para ganar favor
id_id: Berdoa kepada Tuhanmu untuk memperoleh poin berkat
nb_no: Be til din Gud for å få favor
pt_br: Reze para o seu deus para ganhar favor

source: Pray to your God in order to gain a random amont of favor points, ranging from 0 to 1000. There is a 33% chance you will gain 0 favor, a 33% chance to gain anywhere from 0 to 500 favor and a 33% chance to gain anywhere from 500 to 1000 favor. (This command has a cooldown until 12am UTC.)
de_de: Bete zu deinem Gott um einen zufälligen Betrag Gunst zu erhalten, zwischen 0 und 1000. Es gibt eine 33%ige Chance, dass du 0 Gunst erhältst, eine 33%ige Chance, irgendetwas zwischen 0 und 500 Gunst zu erhalten und eine 33%ige Chance irgendetwas zwischen 500 und 1000 Gunst zu erhalten. (Dieser Befehl hat einen Cooldown bis Mitternacht UTC.)
es_es: Reza a tu dios para ganar una cantidad aleatoria de puntos de favor, que oscilan entre 0 y 1000. Hay un 33% de posibilidades de que ganes 0 puntos, un 33% de posibilidades de ganar entre 0 y 500 puntos y un 33% de posibilidades de ganar entre 500 y 1000 puntos. (Este comando se renueva a las 12 a.m. UTC).
id_id: Berdoalah kepada Tuhanmu untuk memperoleh sejumlah poin berkat secara acak, berkisaran dari 0 hingga 1000. Ada kemungkinan 33% peluang kamu akan memperoleh 0 poin berkat, 33% peluang untuk memperoleh sekitaran dari 0 hingga 500 poin berkat dan 33% peluang untuk memperoleh sekitaran dari 500 hingga 1000 poin berkat. (Perintah ini memiliki waktu cooldown hingga 12am UTC.)
nb_no: Be til din Gud for å få et tilfeldig antall favor poeng, fra 0 til 1000. Det er en 33 % sjanse for at du vil få 0 favor, en 33 % sjanse for å få hvor som helst fra 0 til 500 favor og en 33 % sjanse for å få alt fra 500 til 1000 favor. (Denne kommandoen har en nedkjøling til kl. 12.00 UTC.)
pt_br: Reze para o seu deus a fim de ganhar uma quantidade aleatórias de pontos de favor, variando de 0 até 1000. Você tem uma chance de 33% de ganhar 0 de favor, uma chance de 33% de ganhar qualquer quantidade de 0 a 500 de favor e uma chance de 33% de ganhar qualquer quantidade de 500 a 1000 de favor. (Esse comando tem um tempo de espera até o meia-dia UTC)

source: They obviously didn't like your prayer!
de_de: Ihm/ihr hat dein Gebet offensichtlich nicht gefallen!
es_es: ¡Obviamente no le ha gustado tu plegaria!
es_mx: ¡Obviamente no le ha gustado tu oración!
hu_hu: Nyilván nem jött be nekik az előadásod!
id_id: Mereka jelas tidak menyukai doa kamu!
nb_no: De likte tydeligvis ikke bønnen din!
pt_br: Eles obviamente não gostaram da sua oração!
sv_se: De uppskattade uppenbarligen inte din bön!

source: Noone heard you!
de_de: Niemand hat dich gehört!
es_es: ¡Nadie te ha oído!
es_mx: Nadie te ha oído!
hu_hu: Senki nem figyelt rád!
id_id: Tidak ada yang mendengarmu!
nb_no: Ingen hørte deg!
pt_br: Ninguém te ouviu!
sv_se: Ingen hörde dig!

source: Your voice has made them screw off.
de_de: Deine Stimme hat sie vertrieben.
es_es: Tu voz los ha espantado.
es_mx: Tú voz ha espantado a tú dios y a sus acompañantes.
hu_hu: Kicsináltad őket a hangoddal.
id_id: Suaramu telah membuat mereka pergi.
nb_no: Stemmen din har fått dem til å stikke vekk.
pt_br: Sua voz os fez estragar tudo.
sv_se: Din röst har fått dem att försvinna.

source: Even a donkey would've been a better follower than you.
de_de: Selbst ein Esel wäre ein besserer Anhänger als du gewesen.
es_es: Incluso un asno hubiera sido mejor feligrés que tú.
es_mx: Incluso un burro hubiera sido mejor seguidor que tú.
hu_hu: Nálad még egy öszvér is kívánatosabb követő lett volna.
id_id: Bahkan seekor keledai bisa menjadi pengikut yang lebih baik daripada kamu.
nb_no: Selv et esel ville vært en bedre tilhenger enn deg.
pt_br: Até um burro seria um seguidor melhor do que você.
sv_se: Till och med en åsna hade varit en bättre följare än dig.

source: „Rather lousy, but okay“, they said.
de_de: „Eher lausig, aber akzeptabel“, hat er/sie gesagt.
es_es: "Bastante malo, pero vale", ha dicho.
es_mx: "bastante feo, pero algo es algo", ha dicho.
hu_hu: „Elég gáz, de egynek jó“, mondták erre.
id_id: ,,Agak payah, tapi oke“, kata mereka.
nb_no: "Ganske elendig, men greit", sa de.
pt_br: „Muito ruim, mas tudo bem", eles disseram.
sv_se: „Ganska slarvigt men okej", sa dem.

source: You were a little sleepy.
de_de: Du warst etwas schläfrig.
es_es: Estabas un poco dormido.
es_mx: Estabas un poco dormido pero bien.
hu_hu: Kissé álmos voltál.
id_id: Kamu sedikit mengantuk.
nb_no: Du var litt trøtt.
pt_br: Você estava com um pouco de sono.
sv_se: Du var lite trött.

source: They were a little amused about your singing.
de_de: Er/sie war ein wenig amüsiert über deinen Gesang.
es_es: Tu cántico le ha entretenido ligeramente.
es_mx: Le ha entretenido ligeramente tu canto.
hu_hu: Elég szórakoztatónak találták az előadásod.
id_id: Mereka sedikit terhibur dengan nyanyianmu.
nb_no: De var litt underholdt av sangen din.
pt_br: Eles se divertiram um pouco com o seu canto.
sv_se: De var lite roade av ditt sjungande.

source: Hearing the same prayer over and over again made them tired.
de_de: Das gleiche Gebet immer und immer wieder zu hören macht müde.
es_es: Escuchar la misma plegaria una y otra vez los ha cansado.
es_mx: Escuchar la misma plegaria una y otra vez les esta aburriendo.
hu_hu: Ugyanazt a kántálást hallgatva egy idő után kissé lefáradtak.
id_id: Mendengar doa berulang-ulang kali membuat mereka lelah.
nb_no: Å høre den samme bønnen om og om igjen gjorde dem slitne.
pt_br: Ouvir a mesma oração repetidamente os cansou.
sv_se: Att höra samma bön om och om igen gjorde dem trötta.

source: Your Gregorian chants were amazingly well sung.
de_de: Deine gregorianischen Chorale waren wundervoll gesungen.
es_es: Tus cantos gregorianos han sido maravillosamente cantados.
es_mx: Tus cantos gregorianos han sido maravillosamente cantados.
hu_hu: Fantasztikus előadást hallattál Gregorián zsoltárokból.
id_id: Nyanyian Gregorian-mu dinyanyikan dengan sangat baik.
nb_no: Dine gregorianske sanger ble utrolig bra sunget.
pt_br: Seus cantos gregorianos foram surpreendentemente bem cantados.
sv_se: Dina Gregorianska sånger var fantastiskt välsjungna.

source: Even the birds joined in your singing.
de_de: Sogar die Vögel haben mit dir gesungen.
es_es: Incluso los pájaros se han unido a tu canto.
es_mx: Incluso los pájaros se han unido a tu canto.
hu_hu: Még a madarak is csatlakoztak a dalodhoz.
id_id: Bahkan burung-burung bergabung dalam nyanyianmu.
nb_no: Til og med fuglene ble med på å synge.
pt_br: Até os pássaros se juntaram ao seu canto.
sv_se: Till och med fåglarna deltog i ditt sjungande.

source: The other gods applauded while your god noted down the best mark.
de_de: Die anderen Götter haben applaudiert während dein Gott die Bestnote niedergeschrieben hat.
es_es: Los otros dioses han aplaudido mientras tu dios apunta la mejor nota.
es_mx: Los otros dioses han aplaudido mientras tu dios apunta la mejor nota.
hu_hu: Még a többi isten is megtapsolt, míg a saját istened jegyzeteket készített az előadás legjobb részeiről.
id_id: Para dewa lainnya bertepuk tangan sementara dewa kamu mencatat hasil terbaik.
nb_no: De andre gudene applauderte mens guden din noterte den beste karakteren.
pt_br: Os outros deuses aplaudiram enquanto seu deus anotava a melhor nota.
sv_se: De andra gudarna applåderade medan din gud skrev ner det bästa betyget.

source: Rarely have you had a better day!
de_de: Selten hattest du einen besseren Tag!
es_es: ¡Rara vez has tenido un día mejor!
es_mx: Rara vez has tenido un día mejor, felicidades!
hu_hu: Ritka eset, hogy ennyire király napod legyen!
id_id: Jarang kamu mengalami hari yang lebih baik!
nb_no: Sjelden har du hatt en bedre dag!
pt_br: Dificilmente você terá um dia melhor!
sv_se: Sällan har du haft en bättre dag!

source: Your prayer resulted in **{val}** favor. {message}
de_de: Dein Gebet resultierte in **{val}** Gunst. {message}
es_es: Tu plegaria ha resultado en **{val}** puntos de favor. {message}
es_mx: Tu plegaria ha resultado en **{val}** de favor, {message}
hu_hu: Istened az imádságod **{val}** kegyelettel honorálta. {message}
id_id: Doa mu menghasilkan **{val}** berkat. {message}
nb_no: Din bønn resulterte i **{val}** favor. {message}
pt_br: Sua oração resultou em ** {val} ** favor. {message}
sv_se: Din bön resulterade med **{val}** förmån. {message}.

source: Shows your God and favor
de_de: Zeigt deinen Gott und deine Gunst
es_es: Muestra tu dios y tu favor
id_id: Menampilkan Tuhan dan poin berkatmu
nb_no: Viser din Gud og favor
pt_br: Mostra o seu deus e o seu favor

source: Shows your current God and how much favor you have with them at the time. If you have enough favor to place in the top 25 of that God's followers, you will gain extra luck when the new luck is decided, this usually happens on Monday. - The top 25 to 21 will gain +0.1 luck - The top 20 to 16 will gain +0.2 luck - The top 15 to 11 will gain +0.3 luck - The top 10 to 6 will gain +0.4 luck - The top 5 to 1 will gain +0.5 luck These extra luck values are based off the decided luck value. For example, if your God's luck value is decided to be 1.2 and you are the 13th best follower, you will have 1.5 luck for that week. All favor is reset to 0 when the new luck is decided to make it fair for everyone.
de_de: Zeigt deinen momentanen Gott und wieviel Gunst du zu der Zeit mit ihm/ihr hast. Wenn du genug Gunst hast um innerhalb der Top 25 Anhänger zu sein, erhältst du zusätzliches Glück, wenn das neue Glück entschieden wird. Dies passiert normalerweise Montags -Die Top 25 zu 21 werden +0.1 Glück erhalten -Die Top 20 zu 16 werden +0.2 Glück erhalten -Die Top 15 zu 11 werden +0.3 Glück erhalten -Die Top 10 zu 6 werden +0.4 Glück erhalten -Die Top 5 zu 21 werden +0.5 Glück erhalten Diese Extra-Glück Werte basieren auf dem entschiedenen Glückswert. Beispiel: Wenn der Glückswert deines Gottes auf 1.2 festgelegt ist und du der 13t beste Anhänger bist, wirst du diese Woche 1.5Glück haben. Alle Gunst wird auf 0 gesetzt, wenn die neuen Glückswerte entschieden werden, um es fair für alle zu machen.
es_es: Muestra a tu dios actual y cuánto favor tienes con ellos en ese momento. Si tienes el favor suficiente para situarte entre los 25 mejores seguidores de dios, obtendrás suerte extra cuando se decida la nueva suerte, esto generalmente ocurre el lunes. - Los clasificados del 25 al 21 ganarán +0.1 suerte - Los clasificados del 20 al 16 ganarán +0.2 suerte - Los clasificados del 15 al 11 ganarán +0.3 suerte - Los clasificados del 10 al 6 ganarán +0.4 suerte - Los clasificados del 5 al 1 ganarán +0.5 suerte Estos valores de suerte adicionales se basan en el valor de suerte decidido. Por ejemplo, si se decide que el valor de la suerte de tu dios es 1.2 y tú eres el 13º mejor seguidor, tendrás 1.5 suerte para esa semana. Todo favor se restablece a 0 cuando la nueva suerte se decide para que sea justo para todos.
id_id: Menampilkan Tuhanmu dan berapa banyak poin berkat yang kamu miliki saat ini. Jika kamu memiliki cukup poin berkat untuk berada di top 25 pengikut Tuhanmu, kamu akan mendapatkan keberuntungan tambahan ketika keberuntungan baru telah ditentukan, hal ini biasanya terjadi pada hari Senin. - Top 25 hingga 21 akan memperoleh tambahan +0.1 keberuntungan - Top 20 hingga 16 akan memperoleh tambahan +0.2 keberuntungan - Top 15 hingga 11 akan memperoleh tambahan +0.3 keberuntungan - Top 10 hingga 6 akan memperoleh tambahan +0.4 keberuntungan - Top 5 hingga 1 akan memperoleh tambahan +0.5 keberuntungan Nilai keberuntungan tambahan ini berdasarkan nilai keberuntungan yang telah ditentukan. Misalnya, Jika nilai keberuntungan Tuhanmu ditentukan menjadi 1.2 dan kamu adalah pengikut terbaik yang ke 13, maka kamu akan memperoleh 1.5 keberuntungan selama seminggu. Semua poin berkat akan diatur ulang menjadi 0 saat keberuntungan baru sudah ditentukan untuk membuat hal ini adil bagi semua orang.
nb_no: Viser din nåværende Gud og hvor mye favor du har med dem på den tiden. Hvis du har nok favor til å plassere deg blant de 25 beste av Guds tilhengere, vil du få ekstra flaks når den nye flaksen er avgjort, dette skjer vanligvis på mandag. - Topp 25 til 21 vil få +0,1 flaks - Topp 20 til 16 beste vil få +0,2 flaks - Topp 15 til 11 vil få +0,3 flaks - Topp 10 til 6 vil få +0,4 flaks - Topp 5 til 1 vil få +0,5 flaks Disse ekstra flaksverdiene er basert på den bestemte flaksverdien. For eksempel, hvis din Guds flaks-verdi er bestemt til å være 1,2 og du er den 13. beste følgeren, vil du ha 1,5 flaks for den uken. All favor tilbakestilles til 0 når den nye flaksen er bestemt for å gjøre den rettferdig for alle.
pt_br: Mostra seu atual deus e quanto de favor você tem com eles agora. Se você tiver favor o suficiente para estar entre os 25 melhores seguidores do seu deus, você ganhará sorte extra quando a nova sorte for decidida, isso normalmente ocorre na segunda-feira. - Os 25 até 21 melhores ganharão +0.1 de sorte - Os 20 até 16 melhores ganharão +0.2 de sorte - Os 15 até 11 melhores ganharão +0.3 de sorte - Os 10 até 6 melhores ganharão +0.4 de sorte - Os 5 até 1 melhores ganharão +0.5 de sorte Esses valores extra de sorte são baseados sobre o valor da sorte decidida. Por exemplo, se a sorte decidida do seu deus for 1.2 e você é o 13º melhor seguidor, você terá 1.5 de sorte naquela semana. Todo o favor é redefinido para 0 quando a nova sorte é decidida para deixar justo para todos.

source: Your god is **{god}** and you have **{favor}** favor with them.
de_de: Dein Gott ist **{god}** und du hast **{favor}** Gunst.
es_es: Tu dios es **{god}** y tienes **{favor}** favor con él.
es_mx: Tu dios es **{god}** y tienes **{favor}** de favor con él.
hu_hu: **{god}** az egy istened és **{favor}** kegyeletet gyűjtöttél nála.
id_id: Dewa kamu adalah **{god}** dan kamu memiliki **{favor}** berkat dengan mereka.
nb_no: Din gud er **{god}** og du har **{favor}** favor med dem.
pt_br: Seu deus é ** {god} ** e você tem ** {favor} ** favor com eles.
sv_se: Din gud är **{god}** och du har **{favor}** förmån med dem.

source: Show the top followers of your God
de_de: Zeigt die Topanhänger deines Gottes
es_es: Muestra a los mejores seguidores de tu dios
id_id: Menampilkan top pengikut Tuhanmu
nb_no: Vis de beste tilhengerne av din Gud
pt_br: Mostra os melhores seguidores do seu deus

source: `<limit>` - A whole number from 0 to 25. If you are a God, the upper bound is lifted. Display your God's (or your own, if you are a God) top followers, up to `<limit>`. The format for this is as follows: - Placement - User ID - Amount of favor - current luck The result is attached as a text file.
de_de: `<limit>` - Eine ganze Zahl zwischen 0 und 25, wenn du ein Gott bist, fällt die obere Grenze weg. Zeigt die Topanhänger eines Gottes (oder deine Anhänger, wenn du ein Gott bist), bis hin zum `<limit>`. Das Format sieht wie folgt aus: - Platz - Nutzer ID - Höhe der Gunst - momentanes Glück Das Resultat wird als Textdatei angehängt.
es_es: `<limit>` - un número entero de 0 a 25. Si eres un dios, el límite superior se eleva. ¡Muestra los mejores seguidores de tu dios (o los tuyos, si eres un dios), hasta `<limit>`. El formato para esto es el siguiente: - Ubicación - ID de usuario - Cantidad de favor - Suerte actual El resultado se adjunta como un archivo de texto.
id_id: `<limit>` - Sejumlah angka dari 0 hingga 25. Jika kamu adalah Tuhan, batas atas akan diangkat. Menampilkan top pengikut Tuhanmu (atau milikmu, jika kamu adalah Tuhan), hingga `<limit>`. Format untuk ini adalah sebagai berikut: - Tingkatan - ID pengguna discord - Jumlah poin berkat - keberuntungan saat ini Hasilnya dilampirkan sebagai file teks.
nb_no: `<grense>` – Et helt tall fra 0 til 25. Hvis du er en Gud, løftes den øvre grensen. Vis din Guds (eller din egen, hvis du er en Gud) toppfølgere, opp til `<grense>`. Formatet for dette er som følger: - Plassering - Bruker-ID - Favorbeløp - nåværende flaks Resultatet legges ved som en tekstfil.
pt_br: `<limit>` - Um numero inteiro de 0 a 25. Se você for um deus, o limite máximo é aumentado. Mostra os melhores seguidores do seu deus (ou você mesmo, se você for um deus), até `<limit>`. O formato para isso será assim: - Colocação - ID do usuário - Quantidade de favor - Atual sorte O resultado é anexado em um arquivo de texto.

source: You are not following any god currently, therefore the list cannot be generated.
de_de: Du folgst zurzeit keinem Gott, dementsprechend kann die Liste nicht generiert werden.
es_es: Actualmente no estás siguiendo a ningún dios, por lo tanto la lista no puede ser generada.
id_id: Kamu sedang tidak mengikut Dewa apapun saat ini, oleh karena itu daftarnya tidak dapat dibuat.
nb_no: Du følger ingen gud for øyeblikket, derfor kan ikke listen genereres.
pt_br: Você não está seguindo nenhum deus ainda, por isso nenhuma lista pode ser gerada.

source: Normal followers may only view the top 25.
de_de: Sterbliche dürfen nur die besten 25 Anhänger sehen.
es_es: Los seguidores normales solo pueden ver el top 25.
es_mx: Los seguidores normales sólo pueden ver el top 25.
hu_hu: Követők csak a 25 leghűségesebb kegyeltet jeleníthetik meg.
id_id: Pengikut normal hanya bisa melihat 25 teratas.
nb_no: Vanlige følgere kan bare se de 25 beste.
pt_br: Seguidores normais só podem ver apenas os 25 melhores.
sv_se: Vanliga följare kan bara se de högsta 25.

source: > {user} gives: {money}{crates}{items}
de_de: > {user} gibt: {money}{crates}{items}
es_es: > {user} entrega: {money}{crates}{items}
es_mx: > {user} entrega: {money}{crates}{items}
hu_hu: > {user} ajánlata: {money}{crates}{items}
id_id: > {user} memberikan: {money}{crates}{items}
nb_no: > {user} gir: {money}{crates}{items}
pt_br: > {user} dá: {money} {crates} {items}
sv_se: > {user} ger: {money}{crates}{items}
