Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: Use `{prefix}trade [add/set/remove] [money/crates/item] [amount/itemid] [crate rarity]`
de_de: Nutze `{prefix}trade [add/set/remove] [money/crates/item] [amount/itemid] [crate rarity]`
es_es: Utiliza `{prefix}trade [add/set/remove] [money/crates/item] [amount/itemid] [crate rarity]`
es_mx: Utiliza `{prefix}trade [add/set/remove] [money/crates/item] [amount/itemid] [crate rarity]`
hu_hu: Használd a `{prefix}trade [add/set/remove] [money/crates/item] [amount/itemid] [crate rarity]` formulát! (hozzáad/feltételt állít/levesz, pénz/láda/tárgy, mennyiség/azonosítószám, láda típus)
id_id: Gunakan `{prefix}trade [add/set/remove] [money/crates/item] [amount/itemid] [crade rarity]`
nb_no: Bruk `{prefix}trade [add/set/remove] [money/crates/item] [amount/itemid] [crate rarity]`
sv_se: Använd `{prefix}trade [add/set/remove] [money/crates/item] [amount/itemid] [crate rarity]`

source: Trade timed out.
de_de: Handel ist ausgelaufen.
es_es: Tiempo del intercambio agotado.
es_mx: Tiempo de transacción agotado.
hu_hu: A barter időkorlátja lejárt.
id_id: Batas waktu perdagangan habis.
nb_no: Tidsavbrudd for handelen.
pt_br: O tempo limite da negociação expirou.
sv_se: Byte avbrutit.

source: {user} stopped the trade.
de_de: {user} hat den Handel abgebrochen.
es_es: {user} ha detenido el intercambio.
es_mx: {user} ha detenido la transacción.
hu_hu: {user} kiszállt a barterből.
id_id: {user} memberhentikan perdagangannya.
nb_no: {user} stoppet handelen.
pt_br: {user} interrompeu a negociação.
sv_se: {user} avbröt bytet.

source: Trade cancelled. Things were traded away in the meantime.
de_de: Handel abgebrochen. Die Gegenstände wurden in der Zwischenzeit weggegeben.
es_es: Intercambio cancelado. Se ha comerciado con los objetos durante la misma.
es_mx: Transacción cancelada, se ha comerciado con los objetos durante la misma.
hu_hu: Barter lefújva. A felajánlott dolgok közül valamit elcseréltek időközben.
id_id: Perdagangan dibatalkan. Barang telah diperdagangkan untuk sementara.
nb_no: Handelen kansellert. Ting ble byttet bort i mellomtiden.
pt_br: Negociação cancelada. Os itens foram trocados nesse meio tempo.
sv_se: Byte avbrutit. Saker var bortbytade under tiden.

source: Some item was modified in the meanwhile.
de_de: Ein Item wurde in der Zwischenzeit modifiziert.
es_es: Algún objeto ha sido modificado de mientras.
id_id: Sementara itu, beberapa barang telah dimodifikasi.
nb_no: Noen gjenstander ble endret i mellomtiden.

source: Trade successful.
de_de: Handel erfolgreich.
es_es: Intercambio exitoso.
es_mx: Transacción exitosa.
hu_hu: Barter nyélbe ütve!
id_id: Perdagangan berhasil.
nb_no: Handel vellykket.
pt_br: Negociação bem sucedido.
sv_se: Byte lyckats.

source: Opens a trading session with a user.
de_de: Öffnet eine Handelssitzung mit einem Spieler.
es_es: Inicia un intercambio con un usuario.
es_mx: Inicia una transacción de comercio con un usuario.
hu_hu: Barterablak megnyitása.
id_id: Membuka sesi perdagangan dengan seorang pemain.
nb_no: Åpner en handelsøkt med en bruker.
pt_br: Abre uma sessão de negociação com um usuário.
sv_se: Öppnar ett byte med en användare.

source: Opens a trading session for you and another player. Using `{prefix}trade <user>`, then the user accepting the checkbox will start the trading session. While the trading session is open, you and the other player can add or remove items, money and crates as you choose. Here are some examples to familiarize you with the concept: - {prefix}trade add crates 10 common - {prefix}trade set money 1000 - {prefix}trade remove item 13377331 (this only works if you added this item before) - {prefix}trade add items 1234 2345 3456 To accept the trade, both players need to react with the ✅ emoji. Accepting the trade will transfer all items in the trade session to the other player. You cannot trade with yourself, or have more than one trade session open at once. Giving away any items, crates or money during the trade will render it invalid and it will not complete.
de_de: Öffnet eine Handelssitzung mit einem Spieler. Wenn du `{prefix}trade <user>` nutzt und der andere Nutzer den Handel durch die Checkbox akzeptiert, startet das die Handelssitzung. Während die Handelssitzung offen ist, können du und der andere Spieler Items, Geld und Kisten hinzufügen oder entfernen, wie ihr wollt. Hier sind ein paar Beispiele, um dich mit dem Konzept bekannt zu machen: - {prefix}trade add crates 10 common - {prefix}trade set money 1000 - {prefix}trade remove item 13377331 (das funktioniert nur, wenn du das Item vorher hinzugefügt hast) - {prefix}trade add items 1234 2345 3456 Um den Handel abzuschließen, müssen beide Spieler mit dem ✅ Emoji reagieren. Wenn beide Spieler den Handel akzeptiert haben, werden alle Items aus der Sitzung an den jeweils anderen Spieler gegeben, Du kannst nicht mit dir selbst handeln oder mehr als eine Handelssitzung gleichzeitig haben. Wenn du Items, Kisten oder Geld während des Handels weggibst wird es den Handel abbrechen.
es_es: Comienza un trueque entre otro jugador y tú. Usando `{prefix}trade <user>`, el jugador que acepta la casilla de verificación comenzará el trueque. Mientras el trueque está en proceso, tú y otro jugador podéis añadir o quitar objetos, dinero y cajas a vuestra elección. Aquí tienes algunos ejemplos para que te familiarices con el proceso: - {prefix}trade add crates 10 common - {prefix}trade set money 1000 - {prefix}trade remove item 13377331 (esto solo funciona si lo has añadido antes) - {prefix}trade add items 1234 2345 3456 Para aceptar el trueque, ambos jugadores deben reaccionar al emoji ✅. Al aceptar el trueque todos los objetos serán intercambiados con el otro jugador. No puedes hacer trueques contigo mismo, ni tener más de uno activo a la vez. Regalar cualquier objeto, caja o dinero durante el trueque los invalidará y el intercambio será invalidado.
id_id: Membuka sesi perdagangan untuk kamu dan pemain lainnya. Gunakan `{prefix}trade <user>`, kemudian pemain tersebut harus menerimanya dengan tombol reaksi tanda cek yang akan memulai sesi perdagangan. Saat sesi perdagangan dibuka, kamu dan pemain tersebut dapat menambahkan atau mengurangi barang, uang dan peti sesuai dengan persetujuan kalian. Berikut adalah beberapa contoh untuk membiasakan kamu dalam penggunaan perintah ini: - {prefix}trade add crates 10 common - {prefix}trade set money 1000 - {prefix}trade remove item 13377331 (hal ini hanya akan berfungsi jika kamu sudah menambahkan barang ini sebelumnya) - {prefix}trade add items 1234 2345 3456 Untuk menerima perdagangan ini, kedua pemain harus menekan tombol reaksi dengan emoji ✅. Menerima perdagangan ini akan mentransfer semua barang dalam sesi perdagangan ini kepada pemain lain. Kamu tidak dapat melakukan perdagangan dengan dirimu sendiri, atau membuka lebih dari satu sesi perdagangan sekaligus. Memberikan jenis barang apapun, peti atau uang selama sesi perdagangan akan membuatnya tidak valid dan tidak akan selesai.
nb_no: Åpner en handelsøkt for deg og en annen spiller. Ved å bruke `{prefix}trade <bruker>`, vil brukeren som godtar avkrysningsboksen starte handelsøkten. Mens handelsøkten er åpen, kan du og den andre spilleren legge til eller fjerne gjenstander, penger og kasser etter eget valg. Her er noen eksempler for å gjøre deg kjent med konseptet: - {prefix}trade add crates 10 common - {prefix}trade set money 1000 - {prefix}trade remove item 13377331 (dette fungerer bare hvis du har lagt til denne gjenstanden før) - {prefix}trade add items 1234 2345 3456 For å akseptere handelen, må begge spillerne reagere med ✅ emojien. Å godta handelen vil overføre alle gjenstander i handelsøkten til den andre spilleren. Du kan ikke handle med deg selv, eller ha mer enn en handelsøkt åpen samtidig. Å gi bort noen gjenstander, kasser eller penger under handelen vil gjøre den ugyldig og den vil ikke fullføres.

source: You cannot trade with yourself.
de_de: Du kannst nicht mit dir selbst handeln.
es_es: No puedes intercambiar contigo mismo.
es_mx: No puedes comercial contigo mismo.
hu_hu: Magaddal nem tudsz barterolni.
id_id: Kamu tidak dapat melakukan perdagangan dengan dirimu sendiri.
nb_no: Du kan ikke handle med deg selv.
pt_br: Você não pode negociar com você mesmo.
sv_se: Du kan inte byta med dig själv.

source: {user} has requested a trade, {user2}.
de_de: {user} hat einen Handel vorgeschlagen, {user2}.
es_es: {user} ha solicitado un trueque, {user2}.
es_mx: {user} ha solicitado comerciar, {user2}.
hu_hu: {user2}, {user} barterolni szeretne veled.
id_id: {user} telah meminta untuk melakukan perdagangan denganmu, {user2}.
nb_no: {user} har bedt om en handel, {user2}.
pt_br: {user} solicitou uma troca, {user2}.
sv_se: {user} har begärt ett byte, {user2}.

source: Someone is already in a trade.
de_de: Einer von euch handelt bereits.
es_es: Alguien está en un trueque ya.
id_id: Seseorang saat ini sedang dalam sesi perdagangan.
nb_no: Noen er allerede i en handel.

source: Adds something to a trade.
de_de: Fügt etwas zu einem Handel hinzu.
es_es: Añade algo al trueque.
es_mx: Añade algo a la transacción.
hu_hu: Hozzáad valamit az ajánlathoz.
id_id: Menambahkan sesuatu ke dalam perdagangan.
nb_no: Legger til noe i en handel.
pt_br: Adiciona alguma coisa a uma negociação.
sv_se: Lägger till något att byta.

source: Adds something to trade session. You can specifiy what item you want to add to the trade by using one of the subcommands below. You need to have an open trading session to use this command.
de_de: Fügt etwas zu einem Handel hinzu. Du kannst angeben, welches Item du zum Handel hinzufügst, in dem du einen der Subbefehle nutzt. Du musst eine aktive Handelssitzung haben um diesen Befehl zu nutzen.
es_es: Añade algo al trueque. Puedes especificar qué objeto quieres añadir al intercambio utilizando uno de los subcomandos a continuación. Necesitas estar en un trueque para usar este comando.
id_id: Menambahkan sesuatu ke dalam sesi perdagangan. Kamu dapat menentukan dengan spesifik barang apa yang ingin kamu tambahkan ke dalam sesi perdagangn dengan menggunakan salah satu dari subperintah di bawah ini. Kamu harus membuat sebuah sesi perdagangan terbuka untuk dapat menggunakan perintah ini.
nb_no: Legger til noe til handelsøkten. Du kan spesifisere hvilken gjenstand du vil legge til handelen ved å bruke en av underkommandoene nedenfor. Du må ha en åpen handelsøkt for å bruke denne kommandoen.

source: Please select something to add. Example: `{prefix}trade add money 1337`
de_de: Bitte wähle etwas zu Hinzufügen. Beispiel: `{prefix}trade add money 1337`
es_es: Por favor, selecciona algo que añadir. Ejemplo: `{prefix}trade add money 1337`
es_mx: Por favor selecciona algo que añadir. Ejemplo: `{prefix}trade add money 1337`
hu_hu: Válassz valamit, amivel barterolhatsz. Például: `{prefix}trade add money 1337` (felajánlasz 1337 pénzt)
id_id: Tolong pilih sesuatu untuk ditambahkan. Contoh: `{prefix}trade add money 1337`
nb_no: Velg noe å legge til. Eksempel: `{prefix}trade add money 1337`
pt_br: Por favor, selecione algo para adicionar. Exemplo: `{prefix}trade add money 1337`
sv_se: Vänligen välj något att lägga till. Exempelvis: `{prefix}trade add money 1337`

source: Adds money to a trade.
de_de: Fügt Geld zu einem Handel hinzu.
es_es: Añade dinero a un intercambio.
es_mx: Añade dinero a una transacción.
hu_hu: Pénz felajánlása.
id_id: Menambahkan uang ke dalam perdagangan.
nb_no: Legger til penger i en handel.
pt_br: Adiciona dinheiro a uma negociação.
sv_se: Lägger till pengar till ett byte.

source: `<amount>` - The amount of money to add, must be greater than 0 Adds money to the trading session. You cannot add more money than you have. To remove money, consider `{prefix}trade remove money`. You need to have an open trading session to use this command.
de_de: `<amount>` - Der Geldbetrag, der hinzugefügt werden soll, muss größer als 0 sein. Fügt Geld zur Handelssitzung hinzu. Du kannst nicht mehr Geld hinzufügen, als du ohnehin schon hast. Um Geld zu entfernen, nutze `{prefix}trade remove money`. Du musst eine aktive Handelssitzung haben um diesen Befehl zu nutzen.
es_es: `<amount>` - la suma de dinero a añadir, debe ser mayor a 0 Añade dinero al trueque. No puedes añadir más dinero del que tienes. Para extraer dinero considera `{prefix}trade remove money`. Necesitas estar en un trueque para usar este comando.
id_id: `<amount>` - Sejumlah uang yang akan ditambahkan, harus lebih besar dari 0 Menambahkan uang ke dalam sesi perdagangan. Kamu tidak dapat menambahkan uang lebih dari yang kamu miliki. Untuk mengeluarkan uang, gunakan `{prefix}trade remove money`. Kamu harus membuat sebuah sesi perdagangan terbuka untuk dapat menggunakan perintah ini.
nb_no: `<mengde>` – Mengden penger som skal legges til, må være større enn 0 Legger til penger til handelsøkten. Du kan ikke legge til mer penger enn du har. For å fjerne penger, bruk kommandoen `{prefix}trade remove money`. Du må ha en åpen handelsøkt for å bruke denne kommandoen.

source: Adds crates to a trade.
de_de: Fügt Kisten zu einem Handel hinzu.
es_es: Añade cajas a un intercambio.
es_mx: Añade cajas a una transacción.
hu_hu: Láda felajánlása.
id_id: Menambahkan peti ke dalam perdagangan.
nb_no: Legger til kasser i en handel.
pt_br: Adiciona caixas a uma negociação.
sv_se: Lägger till lådor till ett byte.

source: `<amount>` - The amount of crates to add, must be greater than 0 `<rarity>` - The crate rarity to add, can be common, uncommon, rare, magic or legendary Adds crate to the trading session. You cannot add more crates than you have. To remove crates, consider `{prefix}trade remove crates`. You need to have an open trading session to use this command.
de_de: `<amount>` - Die Anzahl an Kisten, die hinzugefügt werden soll, muss größer als 0 sein `<rarity>` - Die Seltenheit der Kisten, kann common, uncommon, rare, magic oder legendary sein Fügt Kisten zu einer Handelssitzung hinzu. Du kannst nicht mehr Kisten hinzufügen, als du besitzt. Um Kisten zu entfernen nutze consider `{prefix}trade remove crates`. Du musst eine aktive Handelssitzung haben um diesen Befehl zu nutzen.
es_es: `<amount>` - la cantidad de cajas a añadir, debe ser mayor que 0 `<rarity>` - la rareza de la caja a añadir, puede ser común, poco común, rara, mágica o legendaria. Añade una caja al intercambio. No puedes añadir más cajas de las que tienes. Para eliminar cajas considera `{prefix}trade remove crates`. Necesitas estar en un trueque para usar este comando.
id_id: `<amount>` - Sejumlah peti yang akan ditambahkan, harus lebih besar dari 0 `<rarity>` - Jenis peti yang akan ditambahkan, salah satu jenis dari common, uncommon, rare, magic atau legendary Menambahkan peti ke dalam sesi perdagangan. Kamu tidak dapat menambahkan peti lebih dari yang kamu miliki. Untuk mengeluarkan peti, gunakan `{prefix}trade remove crates`. Kamu harus membuat sebuah sesi perdagangan terbuka untuk dapat menggunakan perintah ini.
nb_no: `<mengde>` – Mengden kasser som skal legges til, må være større enn 0 `<sjeldenhet>` – kassesjeldenheten å legge til, kan være common, uncommon, rare, magic, legendary eller mystery Legger til kasse i en handelsøkt. Du kan ikke legge til flere kasser enn du har. For å fjerne kasser, bruk kommandoen `{prefix}trade remove crates`. Du må ha en åpen handelsøkt for å bruke denne kommandoen.

source: You do not have enough crates.
de_de: Du hast nicht genug Kisten.
es_es: No posees suficientes cajas.
es_mx: No posees suficientes cajas.
hu_hu: Nincs elegendő ládád.
id_id: Kamu tidak memiliki cukup peti.
nb_no: Du har ikke nok kasser.
pt_br: Você não tem caixas o suficientes.
sv_se: Du har inte tillräckligt med lådor.

source: Adds items to a trade.
de_de: Fügt Gegenstände zu einem Handel hinzu.
es_es: Añade objetos a un intercambio.
es_mx: Añade objetos a una transacción.
hu_hu: Tárgy felajánlása.
id_id: Menambahkan barang ke dalam perdagangan.
nb_no: Legger til gjenstander i en handel.
pt_br: Adiciona itens a uma negociação.
sv_se: Lägger till föremål till ett byte.

source: `<itemid>` - The ID of the item to add Add an item to the trading session. The item needs to be in your inevntory. To remove an item, consider `{prefix}trade remove item`. You need to have an open trading session to use this command.
de_de: `<itemid>` - Die ID des Items, welches hinzugefügt werden soll Füge ein Item zum Handel hinzu. Das Item muss in deinem Inventar sein. Um ein Item zu entfern, nutze `{prefix}trade remove item`. Du musst eine aktive Handelssitzung haben um diesen Befehl zu nutzen.
es_es: `<itemid>` - el ID del objeto a añadir Añade un objeto al intercambio. El objeto necesita estar en tu inventario. Para eliminar un objeto considera `{prefix}trade remove item`. Necesitas estar en un trueque para usar este comando.
id_id: `<itemid>` - ID barang yang akan ditambahkan Menambahkan sebuah barang ke dalam sesi perdagangan. Barang tersebut harus berada didalam persediaanmu. Untuk mengeluarkan sebuah barang, gunakan `{prefix}trade remove item`. Kamu harus membuat sebuah sesi perdagangan terbuka untuk dapat menggunakan perintah ini.
nb_no: `<itemid>` – IDen til gjenstanden som skal legges til Legg til en gjenstand i handelsøkten. Gjenstanden må være i inventaret ditt. For å fjerne en gjenstand, bruk kommandoen `{prefix}trade remove item`. Du må ha en åpen handelsøkt for å bruke denne kommandoen.

source: You already added this item!
de_de: Du hast dieses Item bereits hinzugefügt!
es_es: ¡Ya has añadido este objeto!
es_mx: Ya agregaste este objeto!
hu_hu: Ezt a tárgyat már hozzáadtad!
id_id: Kamu telah menambahkan barang ini!
nb_no: Du har allerede lagt til denne gjenstanden!
pt_br: Você já adicionou este item!
sv_se: Du har redan lagt till föremålet!

source: You may not sell modified items.
de_de: Du darfst geänderte Items nicht verkaufen.
es_es: No puedes vender objetos que hayan sido modificados.
es_mx: No puedes vender objetos modificados.
hu_hu: Megbütykölt, átalakított tárgyakat nem adhatsz el.
id_id: Kamu tidak bisa menjual barang modifikasi.
nb_no: Du kan ikke selge modifiserte gjenstander.
pt_br: Você não pode vender itens modificados.
sv_se: Du kan inte sälja modifierade föremål.

source: Adds multiple items to a trade.
de_de: Fügt mehrere Items zu einem Handel hinzu.
es_es: Añade varios objetos al intercambio.
es_mx: Agrega múltiples artículos a una transacción.
hu_hu: Több tárgy együttes hozzáadása egy barterhez.
id_id: Menambahkan beberapa barang ke dalam perdagangan.
nb_no: Legger til flere gjenstander i en handel.
pt_br: Adiciona vários itens de uma negociação.

source: `<itemids...>` - The IDs of the item to add, separated by space Adds multiple items to the trading session. The items cannot already be in the trading session. Items that are not in your inventory will be automatically filtered out. To remove an item, consider `{prefix}trade remove item`. You need to have an open trading session to use this command.
de_de: `<itemids...>` - Die IDs ders Items, welche hinzugefügt werden sollen, getrennt durch Leerzeichen Fügt mehrere Items zum Handel hinzu. Die Items können nicht bereits in der Handelssitzung sein. Items die nicht in deinem Inventar sind, werden automatisch herausgefiltert. Um ein Item zu entfern, nutze `{prefix}trade remove item`. Du musst eine aktive Handelssitzung haben um diesen Befehl zu nutzen.
es_es: `<itemids...>` - los IDs de los objetos a añadir, separados por un espacio Añade varios objetos al intercambio. Los objetos no pueden estar ya en el trueque. Los objetos que no estén en tu inventario serán eliminados automáticamente. Para eliminar un objeto considera `{prefix}trade remove item`. Necesitas estar en un trueque para usar este comando.
id_id: `<itemids...>` - ID barang-barang yang akan ditambahkan, dipisahkan dengan spasi Menambahkan beberapa barang ke dalam sesi perdagangan. Barang-barang tersebut yang sudah berada di dalam sesi perdagangan tidak dapat ditambahkan. Barang-barang yang tidak ada di dalam persediaanmu akan disaring keluar secara otomatis. Untuk mengeluarkan sebuah barang, gunakan `{prefix}trade remove item`. Kamu harus membuat sebuah sesi perdagangan terbuka untuk dapat menggunakan perintah ini.
nb_no: `<itemids...>` – ID-ene til gjenstandene som skal legges til, atskilt med mellomrom Legger til flere gjenstander til handelsøkten. Gjenstandene kan ikke allerede være i handelsøkten. Gjenstander som ikke er i inventaren din, blir automatisk filtrert ut. For å fjerne en gjenstand, bruk kommandoen `{prefix}trade remove item`. Du må ha en åpen handelsøkt for å bruke denne kommandoen.

source: You already added one or more of these items!
de_de: Eins oder mehr dieser Items wurden schon hinzugefügt!
es_es: ¡Ya has añadido uno o más objetos de este tipo!
es_mx: ¡Ya agregaste uno o más de estos artículos!
hu_hu: Egy vagy több ilyen tárgyat már hozzáadtál a barterhez!
id_id: Kamu sudah menambahkan satu atau lebih dari barang-barang ini!
nb_no: Du har allerede lagt til ett eller flere av disse gjenstandene!
pt_br: Você já adicionou um ou mais desses itens!

source: Sets a value to a trade instead of adding onto it.
de_de: Setzt einen Wert in einem Handel, statt zu dem Wert hinzuzufügen.
es_es: Marca el valor del intercambio en vez de añadir a este.
es_mx: Marca el valor de la transacción en lugar de añadirle nada.
hu_hu: Pénz hozzáadása helyett beállítja egy barter alapvető teljesítendő feltételét.
id_id: Menetapkan sebuah nilai ke dalam perdangan daripada menambahkannya.
nb_no: Setter en verdi til en handel i stedet for å legge til i den.
pt_br: Define um valor para uma negociação em vez de adicionar a ela.
sv_se: Sätter ett värde på ett byte istället för att lägga till på det.

source: Sets a sepcific value in the trade session. You can specifiy what item you want to set in the trade by using one of the subcommands below. You need to have an open trading session to use this command.
de_de: Legt einen spezifischen Wert in der Handelssitzung fest. Du kannst festlegen, welche Items du in den Handel geben willst, in dem du die folgenden Unterbefehle nutzt. Du musst eine aktive Handelssitzung haben um diesen Befehl zu nutzen.
es_es: Establece un valor específico al trueque. Puedes especificar qué objeto quieres establecer en el trueque utilizando uno de los subcomandos a continuación. Necesitas estar en un trueque para usar este comando.
id_id: Menetapkan sebuah nilai yang spesifik dalam sesi perdagangan. Kamu dapat menentukan barang apa yang kamu ingin tetapkan dalam sesi perdagangan dengan menggunakan salah satu dari subperintah di bawah. Kamu harus membuat sebuah sesi perdagangan terbuka untuk dapat menggunakan perintah ini.
nb_no: Angir en spesifikk verdi i handelsøkten. Du kan spesifisere hvilken gjenstand du vil sette i handelen ved å bruke en av underkommandoene nedenfor. Du må ha en åpen handelsøkt for å bruke denne kommandoen.

source: Please select something to set. Example: `{prefix}trade set money 1337`
de_de: Bitte wähle etwas, das gesetzt werden soll. Beispiel: `{prefix}trade set money 1337`
es_es: Por favor, selecciona algo a establecer. Ejemplo: `{prefix}trade set money 1337`
es_mx: Por favor selecciona algo a configurar. Ejemplo: `{prefix}trade set money 1337`
hu_hu: Válassz ki egy teljesítendő feltételt. Például: `{prefix}trade set money 1337` (beállítod a 1337 pénz elvárást)
id_id: Tolong pilih sesuatu untuk ditetapkan. Contoh : `{prefix}trade set money 1337`
nb_no: Velg noe å angi. Eksempel: `{prefix}trade set money 1337`
pt_br: Por favor, selecione algo para definir. Exemplo: `{prefix}trade set money 1337`
sv_se: Vänligen välj något att sätta. Exempelvis: `{prefix}trade set money 1337`
