Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: You're a lone Raider. As a Raider, you can loot a dead player and take their role as yours. However, only those who were recently lynched and last night's dead players are available for you to raid.
de_de: Du bist der einsame Räuber/Raider. Als Räuber kannst du einen toten Spieler ausrauben und seine Rolle übernehmen. Allerdings kannst du nur die Spieler ausrauben, die in der letzten Nacht gestorben sind oder gelyncht wurden.
es_es: Eres un solitario invasor. Como invasor puedes saquear a un jugador muerto y adquirir sus roles como propios. Sin embargo, solo aquellos que han muerto o han sido linchados recientemente estarán disponibles.
id_id: Kamu adalah Raider tunggal. Sebagai Raider, kamu dapat menjarah pemain mati dan mengambil peran mereka sebagai milikmu. Namun, hanya mereka yang baru saja digantung dan pemain mati tadi malam yang tersedia untuk kamu serang.
nb_no: Du er en ensom Raider. Som Raider kan du plyndre en død spiller og ta rollen deres som din. Men bare de som nylig ble lynsjet og gårsdagens døde spillere er tilgjengelige for deg å raide.

source: You are the Ritualist who can resurrect a Villager once per game. However, only those who were recently lynched and last night's dead players are available for you to resurrect.
de_de: Du bist der Ritualist, der einmal im Spiel einen Bürger wiederbeleben kann. Allerdings kannst du nur die Spieler wiederbeleben, die in der letzten Nacht gestorben sind oder gelyncht wurden.
es_es: Eres el ritualista que puede revivir un aldeano por partida. Sin embargo, solo aquellos que hayan muerto o hayan sido linchados recientemente pueden ser revividos.
id_id: Kamu adalah Ritualist yang dapat membangkitkan seorang Penduduk Desa sekali setiap permainan. Namun, hanya mereka yang baru saja digantung dan pemain mati tadi malam yang tersedia untuk kamu bangkitkan.
nb_no: Du er Ritualisten som kan gjenopplive en landsbyboer en gang per spill. Men bare de som nylig ble lynsjet og gårsdagens døde spillere er tilgjengelige for deg å gjenoppstå.

source: You are the Troublemaker of the Village. You can exchange the roles of two other players on the first night.
de_de: Du bist der Störenfried/Troublemaker des Dorfes. Du kannst die Rollen zweier Spieler in der ersten Nacht vertauschen.
es_es: Eres el alborotador de la aldea. Puedes intercambiar los roles de dos jugadores la primera noche.
id_id: Kamu adalah Pembuat Masalah Desa. Kamu dapat bertukar peran dua pemain lain di malam pertama.
nb_no: Du er landsbyens Bråkmaker. Du kan bytte ut rollene til to andre spillere den første natten.

source: You are the Lawyer who can help the village stop their wrong decisions by objecting the nomination process and end the day without proceeding to any voting phase. Just raise the powerful "Objection!" protest to use your ability once per game. (The exclamation point is optional.)
de_de: Du bist der Anwalt/Lawyer, der den Bürgern helfen kann, in dem du ihre falschen Entscheidungen stoppst. Du kannst dies tun, in dem du dem Nominierungsprozess widersprichst und es nicht bis zur Abstimmung kommt. Sprich einfach das mächtige "Objection!"aus um deine Fähigkeit einmal pro Spiel zu nutzen. (Das Ausrufezeichen ist optional.)
es_es: Eres el abogado que ayuda a detener a la aldea de elegir erróneamente objetando al proceso de nominaciones y termina el día sin proceder a ninguna votación. Usa la poderosa protesta "Objection!" para usar tu habilidad una vez por partida. (El signo de exclamación es opcional).
id_id: Kamu adalah Pengacara yang dapat membantu desa menghentikan keputusan mereka yang salah dengan menolak proses pencalonan dan mengakhiri hari tanpa melanjutkan ke fase pemungutan suara apa pun. Katakan saja protes "Keberatan!" dengan kuat untuk menggunakan kemampuan kamu sekali setiap permainan. (Tanda seru adalah pilihan.)
nb_no: Du er Advokaten som kan hjelpe landsbyen med å stoppe deres feil beslutninger ved å protestere mot nominasjonsprosessen og avslutte dagen uten å gå videre til noen avstemningsfase. Bare reis den kraftige "innvending!" protester for å bruke evnen din en gang per kamp. (Utropstegnet er valgfritt.)

source: You're a War Veteran. Your past warfare has carried you through the duration of your life. Upon being lynched by the village's vote, you will randomly kill one of them as a form of your betrayal.
de_de: Du bist ein War Veteran/Kriegsveteran. Deine vergangene Kriegserfahrung hat dich dein ganzes Leben lang begleitet. Wenn du von den Bürgern gelyncht wirst, wirst du einen von ihnen (zufällig ausgewählt) töten, um ihren Betrug an dir zu rächen.
es_es: Eres un veterano de guerra. Tu pasado en la guerra te ha ayudado a sobrellevar el resto de tu vida. Tras ser linchado en la votación de la aldea, matarás a uno de ellos aleatoriamente como venganza por su traición.
id_id: Kamu adalah seorang Veteran Perang. Peperangan masa lalu kamu telah membawamu sepanjang hidupmu. Setelah digantung oleh suara desa, kamu akan secara acak membunuh salah satu dari mereka sebagai bentuk pengkhianatanmu.
nb_no: Du er en Krigs Veteran. Din tidligere krigføring har båret deg gjennom hele livet ditt. Etter å ha blitt lynsjet av landsbyens stemme, vil du tilfeldig drepe en av dem som en form for svik.

source: Your objective is to kill all villagers together with the other Werewolves. Every night, you will get to choose one villager to kill together with them. Additionally, you have the ability to summon an ancient werewolf spirit that will guard and protect a fellow werewolf to block one death.
de_de: Dein Ziel ist es, alle Bürger zusammen mit den anderen Werwölfen zu töten. Jede Nacht kannst du einen Bürger auswählen, den du gemeinsam mit ihnen tötest. Zudem hast du die Fähigkeit einen alten Werwolfgeist zu beschwören, der einen der Werwölfe begleitet und einmal vor dem Tod beschützt.
es_es: Tu objetivo es matar a todos los aldeanos junto al resto de lobos. Cada noche podrás elegir a un aldeano al que matar junto a ellos. Además, tienes la habilidad de convocar el antiguo espíritu de un lobor que escoltará y protegerá a otro lobo bloqueando un intento de asesinato.
id_id: Tujuanmu adalah untuk membunuh semua penduduk desa bersama dengan Werewolf lainnya. Setiap malam, kamu akan memilih satu penduduk desa untuk dibunuh bersama dengan mereka. Selain itu, kamu memiliki kemampuan untuk memanggil roh manusia serigala kuno yang akan menjaga dan melindungi sesama manusia serigala untuk menghadang satu kematian.
nb_no: Målet ditt er å drepe alle landsbyboere sammen med de andre Varulvene. Hver natt vil du få velge en landsbyboer å drepe sammen med dem. I tillegg har du muligheten til å tilkalle en Eldgammel Varulvånd som vil vokte og beskytte en medvarulv for å blokkere en død.

source: Your objective is to kill all villagers together with the other Werewolves. Every night, you will get to choose one villager to kill together with them. Since you have learned from your shape-shifting ancestors the magic of summoning the dead, you have the ability to resurrect a dead werewolf at night once per game. However, only those who were recently lynched and last night's dead players are available for you to resurrect.
de_de: Dein Ziel ist es, alle Bürger zusammen mit den anderen Werwölfen zu töten. Jede Nacht kannst du einen Bürger auswählen, den du gemeinsam mit ihnen tötest. Da du von deinen gestaltwandelnden Vorfahren gelernt hast, wie du auf magische Weise die Toten beschwören kannst, hast du die Fähigkeit einen toten Werwolf einmal pro Spiel wiederzubeleben. Allerdings kannst du nur diejenigen Werwölfe auswähle, die in der letzten Nacht gestorben sind oder gelyncht wurden.
es_es: Tu objetivo es matar a todos los aldeanos junto al resto de lobos. Cada noche podrás elegir un aldeano al que matar junto a ellos. Puesto que has aprendido de tus ancestros metamorfos la magia de invocar a los muertos, tienes la habilidad de resucitar a un lobo muerto por la noche una vez por partida. Sin embargo, solo aquellos que han muerto o han sido linchados recientemente estarán disponibles.
id_id: Tujuanmu adalah untuk membunuh semua penduduk desa bersama dengan Werewolf lainnya. Setiap malam, kamu akan memilih satu penduduk desa untuk dibunuh bersama dengan mereka. Karena kamu telah belajar dari nenek moyangmu yang berubah bentuk keajaiban untuk memanggil orang mati, kamu memiliki kemampuan untuk membangkitkan werewolf yang mati di malam hari sekali setiap permainan. Namun, hanya mereka yang baru saja digantung dan pemain mati tadi malam yang tersedia untuk kamu bangkitkan.
nb_no: Målet ditt er å drepe alle landsbyboere sammen med de andre varulvene. Hver natt vil du få velge en landsbyboer å drepe sammen med dem. Siden du har lært av dine formskiftende forfedre magien med å tilkalle de døde, har du muligheten til å gjenopplive en død varulv om natten en gang per spill. Men bare de som nylig ble lynsjet og gårsdagens døde spillere er tilgjengelige for deg å gjenoppstå.

source: Your goal is to infect all the players with your virus. Every night, you get to sneeze and cough on one of them. Each day that passes increases the players you can infect by one more. Make it Pandemic! (Note: If an infected player died and is resurrected, they are free from the virus.)
de_de: Dein Ziel ist es, alle Spieler mit deinem Virus anzustecken. Jede Nacht kannst du jemanden anniesen und anhusten. Jeden Tag, der vergeht, steigt die Anzahl der Spieler, die du infizieren kannst, um einen. Verbreite die Pandemie! (Hinweis: Falls ein infizierter Spieler stirbt und wiederbelebt wird, ist er frei vom Virus.)
es_es: Tu objetivo es infectar a todos los jugadores con tu virus. Cada noche estornudarás y toserás sobre uno de ellos. Cada día que transcurre incrementas por uno los jugadores que puedes infectar.¡ Crea una pandemia! (Nota: Si un jugador infectado ha muerto y ha sido revivido, estarán libres del virus).
id_id: Tujuanmu adalah menginfeksi semua pemain dengan virusmu. Setiap malam, kamu bisa bersin dan batuk pada salah satu pemain. Setiap hari yang berlalu meningkatkan pemain yang bisa kamu infeksi satu lagi. Jadikan virus ini Pandemi! (Catatan: Jika pemain yang terinfeksi meninggal dan dibangkitkan, mereka bebas dari virus.)
nb_no: Målet ditt er å infisere alle spillerne med viruset ditt. Hver natt kan du nyse og hoste på en av dem. Hver dag som går øker spillerne du kan infisere med en til. Gjør det til en pandemi! (Merk: Hvis en infisert spiller døde og gjenoppstår, er de fri for viruset.)

source: Shortcut back to {ww_channel}
de_de: Abkürzung zurück zu {ww_channel}
es_es: Atajo de vuelta a {ww_channel}
id_id: Pintasan kembali ke {ww_channel}
nb_no: Snarvei tilbake til {ww_channel}

source: No one
de_de: Niemand
es_es: Nadie
id_id: Tidak ada seorangpun
nb_no: Ingen

source: **The Werewolves awake...**
de_de: **Die Werwölfe wachen auf...**
es_es: **Los lobos despiertan...**
id_id: **Werewolf telah bangun...**
nb_no: **Varulvene våkner...**

source: __{count}__ Werewolves
de_de: __{count}__ Werwölfe
es_es: __{count}__ lobos
id_id: __{count}__ Werewolf
nb_no: __{count}__ Varulver

source: lone Werewolf
de_de: einsamer Werwolf
es_es: Lobo solitario
id_id: Werewolf sendirian
nb_no: Ensomme Varulver

source: **🐺 Wake up {greet_text}! It is time to choose a victim**
de_de: **🐺Wach auf {greet_text}! Es ist Zeit ein Opfer auszuwählen**
es_es: ¡**🐺 han despertado {greet_text}! Es hora de elegir una víctima**
id_id: **🐺 Bangun {greet_text}! saatnya memilih seorang korban**
nb_no: **🐺 Våkn opp {greet_text}! Det er på tide å velge et offer**

source: All possible victims are:
de_de: Alle möglichen Opfer sind:
es_es: Todas las posibles víctimas son:
id_id: Semua korban yang memungkinkan adalah:
nb_no: Alle mulige ofre er:

source: **I will relay all messages you send to the other Werewolves. Send a number to nominate them for killing (you can nominate up to 10 users), voting starts in {timer} seconds.**
de_de: **Ich werde alle Nachrichten an die anderen Werwölfe weiterleiten. Sende eine Nummer um jemanden zum Töten zu nominieren (du kannst bis zu 10 Nutzer nominieren), die Abstimmung started in {timer} Sekunden.**
es_es: **Transmitiré todos los mensajes que envíes al resto de lobos. Envía un número para nominarles para matar (puedes nominar hasta a 10 jugadores), la votación empezará en {timer} segundos.**
id_id: **Saya akan menyampaikan semua pesan yang kamu kirim ke Werewolf lainnya. Kirimkan sebuah angka untuk menominasikan mereka untuk membunuh! (kamu dapat menominasi hingga 10 pemain), pemungutan suara dimulai dalam {timer} detik.**
nb_no: **Jeg vil videresende alle meldinger du sender til de andre varulvene. Send et nummer for å nominere dem for drap (du kan nominere opptil 10 brukere), avstemningen starter om {timer} sekunder.**

source: **Please do not spam and talk slowly! Relaying can take a while if there are many Werewolves!**
de_de: **Bitte spamme nicht und rede langsam! Das weiterleiten kann etwas dauern, wenn viele Werwölfe da sind!**
es_es: **¡Por favor, no hagas spam y habla más lentamente! ¡Transmitir puede tomar un tiempo si hay muchos lobos!**
id_id: **Tolong jangan spam dan bicara dengan perlahan! Menyampaikan pesan bisa memakan waktu cukup lama jika ada banyak Werewolf!**
nb_no: **Vennligst ikke spam og snakk sakte! Videresending kan ta litt tid hvis det er mange varulver!**

source: ❌ You cannot nominate your Lover.
de_de: ❌ Du kannst deinen Geliebten nicht nominieren.
es_es: ❌No puedes nominar a tu amante.
id_id: ❌ Kamu tidak dapat menominasikan Kekasihmu.
nb_no: ❌ Du kan ikke nominere din elsker.

source: **{werewolf}** nominated **{victim}**
de_de: **{werewolf}** hat **{victim}** nominiert
es_es: **{werewolf}** nominó a **{victim}**
id_id: **{werewolf}** dinominasikan oleh **{victim}**
nb_no: **{werewolf}** nominerte **{victim}**

source: Not a single one of you wanted to attack a villager. No fresh meat tonight 😆. {game_link}
de_de: Niemand von euch wollte einen Bürger angreifen. Kein frisches Fleisch für euch heut Nacht 😆. {game_link}
es_es: Ninguno quiso atacar a un aldeano. No hay carne fresca esta noche😆. {game_link}
id_id: Tidak satu pun dari kalian yang ingin menyerang seorang penduduk desa. Tidak ada daging segar malam ini 😆. {game_link}
nb_no: Ikke en eneste av dere ønsket å angripe en landsbyboer. Ingen ferskt kjøtt i kveld 😆. {game_link}

source: {player_name} Votes: {votes}
de_de: {player_name} Stimmen: {votes}
es_es: {player_name} Votos: {votes}
id_id: {player_name} Pemungutan suara: {votes}
nb_no: {player_name} Stemmer: {votes}

source: The voting is starting, please wait for your turn...
de_de: Die Abstimmung startet, warte bis du an der Reihe bist.
es_es: La votación está comenzando, por favor espera a tu turno...
id_id: Pemungutan suara sudah dimulai, mohon menunggu untuk giliranmu...
nb_no: Avstemningen starter, vennligst vent til det er din tur...

source: React to vote for a target. You have {timer} seconds.
de_de: Reagiere um für ein Ziel abzustimmen. Du hast {timer} Sekunden.
es_es: Reacciona para votar por un objetivo. Tienes {timer} segundos.
id_id: Tekan tombol reaksi pemungutan suara untuk memilih target. Kamu memiliki {timer} detik.
nb_no: Reager for å stemme på en person. Du har {timer} sekunder.

source: You timed out and didn't vote.
de_de: Deine Zeit ist abgelaufen und du hast nicht abgestimmt.
es_es: Se agotó el tiempo y no votaste.
id_id: Waktumu habis dan kamu tidak memberikan suara.
nb_no: Du timet ut og stemte ikke.

source: ❌ You cannot vote for your Lover to die.
de_de: ❌ Du kannst nicht dafür abstimmen, deinen Geliebten zu töten.
es_es: ❌ No puedes votar para que tu amante muera.
id_id: ❌ Kamu tidak dapat memilih Kekasihmu untuk mati.
nb_no: ❌ Du kan ikke stemme på at elskeren din skal dø.

source: Werewolves, you are all indecisive. No fresh meat tonight 😆. {game_link}
de_de: Werwölfe, ihr seid alle unentschlossen. Kein frisches Fleisch für euch heute Nacht 😆. {game_link}
es_es: Lobos, sois todos muy indecisos. No hay carne fresca esta noche😆. {game_link}
id_id: Werewolf, kalian semua ragu-ragu. Tidak ada daging segar malam ini 😆. {game_link}
nb_no: Varulver, dere er alle ubesluttsomme. Ingen ferskt kjøtt i kveld 😆. {game_link}

source: Werewolves, you have decided to kill **{target}** tonight and be your meal. {game_link}
de_de: Werwölfe, ihr habt euch entschieden **{target}** heute Nacht zu töten und eure Mahlzeit zu werden. {game_link}
es_es: Lobos, habéis decidido matar a **{target}** esta noche y será vuestra cena. {game_link}
id_id: Werewolf, kamu telah memutuskan untuk membunuh **{target}** malam ini dan menjadi santapanmu. {game_link}
nb_no: Varulver, du har bestemt deg for å drepe **{target}** i kveld for å være ditt måltid. {game_link}

source: {pure_soul} is a **{role}** and an innocent villager.
de_de: {pure_soul} ist eine **{role}** und ein unschuldiger Bürger.
es_es: {pure_soul} es un **{role}** y un aldeano inocente.
id_id: {pure_soul} adalah seorang **{role}** dan seorang penduduk desa yang tidak bersalah.
nb_no: {pure_soul} er en **{role}** og en uskyldig landsbyboer.

source: 📢 {sheriff} got randomly chosen as the new 🎖 **Sheriff**️. **The vote of the Sheriff counts as double.**
de_de: 📢 {sheriff} wurde per Zufall als der neue 🎖 **Sheriff** gewählt. **Die Stimme des Scheriff zählt doppelt.**
es_es: 📢 {sheriff} ha sido elegido aleatoriamente como el nuevo 🎖 **Sheriff**️. **El voto del sheriff cuenta el doble.**
id_id: 📢 {sheriff} dipilih secara acak sebagai 🎖 **Sheriff**️ baru. **Pemungutan suara dari Sheriff dihitung ganda.**
nb_no: 📢 {sheriff} ble tilfeldig valgt som ny 🎖 **Sheriff**️. **Lensmannens stemme teller som det dobbelte.**

source: You became the 🎖 **Sheriff. Your vote counts as double. If you died or exchanged roles using Maid's ability, you must choose a new Sheriff.**
de_de: Du wurdest als 🎖 **Sheriff bestimmt. Deine Stimme zählt doppelt. Wenn du stirbst oder deine Rolle durch die Maid Fähigkeit tauscht, musst du einen neuen Scheriff wählen.**
es_es: Te has convertido en el 🎖 **Sheriff. Tu voto cuenta el doble. Si mueres o intercambias roles con la habilidad de la sirvienta, debes elegir un nuevo sheriff**
id_id: Kamu telah menjadi 🎖 **Sheriff. Suara kamu dihitung ganda. Jika kamu mati atau bertukar peran menggunakan kemampuan Pembantu, kamu harus memilih Sheriff baru.**
nb_no: Du ble 🎖 **Sheriff. Din stemme teller som dobbelt. Hvis du døde eller byttet roller ved hjelp av Maids evner, må du velge en ny sheriff.**

source: **The __{num}__ inhabitants of the Village:**
de_de: **Die__{num}__ Bewohner des Dorfes:**
es_es: **El __{num}__ de habitantes en la aldea:**
id_id: **__{num}__ Penduduk Desa:**
nb_no: **De __{num}__ innbyggerne i landsbyen:**

source: **Welcome to Werewolf {mode}! {speed} speed activated - All action timers are limited to {timer} seconds.**
de_de: **Willkommen zu Werwolf {mode}! {speed} Schnelligkeit aktiviert-Alle Aktionen sind auf eine Zeit von {timer} Sekunden begrenzt.**
es_es: **¡Bienvenido al Werewolf {mode}! Velocidad {speed} activada - Todas las acciones principales están limitadas a {timer} segundos.**
id_id: **Selamat datang di Werewolf {mode}! {speed} kecepatan diaktifkan - Semua aksi memiliki batas waktu hingga {timer} detik.**
nb_no: **Velkommen til Werewolf {mode}! {speed} hastighet aktivert – Alle handlingstidtakere er begrenset til {timer} sekunder.**

source: 📜⚠️ Talking to other users privately is prohibited! Posting any screenshots of my messages containing your role is also forbidden.
de_de: 📜⚠️ Mit anderen Spielern privat zu sprechen ist verboten! Einen Screenshot von meinen Nachrichten zu schicken, welche deine Rolle verrät, ist verboten.
es_es: 📜⚠️ ¡Hablar por privado con otros jugadores está prohibido! Publicar cualquier captura de pantalla de mis mensajes conteniendo tu rol está prohibido también.
id_id: 📜⚠️ ️ Berbicara dengan pemain lain secara pribadi dilarang! Memposting tangkapan layar apa pun dari pesan saya yang berisi peran kamu juga dilarang.
nb_no: 📜⚠️ Det er forbudt å snakke med andre brukere privat! Det er også forbudt å legge ut skjermbilder av meldingene mine som inneholder rollen din.

source: **Sending game roles... You may use `{prefix}ww myrole` to check your role later. {house_rules}**
de_de: **Sende die Spielregeln... Du kannst `{prefix}ww myrole` nutzen, um deine Rolle später zu überprüfen. {house_rules}**
es_es: **Mandando los roles del juego... Puedes usar `{prefix}ww myrole` para comprobar tu rol luego. {house_rules}**
id_id: **Mengirim peran-peran permainan... Kamu dapat menggunakan `{prefix}ww myrole` untuk melihat peranmu nanti. {house_rules}**
nb_no: **Sender spillroller... Du kan bruke `{prefix}ww myrole` for å sjekke rollen din senere. {house_rules}**

source: **Welcome to Werewolf {mode}! {house_rules} {game_link}**
de_de: **Willkommen zu Werwolf {mode}! {house_rules} {game_link}**
es_es: **¡Bienvenido al {mode} Werewolf! {house_rules} {game_link}**
id_id: **Selamat datang di Werewolf {mode}! {house_rules} {game_link}**
nb_no: **Velkommen til Werewolf {mode}! {house_rules} {game_link}**

source: 🌘 💤 **Night falls, the town is asleep...**
de_de: 🌘 💤 **Die Nacht erhebt sich, die Stadt schläft...*
es_es: 🌘 💤 **Anochece, la ciudad está dormida...**
id_id: 🌘 💤 **Malam telah tiba, seluruh kota sudah tidur...**
nb_no: 🌘 💤 **Natt faller på, byen sover...**

source: **The Sisters awake...**
de_de: **Die Schwestern erwachen...**
es_es: **Las hermanas se despiertan...**
id_id: **Saudari perempuan telah bangun...**
nb_no: **Søstrene våkner...**

source: **The Brothers awake...**
de_de: **Die Brüder erwachen...**
es_es: **Los hermanos se despiertan...**
id_id: **Saudara laki-laki telah bangun...**
nb_no: **Brødrene våkner...**

source: 💤 **Night falls, the town is asleep...**
de_de: 💤 **Die Nacht erhebt sich, die Stadt schläft...**
es_es: 💤 **Anochece, la ciudad está dormida...**
id_id: 💤 **Malam telah tiba, seluruh kota sudah tidur...**
nb_no: 💤 **Natt faller på, byen sover...**

source: You may now submit someone (up to 10 total) for the election who to lynch by mentioning their name below. You have {timer} seconds of discussion during this time.
de_de: Ihr könnt jetzt jemanden (bis zu 10 Spieler) für die Abstimmung zum lynchen nominieren, in dem ihr die Namen unter diesem Post erwähnt. Ihr habt {timer} Sekunden Zeit zur Diskussion.
es_es: Puedes proponer a alguien (hasta un total de 10) para la elección de quién será linchado mencionando su nombre a continuación. Tienes {timer} segundos de debate esta vez.
id_id: Kamu sekarang dapat memilih seseorang (total hingga 10) untuk pemilihan siapa yang akan digantung dengan menyebutkan nama mereka dibawah ini. Kamu memiliki {timer} detik untuk berdiskusi selama waktu ini.
nb_no: Du kan nå sende inn noen (opptil 10 totalt) til valget hvem du skal lynsje ved å nevne navnet deres nedenfor. Du har {timer} sekunder med diskusjon i løpet av denne tiden.

source: **OBJECTION!!!** the **{role}** {user} protested. Nomination ends.
de_de: **OBJECTION!!!** Der *{role}** {user} hat protestiert. Die Nominierung endet jetzt.
es_es: **¡¡¡OBJECCIÓN!!!** el **{role}** {user} ha protestado. La nominación finaliza.
id_id: **KEBERATAN!!!** **{role}** {user} memprotes. Nominasi berakhir.
nb_no: **OBJEKTIV!!!** **{role}** {user} protesterte. Nominasjonen avsluttes.

source: I received your secret phrase. We will hold another election after this.
de_de: Ich habe deine geheime Phrase erhalten. Wir werden eine weitere Abstimmung nach dieser durchführen.
es_es: He recibido tu clave secreta. Realizaremos otra elección a continuación.
id_id: Saya menerima kalimat rahasiamu. Kami akan mengadakan pemilihan lagi setelah ini.
nb_no: Jeg mottok din hemmelige setning. Vi holder et nytt valg etter dette.
