Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: **{role} {player}** nominated **{nominee}**.
de_de: **{role} {player}** hat**{nominee}** nominiert.
es_es: **{role} {player}** ha nominado a **{nominee}**.
id_id: **{role} {player}** menominasikan **{nominee}**.
nb_no: **{role} {player}** nominerte **{nominee}**.

source: **{player}** nominated **{nominee}**.
de_de: **{player}** hat **{nominee}** nominiert.
es_es: **{player}** ha nominado a **{nominee}**.
id_id: **{player}** menominasikan **{nominee}**.
nb_no: **{player}** nominerte **{nominee}**.

source: Seems sneaky, I added {time_to_add} seconds talk time.
de_de: Erscheint mir hinterlistig, ich habe die Diskussion um {time_to_add} Sekunden verlängert.
es_es: Parece sospechoso, he añadido {time_to_add} segundos al debate.
id_id: Tampaknya licik, Saya menambahkan waktu berdiskusi menjadi {time_to_add} detik.
nb_no: Virker lurt, jeg la til {time_to_add} sekunders taletid.

source: **React to vote for killing someone. You have {timer} seconds.** {texts}
de_de: **Reagiere um abzustimmen, wer sterben soll. Du hast {timer} Sekunden.** {texts}
es_es: **Reacciona para matar a alguien. Tienes {timer} segundos.** {texts}
id_id: **Tekan tombol reaksi pemungutan suara untuk membunuh seseorang. Kamu memiliki {timer} detik.** {texts}
nb_no: **Reager på å stemme for å drepe noen. Du har {timer} sekunder.** {texts}

source: An unexpected error occurred.
de_de: Ein unerwarteter Fehler ist aufgetreten.
es_es: Ha ocurrido un error inesperado.
id_id: Terjadi kesalahan yang tidak terduga.
nb_no: En uventet feil oppstod.

source: **You should not vote since you're not in the game. Please do not try to influence the game by voting unnecessarily. I will remove your reactions.**
de_de: **Du solltest nicht abstimmen, da du nicht im Spiel bist. Bitte versuche nicht das Spiel durch unnötige Stimmen zu beeinflussen. Ich werde deine Reaktionen jetzt entfernen.**
es_es: **No deberías votar puesto que no estás en la partida. Por favor, no intentes infiltrarte en la partida votando innecesariamente. Eliminaré tus reacciones.**
id_id: **Kamu seharusnya tidak memberikan suara karena kamu tidak ada dalam permainan. Mohon untuk tidak mencoba mempengaruhi permainan dengan memberikan suara yang tidak perlu. Saya akan menghapus reaksimu..**
nb_no: **Du bør ikke stemme siden du ikke er med i spillet. Ikke prøv å påvirke spillet ved å stemme unødvendig. Jeg fjerner reaksjonene dine.**

source: **{author} I couldn't remove reactions. Please give me the proper permissions to remove reactions.**
de_de: **{author} Ich konnte die Reaktionen nicht entfernen. Bitte gib mir die erforderlichen Rechte um die Reaktionen zu entfernen.**
es_es: **{author} no he podido eliminar tus reacciones. Por favor, dame los permisos convenientes para eliminar tus reacciones.**
id_id: **{author} Saya tidak dapat menghapus reaksi. Mohon untuk memberikan izin yang tepat untuk menghapus reaksi.**
nb_no: **{author} Jeg kunne ikke fjerne reaksjoner. Gi meg de nødvendige tillatelsene til å fjerne reaksjoner.**

source: Checking AFK players if they're still in the game... Should be done in {timer} seconds.
de_de: Überprüfe bei AFK Spielern, ob sie noch im Spiel sind... Sollte in {timer} Sekunden erledigt sein.
es_es: Comprobando los jugadores desaparecidos a ver si siguen en la partida... Debería tardar {timer} segundos.
id_id: Memeriksa pemain AFK jika mereka masih berada dalam permainan...Akan selesai dalam {timer} detik.
nb_no: Sjekker AFK-spillere om de fortsatt er i spillet... Bær være ferdig om {timer} sekunder.

source: You failed to vote. This is just an AFK check: **Send any message until I acknowledged that you're not AFK. You have {timer} seconds.**
de_de: Du hast es nicht geschafft, abzustimmen. Das ist ein AFK-Check: **Sende Nachrichten, bis ich dir bestätige, dass du nicht AFK bist. Du hast {timer} Sekunden.**
es_es: No votaste. Esto es solo una comprobación de actividad: **Envía cualquier mensaje para que sepa que no has desaparecido. Tienes {timer} segundos.**
id_id: Kamu gagal memberikan suara. Hal ini hanya sebuah pemeriksaan AFK: **Kirim pesan apa pun sampai saya mengetahui bahwa kamu tidak AFK. Kamu memiliki {timer} detik.**
nb_no: Du klarte ikke å stemme. Dette er bare en AFK-sjekk: **Send hvilken som helst melding til jeg bekreftet at du ikke er AFK. Du har {timer} sekunder.**

source: ☑️ You're not AFK. You can stop sending message now. {game_link}
de_de: ☑️ Du bist nicht AFK. Du kannst nun aufhören, Nachrichten zu senden. {game_link}
es_es: ☑️ No estás desaparecido. Puedes dejar de mandar mensajes ahora. {game_link}
id_id: ☑️ Kamu tidak AFK. Kamu dapat berhenti mengirim pesan sekarang. {game_link}
nb_no: ☑️ Du er ikke AFK. Du kan slutte å sende meldinger nå. {game_link}

source: **Strike 3!** You will now be killed by the game for having 3 strikes of being AFK. Goodbye!
de_de: **Strike 3!** Du wirst nun vom Spiel getötet, da du 3 Mal wegen AFK verwarnt wurdest. Auf Wiedersehen!
es_es: **¡Strike 3!** Serás asesinado en el juego a continuación por haber estado desaparecido 3 veces seguidas. ¡Hasta luego!
id_id: **Strike 3!** Kamu akan dibunuh dalam permainan karena memiliki 3 Strike AFK. Selamat tinggal!
nb_no: **Strike 3!** Du vil nå bli drept av spillet for å ha 3 streik for å være AFK. Ha det!

source: ⚠️ **Strike {strikes}!** You have been marked as AFK. __You'll be killed after 3 strikes.__
de_de: ⚠️ **Strike {strikes}!** Du wurdest als AFK betrachtet. __Du wirst nach 3 Strikes/Verwarnungen getötet.__
es_es: ⚠️ **¡Strike {strikes}!** Has sido calificado como desaparecido. __Serás asesinado al 3er strike.__
id_id: ⚠️ **Strike {strikes}!** Kamu telah ditandai sebagai AFK. __Kamu akan dibunuh setelah 3 strike.__
nb_no: ⚠️ **Strike {strikes}!** Du har blitt markert som AFK. __Du vil bli drept etter 3 strikes.__

source: **{afk_player}** has been killed by the game due to having 3 strikes of AFK.
de_de: *{afk_player}** wurde getötet, da er/sie 3 Verwarnungen durch AFK erhalten hat.
es_es: **{afk_player}** ha sido asesinado por el juego debido a haber desaparecido 3 veces seguidas.
id_id: **{afk_player}** telah dibunuh dalam permainan karena memiliki 3 strike AFK.
nb_no: **{afk_player}** har blitt drept av spillet på grunn av 3 streik fra AFK.

source: The community has decided to kill {to_kill}.
de_de: Die Gemeinschaft hat sich dazu entschlossen{to_kill} zu töten.
es_es: La comunidad ha decidido matar a {to_kill}.
id_id: Komunitas telah memutuskan untuk membunuh {to_kill}.
nb_no: Fellesskapet har bestemt seg for å drepe {to_kill}.

source: {to_die} died from the disease caused by the Knight's rusty sword.
de_de: {to_die} ist durch die Vergiftung gestorben, welche durch das rostige Schwert des Ritters verursacht wurde.
es_es: {to_die} ha muerto a causa de la espada oxidada del caballero.
id_id: {to_die} telah mati karena penyakit yang disebabkan oleh pedang rusty Knight.
nb_no: {to_die} døde av sykdommen forårsaket av Ridderens rustne sverd.

source: 🌤️ **The sun rises...**
de_de: 🌤️ **Die Sonne geht auf...**
es_es: 🌤️ **Amanece...**
id_id: 🌤️ **Matahari telah terbit...**
nb_no: 🌤️ **Solen står opp...**

source: Indecisively, the community has killed noone.
de_de: Unentschlossen hat die Gemeinschaft niemanden getötet.
es_es: Indecisamente, la comunidad no ha matado a nadie.
id_id: Dengan ragu-ragu, komunitas tidak membunuh siapa pun.
nb_no: Ubesluttsomt, har samfunnet drept ingen.

source: 📢 **The Judge used the secret phrase to hold another election to lynch someone. The Judge's decision cannot be debated.**
de_de: 📢 **Der Richter hat die geheime Phrase genutzt, um eine weitere Abstimmung zu starten. Die Entscheidung des Richters kann nicht angefochten werden.**
es_es: 📢 **El juez ha usado su clave secreta para celebrar otra votación y linchar a alguien más. No se puede discutir la decisión del juez.**
id_id: 📢 **Hakim menggunakan kalimat rahasia untuk mengadakan pemilihan lain untuk menghukum mati seseorang. Keputusan Hakim tidak dapat diganggu gugat.**
nb_no: 📢 **Dommeren brukte den hemmelige frasen for å holde et nytt valg for å lynsje noen. Dommerens avgjørelse kan ikke diskuteres.**

source: Indecisively, the community has not lynched anyone.
de_de: Unentschlossen hat die Gemeinschaft niemanden gelyncht.
es_es: Indecisamente, la comunidad no ha linchado a nadie.
id_id: Dengan ragu-ragu, komunitas tidak menghukum mati siapa pun.
nb_no: Ubesluttsomt har ikke samfunnet lynsjet noen.

source: **Day {day_count:.0f} of {days_limit}**
de_de: **Day {day_count:.0f} von {days_limit}**
es_es: **Día {day_count:.0f} de {days_limit}**
id_id: **Hari {day_count:.0f} ke {days_limit}**
nb_no: **Dag {day_count:.0f} av {days_limit}**

source: {day_count:.0f} days have already passed. Stopping game...
de_de: {day_count:.0f} sind bereits vorübergegangen. Beende das Spiel...
es_es: {day_count:.0f} días han pasado. Deteniendo la partida...
id_id: {day_count:.0f} hari telah berlalu. Menghentikan permainan...
nb_no: {day_count:.0f} dager har allerede gått. Stopper spillet...

source: Werewolf {mode} results:
de_de: Werwolf {mode} Ergebnisse:
es_es: Resultados de {mode} Werewolf:
id_id: Werewolf {mode} hasil:
nb_no: Varulv {mode} resultater:

source: {results_pretext} **The {winning_side} won!** 🎉 Congratulations:
de_de: {results_pretext} **Die {winning_side} haben gewonnen!** 🎉 Glückwunsch an:
es_es: {results_pretext} **¡Los {winning_side} han ganado!** 🎉 Enhorabuena:
id_id: {results_pretext} **{winning_side} menang!** 🎉 Selamat:
nb_no: {results_pretext} **{winning_side} vant!** 🎉 Gratulerer:

source: {results_pretext} **No one won!**
de_de: {results_pretext} **Niemand hat gewonnen!**
es_es: {results_pretext} **¡No ha ganado nadie!**
id_id: {results_pretext} **Tidak ada yang menang!**
nb_no: {results_pretext} **Ingen vant!**

source: {results_pretext} **{winner} won!**
de_de: {results_pretext} **{winner} hat gewonnen!**
es_es: {results_pretext} **¡{winner} ha ganado!**
id_id: {results_pretext} **{winner} menang!**
nb_no: {results_pretext} **{winner} vant!**

source: A **{initial_roles}** initially.
de_de: Anfangs ein/e *{initial_roles}**.
es_es: Un **{initial_roles}** inicialmente.
id_id: Dengan inisial **{initial_roles}**.
nb_no: En **{initial_roles}** innledningsvis.

source: {player} is a **{role}**!{initial_role_info}
de_de: {player} ist ein/e **{role}**!{initial_role_info}
es_es: ¡{player} es un **{role}**! {initial_role_info}
id_id: {player} adalah seorang **{role}**!{initial_role_info}
nb_no: {player} er en **{role}**!{initial_role_info}

source: The game has ended. I will now reveal the other living players' roles:
de_de: Das Spiel ist zu Ende! Ich werde nun die Rollen der lebenden Spieler aufdecken:
es_es: La partida ha finalizado. Revelaré los roles de los supervivientes a continuación:
id_id: Permainan telah berakhir. Sekarang saya akan mengungkapkan peran pemain lainnya yang hidup:
nb_no: Spillet er avsluttet. Jeg vil nå avsløre de andre levende spillernes roller:

source: **Type the number of the user to choose for this action. Type `0` to dismiss. You need to choose {amount} more.**
de_de: **Schreibe die Nummer des Nutzers, den du für diese Aktion auswählen möchtest. Schreibe `0`um die Aktion abzubrechen. Du musst noch {amount} mehr auswählen.**
es_es: **Escribe el número del usuario a elegir para esta acción. Escribe `0` para descartar. Necesitas elegir {amount} más.**
id_id: **Ketik nomor pemain yang akan dipilih untuk aksi ini. Ketik `0` untuk melewatkan. Kamu harus memilih {amount} lagi.**
nb_no: **Skriv inn nummeret til brukeren som skal velges for denne handlingen. Skriv `0` for å avvise. Du må velge {amount} til.**

source: **Type the number of the user to choose for this action. You need to choose {amount} more.**
de_de: **Schreibe die Nummer des Nutzers, den du für diese Aktion auswählen möchtest. Du musst noch {amount} mehr auswählen.**
es_es: **Escribe el número del usuario a elegir para esta acción. Necesitas elegir {amount} más.**
id_id: **Ketik nomor pemain yang akan dipilih untuk aksi ini. Kamu harus memilih {amount} lagi.**
nb_no: **Skriv inn nummeret til brukeren som skal velges for denne handlingen. Du må velge {amount} til.**

source: I couldn't send a DM to someone. All players should allow me to send Direct Messages to them.
de_de: Ich konnte jemandem keine DM senden. Alle Spieler sollten mir erlauben, dass ich ihnen Private Nachrichten sende.
es_es: No he podido mandarle un mensaje a alguien. Todos los jugadores deben permitirme mandarles mensajes.
id_id: Saya tidak dapat mengirim sesuatu ke DM seseorang. Semua pemain harus mengizinkan saya untuk dapat mengirim Direct Messages kepada mereka.
nb_no: Jeg kunne ikke sende en DM til noen. Alle spillere bør tillate meg å sende direktemeldinger til dem.

source: 🚫 You've chosen **{player}** already.
de_de: 🚫 Du hast **{player}** bereits ausgewählt.
es_es: 🚫 Ya has elegido a **{player}**.
id_id: 🚫 Kamu sudah memilih **{player}**.
nb_no: 🚫 Du har allerede valgt **{player}**.

source: **{player}** has been selected.
de_de: **{player}** wurde ausgewählt.
es_es: **{player}** ha sido elegido.
id_id: **{player}** telah dipilih.
nb_no: **{player}** er valgt.

source: You are a **{role}** {description}
de_de: Du bist ein/e **{role}** {description}
es_es: Eres un **{role}** {description}
id_id: Kamu adalah seorang **{role}** {description}
nb_no: Du er en **{role}** {description}

source: It's 💕Valentines💕! You fell in love with **{lover}**! You can eliminate all others and survive as **Lovers**. Try to protect your lover as best as you can. You will immediately commit suicide once they die. May the best Lovers win! {game_link}
de_de: It's 💕Valentines💕! Du hast dich in **{lover}** verliebt. Du kannst alle anderen Spieler eliminieren und als **Verliebte** gewinnen. Versuche deinen Geliebten so gut es geht zu schützen. Du wirst dich sofort umbringen, sobald dein/e Geliebte/r stirbt. {game_link}
es_es: ¡Es 💕 San Valentín💕! ¡Te has enamorado de **{lover}**! Puedes eliminar al resto y sobrevivir como **amantes**. Intenta proteger a tu amante lo mejor posible. Cometerás suicidio inmediatamente cuando ellos mueran. ¡Que ganen los mejores amantes! {game_link}
id_id: Hari ini adalah 💕Valentine💕! Kamu jatuh cinta dengan **{lover}**! Kamu dapat melenyapkan semua pemain lain dan bertahan sebagai **Lovers**. Cobalah untuk melindungi kekasihmu sebisa mungkin. Kamu akan dengan secara langsung bunuh diri begitu pasanganmu mati. Semoga kekasih yang terbaik menang! {game_link}
nb_no: Det er 💕Valentines💕! Du ble forelsket i **{lover}**! Du kan eliminere alle andre og overleve som **Lovers**. Prøv å beskytte kjæresten din så godt du kan. Du vil umiddelbart begå selvmord når de dør. Måtte de beste elskere vinne! {game_link}

source: 💕 You fell in love with **{lover}**! 💘 Amor really knew you had an eye on them... You can eliminate all others and survive as **Lovers**. Try to protect your lover as best as you can. You will immediately commit suicide once they die. {game_link}
de_de: 💕 Du hast dich in **{lover}** verliebt! 💘 Amor wusste, dass du ein Auge auf ihn/sie geworfen hast...Du kannst alle anderen Spieler eliminieren und als **Verliebte** gewinnen. Versuche deinen Geliebten so gut es geht zu schützen. Du wirst dich sofort umbringen, sobald dein/e Geliebte/r stirbt. {game_link}
es_es: 💕 ¡Te has enamorado de **{lover}**! 💘 Amor sabía a la perfección que les tenías el ojo echado... Puedes eliminar al resto y sobrevivir como **amantes**. Intenta proteger a tu amante lo mejor posible. Cometerás suicidio inmediatamente cuando ellos mueran. {game_link}
id_id: 💕 Kamu jatuh cinta dengan **{lover}**! 💘 Amor benar-benar tahu bahwa kamu memperhatikan mereka... Kamu dapat melenyapkan semua pemain lain dan bertahan sebagai **Lovers**. Cobalah untuk melindungi kekasihmu sebisa mungkin. Kamu akan dengan secara langsung bunuh diri begitu pasanganmu mati. {game_link}
nb_no: 💕 Du ble forelsket i **{lover}**! 💘 Amor visste virkelig at du hadde et øye med dem... Du kan eliminere alle andre og overleve som **Lovers**. Prøv å beskytte kjæresten din så godt du kan. Du vil umiddelbart begå selvmord når de dør. {game_link}

source: **The {role} awakes and chooses its idol...**
de_de: **Die Rolle {role} wacht auf und wählt sein/ihr Idol...**
es_es: **El {role} se despierta y elige a su ídolo...**
id_id: **{role} telah bangun dan memilih idolanya...**
nb_no: **{role} våkner og velger sitt idol...**

source: Choose your Idol. You will turn into a Werewolf if they die.
de_de: Wähle dein Idol aus. Du wirst zu einem Werwolf, sobald er/sie stirbt.
es_es: Elige a tu ídolo. Te convertirás en un lobo si muere.
id_id: Pilih idolamu. Kamu akan kembali menjadi Werewolf jika mereka mati.
nb_no: Velg ditt idol. Du vil bli en Varulv hvis de dør.

source: You didn't choose anyone. A random player will be chosen for you.
de_de: Du hast niemanden ausgewählt. Eine zufällige Person wird für dich ausgewählt.
es_es: No elegiste a nadie. Se elegirá a un jugador aleatorio para ti.
id_id: Kamu tidak memilih siapa pun. Pemain acak akan dipilihkan untukmu.
nb_no: Du valgte ikke noen. En tilfeldig spiller vil bli valgt for deg.

source: **{idol}** became your Idol. {game_link}
de_de: **{idol}** wurde dein Idol. {game_link}
es_es: **{idol}** se ha convertido en tu ídolo. {game_link}
id_id: **{idol}** menjadi idolamu. {game_link}
nb_no: **{idol}** ble ditt idol. {game_link}

source: **The {role} awakes...**
de_de: **Rolle {role} wacht auf...**
es_es: **El {role} se despierta...**
id_id: **{role} telah bangun...**
nb_no: **{role} våkner...**

source: 🧑‍⚖️ Please enter a secret phrase that will trigger a second election. It is case sensitive.
de_de: 🧑‍⚖️Bitte sende eine geheime Phrase, welche eine zweite Abstimmung triggern wird. Sie beachtet Klein/Großschreibung.
es_es: 🧑‍⚖️ Por favor, introduce una clave secreta que iniciará una segunda elección. Diferencia entre mayúsculas y minúsculas.
id_id: 🧑‍⚖️ Harap masukkan kalimat rahasia yang akan memicu pemilihan kedua. Hal Ini peka dengan huruf besar-kecil.
nb_no: 🧑‍⚖️ Skriv inn en hemmelig setning som vil utløse et andre valg. Det skiller mellom store og små bokstaver.

source: The phrase is **{symbol}**. Enter it right during an election to trigger another one. {game_link}
de_de: Die Phrase ist **{symbol}**. Nutze sie während einer Abstimmung um eine Neue zu triggern. {game_link}
es_es: La clave es **{symbol}**. Introdúcela durante una elección para iniciar otra. {game_link}
id_id: Kalimatnya adalah **{symbol}**. Masukkan kalimatnya saat pemilihan suara untuk memicu yang lain. {game_link}
nb_no: Uttrykket er **{symbol}**. Skriv den inn rett under et valg for å utløse et nytt. {game_link}

source: Would you like to swap roles with {dying_one}? You will learn their role once you accept.
de_de: Möchtest du deine Rolle mit {dying_one} tauschen? Du wirst ihre Rolle erfahren, sobald du akzeptierst.
es_es: ¿Te gustaría intercambiar roles con {dying_one}? Sabrás su rol una vez aceptes.
id_id: Apakah kamu ingin bertukar peran dengan {dying_one}? Kamu akan mempelajari peran mereka begitu kamu menerimanya.
nb_no: Vil du bytte roller med {dying_one}? Du vil lære rollen deres når du godtar.

source: You didn't choose anything.
de_de: Du hast nichts ausgewählt.
es_es: No elegiste nada.
id_id: Kamu tidak memilih apa pun.
nb_no: Du valgte ikke noe.

source: I couldn't send a DM to someone. Too bad they missed to use their power.
de_de: Ich konnte an jemanden keine DM senden. Blöd, dass der Nutzer die Chance verpasst hat seine Kräfte zu nutzen.
es_es: No pude enviarle un mensaje a alguien. Lástima que no pudieron usar su poder.
id_id: Saya tidak bisa mengirim DM ke seseorang. Sayang sekali mereka melewatkan untuk menggunakan kekuatan mereka.
nb_no: Jeg kunne ikke sende en DM til noen. Synd de gikk glipp av å bruke makten sin.

source: Your new role is now **{new_role}**.
de_de: Deine Rolle ist jetzt *{new_role}**.
es_es: Tu nuevo rol es **{new_role}**.
id_id: Peran baru kamu yang sekarang adalah **{new_role}**.
nb_no: Din nye rolle er nå **{new_role}**.

source: You're no longer enchanted by the {flutist}.
de_de: Du bist nicht länger vom {flutist} verzaubert.
es_es: Ya no estás encantado por el {flutist}.
id_id: Kamu tidak lagi terpesona oleh {flutist}.
nb_no: Du er ikke lenger trollbundet av {flutist}.

source: **{maid}** reveals themselves as the **{role}** and exchanged roles with {dying_one}.
de_de: **{maid}** enthüllt sich selbst als **{role}** und hat seine/ihre Rolle mit {dying_one} getauscht.
es_es: **{maid}** se identifica como **{role}** e intercambió roles con {dying_one}.
id_id: **{maid}** mengungkapkan diri mereka sebagai **{role}** dan menukarkan perannya dengan {dying_one}.
nb_no: **{maid}** avslører seg selv som **{role}** og byttet roller med {dying_one}.

source: Choose a player to protect from Werewolves.
de_de: Wähle einen Spieler aus, der vor den Werwölfen geschützt sein wird.
es_es: Elige a qué jugador proteger de los lobos.
id_id: Pilih seorang pemain untuk dilindungi dari Werewolf.
nb_no: Velg en spiller å beskytte mot Varulver.

source: You didn't choose to heal anyone. No one will be protected from the werewolves tonight. {game_link}
de_de: Du hast dich dazu entschlossen, niemanden zu heilen. Niemand wird diese Nacht vor den Werwölfen geschützt sein. {game_link}
es_es: No elegiste a quién curar. Nadie estará protegido de los lobos esta noche. {game_link}
id_id: Kamu tidak memilih untuk menyembuhkan siapa pun. Tidak ada yang akan dilindungi dari werewolf malam ini. {game_link}
nb_no: Du valgte ikke å helbrede noen. Ingen vil bli beskyttet mot Varulvene i kveld. {game_link}

source: You didn't choose anyone, slowpoke. No one will be protected from the werewolves tonight. {game_link}
de_de: Du hast niemanden ausgewählt, lahme Schnecke. Niemand wird diese Nacht vor den Werwölfen geschützt sein. {game_link}
es_es: No elegiste a nadie, tortuga. Nadie estará protegido de los lobos esta noche. {game_link}
id_id: Kamu tidak memilih siapa pun, slowpoke. Tidak ada yang akan dilindungi dari werewolf malam ini. {game_link}
nb_no: Du valgte ikke noen, slowpoke. Ingen vil bli beskyttet mot Varulvene i kveld. {game_link}

source: **{protected}** won't die from the werewolves tonight. {game_link}
de_de: **{protected}** wird diese Nacht nicht von den Werwölfen getötet. {game_link}
es_es: **{protected}** no morirá por culpa de los lobos esta noche. {game_link}
id_id: **{protected}** tidak mati dari serangan werewolf malam ini. {game_link}
nb_no: **{protected}** vil ikke dø fra Varulvene i kveld. {game_link}

source: There's no other werewolf left to kill. {game_link}
de_de: Es gibt keine weiteren Werwölfe, die du töten kannst. {game_link}
es_es: No queda ningún lobo al que matar. {game_link}
id_id: Tidak ada werewolf lain yang tersisa untuk dibunuh. {game_link}
nb_no: Det er ingen annen Varulv igjen å drepe. {game_link}

source: Choose a Werewolf to kill.
de_de: Wähle einen Werwolf zum Töten aus.
es_es: Elige a un lobo al que matar.
id_id: Pilih seekor werewolf untuk dibunuh.
nb_no: Velg en Varulv å drepe.

source: You didn't choose any werewolf to kill. {game_link}
de_de: Du hast keinen Werwolf zum Töten ausgewählt. {game_link}
es_es: No elegiste ningún lobo al que matar. {game_link}
id_id: Kamu tidak memilih seekor werewolf untuk dibunuh. {game_link}
nb_no: Du valgte ikke noen Varulv å drepe. {game_link}

source: You didn't choose any werewolf to kill, slowpoke. {game_link}
de_de: Du hast keinen Werwolf zum Töten ausgewählt, lahme Schnecke. {game_link}
es_es: No elegiste a ningún lobo al que matar, tortuga. {game_link}
id_id: Kamu tidak memilih seekor werewolf untuk dibunuh, slowpoke. {game_link}
nb_no: Du valgte ikke noen Varulv å drepe, slowpoke. {game_link}
