Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: Successfully bought item `{id}`. Use `{prefix}inventory` to view your updated inventory.
bg_bg: Успешно закупихте предмета `{id}`. Използвайте `{prefix}inventory`, за да проверите склада си.
de_de: Item `{id}` erfoglreich gekauft. Prüfe mit `{prefix}inventory` dein Inventar.
es_ar: Compraste exitosamente el objeto `{id}`. Usá `{prefix}inventory` para ver tu inventario actualizado.
es_es: Has comprado el objeto `{id}`. Usa `{prefix}inventory` para ver tu inventario actualizado.
es_mx: Has comprado el objeto `{id}`. Usa `{prefix}inventory` para ver tu inventario actualizado.
fr_fr: Vous avez acheté l’item `{id}` avec succès. Utilisez `{prefix}inventory` pour voir votre inventaire mis à jour.
hu_hu: Sikeresen vásárlás! Használd a `{prefix}inventory` parancsot az új tárgy (`{id}`) megtekintéséhez!
id_id: Berhasil membeli barang `{id}`. Gunakan `{prefix}inventory` untuk melihat inventaris kamu yang telah diperbarui.
nb_no: Kjøpte gjenstanden `{id}`. Bruk `{prefix}inventory` for å se din oppdaterte inventar.
pt_br: Item comprado com sucesso `{id}`. Use `{prefix}inventory` para visualizar seu inventário atualizado.
ru_ru: Предмет `{id}` успешно куплен. Используйте `{prefix}inventory` , чтобы посмотреть ваш инвентарь.
sv_se: Köpt föremålet `{id}`. Använd `{prefix}inventory` för att se din uppdaterade förråd.

source: Remove your item from the shop.
de_de: Nimmt dein Item vom Markt.
es_es: Retira su artículo de la tienda.
id_id: Mengeluarkan barangmu dari toko.
nb_no: Fjern gjenstanden din fra butikken.
pt_br: Remove seu item do loja.

source: `<itemid>` - The item to remove from the shop Takes an item off the shop. You may only remove your own items from the shop. You can check your items on the shop with `{prefix}pending`. Paid tax money will not be returned.
de_de: `<itemid>` - Die ID des Items, welches vom Markt genommen werden soll Nimmt ein Item vom Markt. Du kannst nur deine eigenen Items vom Markt nehmen. Du kannst deine Items im Markt mit `{prefix}pending` überprüfen. Das gezahlte Steuergeld wird nicht zurückgezahlt.
es_es: `<itemid>` - el objeto a eliminar de la tienda Quita un objeto de la tienda. Solo puedes quitar tus objetos de la tienda. Puedes consultar tus objetos en la tienda con `{prefix}pending`. Los impuestos pagados no serán devueltos.
id_id: `<itemid>` - Barang yang akan dikeluarkan dari toko Mengeluarkan barang dari toko. Kamu hanya dapat mengeluarkan barang kamu sendiri dari toko. Kamu dapat melihat barangmu ditoko menggunakan `{prefix}pending`. Pajak yang sudah dibayar tidak dapat dikembalikan.
nb_no: `<gjenstandID>` – Gjenstanden som skal fjernes fra butikken Tar en gjenstand ut av butikken. Du kan kun fjerne dine egne gjenstander fra butikken. Du kan sjekke varene dine i butikken med `{prefix}pending`. Innbetalte skattepenger vil ikke bli returnert.
pt_br: `<itemid>` - O ID do item que você deseja remover da loja Retira um item da loja. Você só pode remover seus próprios itens da loja. Você pode verificar seus itens na loja com `{prefix}pending`. A taxa paga em dinheiro não será devolvida.

source: You don't have an item of yours in the shop with the ID `{itemid}`.
bg_bg: Предметът `{itemid}` не бе намерен в списъка от предложени от Вас предмети в магазина.
de_de: Du hast kein Item mit der ID `{itemid}` auf dem Markt.
es_ar: Vos no tenés un objeto en la tienda con la ID `{itemid}`.
es_es: No tienes ningún objeto en la tienda con el ID `{itemid}`.
es_mx: No posees un objeto en la tienda con la ID `{itemid}`.
fr_fr: Vous n’avez aucun de vos items dans le magasin possédant l’ID `{itemid}`.
hu_hu: Nincs ilyen azonosítójú (`{itemid}`) tárgyad a Piactéren.
id_id: Kamu tidak mempunyai barang yang berada di tokomu dengan ID `{itemid}`.
nb_no: Du har ikke en gjenstand i butikken med IDen `{itemid}`.
pt_br: Você não tem um item seu na loja com o ID `{itemid}`.
ru_ru: У вас нет вашего предмета в магазине с этим ID `{itemid}`.
sv_se: Du har inget föremål i din butik med ID `{itemid}`.

source: Successfully removed item `{itemid}` from the shop and put it in your inventory.
bg_bg: Предметът `{itemid}` бе успешно премахнат от магазина и бе поставен обратно във Вашия склад.
de_de: `{itemid}` erfolgreich vom Markt zurückgenommen.
es_ar: Sacaste exitosamente el objeto `{itemid}` de la tienda, y se colocó en tu inventario.
es_es: Retirado el objeto `{itemid}` de la tienda y depositado en tu inventario.
es_mx: Retirado el objeto `{itemid}` de la tienda y depositado en tu inventario.
fr_fr: Votre item `{itemid}` a été retiré du magasin avec succès et se trouve de nouveau dans votre inventaire.
hu_hu: A `{itemid}` azonosítójú tárgy sikeresen visszakerült hozzád.
id_id: Berhasil mengeluarkan barang `{itemid}` dari toko dan menaruhnya dalam persediaanmu.
nb_no: Gjenstanden `{itemid}` er fjernet fra butikken og lagt tilbake i inventaren din.
pt_br: O item `{itemid}` foi removido com sucesso da loja e colocado no seu inventário.
ru_ru: `{itemid}` был успешно удалён из магазина и возвращён в ваш инвентарь.
sv_se: Tagit bort föremålet `{itemid}` från affären och lade den i dit förråd.

source: View sale history for the item market
de_de: Zeigt die Verkaufshistorie des Itemmarkts an
es_es: Muestra el historial de venta del mercado
id_id: Melihat riwayat penjualan barang untuk pasar
nb_no: Se salgshistorie for varemarkedet
pt_br: Veja seu histórico de vendas na loja

source: `[itemtype]` - The type of item to filter; defaults to all item types `[minstat]` - The minimum damage/defense an item has to have to show up; defaults to 0 `[after_date]` - Show sales only after this date, defaults to bot creation date, which means all Lists the past successful sales on the market by criteria and shows average, minimum and highest prices by category.
de_de: `[itemtype]` - Der Itemtyp, nach dem gefiltert wird; ohne Angabe sind es alle Typen `[minstat]` - Der Minimum Schaden/Verteidigung den ein Item haben muss, um angezeigt zu werden; Standard ist 0 `[after_date]` - Zeigt nur die Verkäufe, die nach diesen Datum getätigt wurden, Standard ist der Tag, an dem der Bot erschaffen wurde-also alle Zeigt alle vergangen erfolgreichen Verkäufe des Markts anhand der angegeben Kriterien und zeigt Durchschnitt, niedrigsten und höchsten Preis pro Kategorie.
es_es: `[itemtype]` - clase de objeto a filtrar; todos los tipos por defecto `[minstat]` - el daño/defensa mínimo de un objeto tiene que mostrarse; el valor predeterminado es 0 `[after_date]` - muestra ventas sólo después de esta fecha, la creación del bot por defecto, lo cual significa todos Muestra todas las ventas hechas satisfactoriamente en base al criterio y enseña el promedio, precios mínimos y máximos por categoría.
id_id: `[itemtype]` - Tipe barang yang akan difilter; jika tidak ditentukan maka dijadikan untuk semua tipe `[minstat]` - Minimum kerusakan/pertahanan barang yang dimiliki untuk ditampilkan; jika tidak ditentukan maka dijadikan 0 `[after_date]` - Menampilkan penjualan hanya setelah tanggl ini, jika tidak ditentukan maka disesuaikan dengan tanggal pembuatan bot, artinya semuanya Menampilkan penjualan sukses sebelumnya yang ada di pasar berdasarkan kriteria dan menampilkan harga rata-rata, minimum dan harga tertinggi berdasarkan kategori.
nb_no: `[gjenstandtype]` – type gjenstand som skal filtreres; standard til alle gjenstandstyper `[minstat]` - Minimum skade/forsvar en gjenstand må ha for å dukke opp; standard til 0 `[etter_dato]` – Vis salg bare etter denne datoen, standard til dato for opprettelse av bot, som betyr at alle Viser tidligere vellykkede salg på markedet etter kriterier og viser gjennomsnitts-, minimums- og høyeste priser etter kategori.
pt_br: `[itemtype]` - O tipo de item que você deseja filtrar. Por padrão todos os tipos de itens aparecerão `[minstat]` - O mínimo de dano/defesa do item que você está procurando. Por padrão é 0 `[after_date]` - Mostra as vendas após esse dia especifico. Por padrão será o dia da criação do bot, ou seja, todos Lista todas as vendas que já foram concluídas e mostra a média dos preços, o menor preço e o maior preço em categorias.

source: Use either {types} or `All` as a type to filter for.
de_de: Nutze entweder {types} oder `All` als Typ um zu filtern.
es_es: Puedes usar {types} o `All` para filtrar los objetos presentados en la tienda.
id_id: Gunakan antara {types} atau `All` sebagai tipe untuk difilter.
nb_no: Bruk enten {types} eller `All` som en type å filtrere etter.
pt_br: Use ou {types} ou `All` como tipo para filtrar.

source: No results.
bg_bg: Няма резултати.
de_de: Keine Items gefunden.
es_ar: Sin resultados.
es_es: No hay resultados.
es_mx: No hay resultados.
fr_fr: Aucun résultats.
hu_hu: Nincs találat.
id_id: Tidak ada hasil.
nb_no: Ingen resultater.
pt_br: Sem resultados.
ru_ru: Нет результатов.
sv_se: Inget resultat.

source: IdleRPG Shop History
de_de: IdleRPG Markthistorie
es_es: Historial de tienda IdleRPG
id_id: Riwayat Toko IdleRPG
nb_no: IdleRPG butikkhistorie
pt_br: Histórico da loja do IdleRPG

source: Price
bg_bg: Цена
de_de: Preis
es_ar: Precio
es_es: Precio
es_mx: Precio
fr_fr: Prix
hu_hu: Ár
id_id: Harga
nb_no: Pris
pt_br: Preço
ru_ru: Цена
sv_se: Pris

source: Item {num} of {total}
bg_bg: Предмет {num} от общо {total}
de_de: Item {num} von {total}
es_ar: Objeto {num} de {total}
es_es: Objeto {num} de {total}
es_mx: Objeto {num} de {total}
fr_fr: Item {num} sur {total}
hu_hu: {num}. oldal (összesen {total})
id_id: Barang {num} dari {total}
nb_no: Gjenstand {num} av {total}
pt_br: Item {num} de {total}
ru_ru: Вещь {num} из {total}
sv_se: Föremål {num} av {total}

source: Search results
de_de: Suchergebnisse
es_es: Resultados de búsqueda
id_id: Mencari hasil
nb_no: Søkeresultater
pt_br: Procura por resultados

source: The search found {amount} sales starting at ${min_price}, ending at ${max_price}. The average sale price was ${avg_price}. Navigate to see the sales.
de_de: Die suche hat {amount} Verkäufe ab einem Preis von ${min_price} bis zu ${max_price} gefunden. Der durchschnittliche Verkaufspreis lag bei ${avg_price}. Nutze die Reaktionen um die Verkäufe zu sehen.
es_es: La búsqueda encontró {amount} ventas comenzando por ${min_price}, terminando con ${max_price}. El precio promedio de venta es ${avg_price}. Navega para ver las ventas.
id_id: Pencarian ditemukan {amount} penjualan mulai dari ${min_price}, berakhir pada ${max_price}. Rata-rata harga penjualan adalah ${avg_price}. Arahkan untuk melihat penjualan.
nb_no: Søket fant {amount} salg som starter på ${min_price}, og slutter på ${max_price}. Gjennomsnittlig salgspris var ${avg_price}. Naviger for å se salg.
pt_br: Sua procura achou {amount} vendas começando com ${min_price}, terminando com ${max_price}. A média dos preços são ${avg_price}. Navegue para ver todas as vendas.

source: View the global item market
de_de: Zeigt den globalen Itemmarkt
es_es: Mira el mercado global de objetos
id_id: Melihat barang pasar global
nb_no: Se det globale varemarkedet
pt_br: Veja o mercado global de itens

source: `[itemtype]` - The type of item to filter; defaults to all item types `[minstat]` - The minimum damage/defense an item has to have to show up; defaults to 0 `[highestprice]` - The highest price an item can have to show up; defaults to $1,000,000 Lists the buyable items on the market. You can cleverly filter out items you don't want to see with these parameters. To quickly buy an item, you can use the 💰 emoji.
de_de: `[itemtype]` - Der Itemtyp, nach dem gefiltert werden soll; ohne Angabe sind es alle Typen `[minstat]` - Der Mindestschaden/die Mindestverteidigung die ein Item haben muss, um angezeigt zu werden; ohne Angabe ist es 0 `[highestprice]` - Der höchste Preis, den ein Item haben soll um angezeigt zu werden; Standard ist 1.000.000$ Zeigt alle angebotenen Items auf dem Markt. Du kannst die Items einfach rausfiltern, die du nicht haben willst, in dem du die Parameter angibst. Um schnell ein Item zu kaufen, kannst du den 💰 Emoji nutzen.
es_es: `[itemtype]` - la clase de objeto a filtrar; todos los tipos por defecto `[minstat]` - el daño/defensa mínimos de un objeto que debe aparecer; el valor predeterminado es 0 `[highestprice]` - el precio más alto que un objeto debe tener para aparecer; la suma predeterminada es $1,000,000 Enumera todos los objetos que se pueden comprar en el mercado. Puedes filtrar aquellos que no quieres ver con estos parámetros. Para comprar de manera rápida un objeto, puedes usar el emoji 💰.
id_id: `[itemtype]` - Tipe barang yang akan difilter; jika tidak ditentukan maka dijadikan untuk semua tipe `[minstat]` - Minimum kerusakan/pertahanan barang yang dimiliki untuk ditampilkan; jika tidak ditentukan maka dijadikan 0 `[highestprice]` - Harga tertinggi sebuah barang yang dimiliki untuk ditampilkan; jika tidak ditentukan maka dijadikan $1,000,000 Menampilkan daftar barang yang dapat dibeli dipasar. Kamu dapat memfilter barang yang tidak ingin kamu lihat dengan parameter ini. Untuk membeli barang dengan cepat, kamu bisa menekan tombol 💰 emoji.
nb_no: `[itemtype]` – typen gjenstand som skal filtreres; standard til alle varetyper `[minstat]` - Minimum skade/forsvar en gjenstand må ha for å dukke opp; standard til 0 `[highestprice]` – Den høyeste prisen en gjenstand kan ha for å vises; standard til $1 000 000 Viser de kjøpbare gjenstandene på markedet. Du kan på en smart måte filtrere ut gjenstander du ikke vil se med disse parameterne. For raskt å kjøpe en gjenstand, kan du bruke 💰-emojien.

source: IdleRPG Shop
bg_bg: Магазин IdleRPG
de_de: IdleRPG Markt
es_ar: Tienda IdleRPG
es_es: Tienda IdleRPG
es_mx: Tienda IdleRPG
fr_fr: Magasin IdleRPG
hu_hu: IdleRPG Piactér
id_id: Toko IdleRPG
nb_no: IdleRPG Butikk
pt_br: Loja do IdleRPG
ru_ru: Магазин IdleRPG
sv_se: IdleRPG Butiken

source: Use `{prefix}buy {item}` to buy this.
bg_bg: Използвайте `{prefix}buy {item}`, за да купите този предмет.
de_de: Nutze `{prefix}buy {item}` um dieses Item zu kaufen.
es_ar: Usá `{prefix}buy {item}` para comprar esto.
es_es: Usa `{prefix}buy {item}` para comprar esto.
es_mx: Usa `{prefix}buy {item}` para comprar esto.
fr_fr: Utilisez `{prefix}buy {item}` pour acheter ceci.
hu_hu: Használd a `{prefix}buy {item}` parancsot a kiszemelt portéka megvételéhez!
id_id: Gunakan `{prefix}buy{item}` untuk membeli ini.
nb_no: Bruk `{prefix}buy {item}` for å kjøpe dette.
pt_br: Use `{prefix}buy {item}` para comprar o item.
ru_ru: Используйте `{prefix}buy {item}` , чтобы купить это.
sv_se: Använd `{prefix}buy {item}` för att köpa detta.

source: Offer an item to a user
de_de: Biet ein Item einem User an
es_es: Ofrece un objeto a un usuario
id_id: Menawarkan sebuah barang kepada pemain
nb_no: Tilby en gjenstand til en bruker
pt_br: Oferece um item para um usuário

source: `<itemid>` - The ID of the item to offer `<price>` - The price the other has to pay, can be a number from 0 to 100,000,000 `<user>` - The user to offer the item to Offer an item to a specific user. You may not offer modified items. Once the other user accepts, the item belongs to them.
de_de: `<itemid>` - Die ID des Items, das angeboten werden soll `<price>` - Der Preis, den der andere Nutzer zahlen soll, kann eine Zahl zwischen 0 und 100.000.000 sein `<user>` - Der Nutzer, dem das Item angeboten wird Bietet ein Item einem spezifischen Nutzer an. Du kannst keine modifizierten Items anbieten. Sobald der andere Nutzer akzeptiert, gehört das Item dann ihm.
es_es: `<itemid>` - el ID del objeto a ofrecer `<price>` - el precio que el otro tiene que pagar, puede ser un número de 0 a 100,000,000 `<user>` - el usuario al que ofrecer el objeto Ofrecer un objeto a un usuario específico. No puedes ofrecer objetos modificados. Una vez que el otro usuario acepta, el objeto les pertenece.
id_id: `<itemid>` - ID barang yang akan ditawarkan `<price>` - Harga yang akan dibayar pembeli, sejumlah angka dari 0 hingga 100,000,000 `<user>` - Pemain yang akan ditawari barang tersebut Menawarkan sebuah barang kepada pemain tertentu. Kamu tidak boleh menawarkan barang yang dimodifikasi. Setelah pemain menerima tawaran, barang tersebut akan menjadi milik mereka.
nb_no: `<itemid>` – ID-en til gjenstanden som skal tilbys `<pris>` – Prisen den andre må betale, kan være et tall fra 0 til 100 000 000 `<bruker>` – Brukeren å tilby gjenstanden til Tilby en gjenstand til en bestemt bruker. Du kan ikke tilby endret gjenstander. Når den andre brukeren godtar, tilhører gjenstanden dem.
pt_br: `<itemid>` - O ID do item que você deseja ofertar `<price>` - O preço que a outra pessoa terá de pagar, pode ser um número de 0 a 100,000,000 `<user>` - O usuário que você deseja ofertar esse item Oferece um item para um usuário especifico, Você não pode oferecer itens modificados. Uma vez que a outra pessoa aceitar a oferta, o item pertencerá a ela.

source: You may not offer items to yourself.
de_de: Du kannst dir nicht selbst Items anbieten.
es_es: No puedes ofrecerte objetos a ti mismo.
es_mx: No puedes ofrecerte objetos a tí mismo.
hu_hu: Magadnak nem tehetsz ajánlatot.
id_id: Kamu tidak dapat menawarkan barang ke dirimu sendiri.
nb_no: Du kan ikke tilby gjenstander til deg selv.
pt_br: Você não pode oferecer itens para você mesmo.
sv_se: Du kan inte ge saker till dig själv.

source: Are you sure you want to sell your equipped {item}?
bg_bg: Сигурни ли сте че иската да продадете предмета {item}, който използвате?
de_de: Bist du sicher, dass Du dein ausgerüstetes Item {item} weggeben willst?
es_ar: ¿Estás seguro de que querés vender tu {item} equipado?
es_es: ¿Estás seguro de que quieres vender tu {item} equipado?
es_mx: ¿Estás seguro de que quieres vender tu {item} equipado?
fr_fr: Êtes-vous sûr de vouloir vendre votre {item} actuellement équipé ?
hu_hu: Biztos vagy benne, hogy túl szeretnél adni az alábbi használatban lévő felszereléseden: {item}?
id_id: Apakah kamu yakin mau menjual {item} yang sedang kamu gunakan?
nb_no: Er du sikker på at du vil selge gjenstanden du bruker {item}?
pt_br: Tem certeza de que deseja vender seu {item} equipado?
ru_ru: Вы точно хотите продать надетый предмет? {item}?
sv_se: Är du säker på att du vill sälja din utrustade {item}?

source: Item selling cancelled.
bg_bg: Продажбата на предмета бе отказана.
de_de: Verkauf abgebrochen.
es_ar: Venta de objeto cancelada.
es_es: Venta de objeto cancelada.
es_mx: Venta de objeto cancelada.
fr_fr: Vente de l’item annulée.
hu_hu: Tranzakció megszakítva.
id_id: Penjualan barang dibatalkan.
nb_no: Gjenstands salg kansellert.
pt_br: Venda de itens cancelada.
ru_ru: Продажа вещи отменена.
sv_se: Varuförsäljning avbruten.

source: {user}, {author} offered a **{stat}** **{itemtype}**! React to buy it! The price is **${price}**. You have **2 Minutes** to accept the trade or the offer will be canceled.
de_de: {user}, {author} hat dir ein **{stat}** **{itemtype}** angeboten! Reacte um es zu kaufen! Der Preis beträgt **${price}**. Du hast **2 Minuten** Zeit um den Handel anzunehmen oder das Angebot wird abgebrochen werden.
es_es: {user}, ¡{author} ha ofrecido un **{stat}** **{itemtype}**! ¡Reacciona para comprarlo! El precio es **${price}**. Tienes **2 minutos** para aceptar el trueque o la oferta se cancelará.
id_id: {user}, {author} menawarkan **{stat}** **{itemtype}**! Tekan tombol reaksi untuk membelinya! Harganya **${price}**. Kamu memiliki **2 Minutes** untuk menerima tawaran ini atau tawarannya akan dibatalkan.
nb_no: {user}, {author} tilbød en **{stat}** **{itemtype}**! Reager for å kjøpe den! Prisen er **${price}**. Du har **2 minutter** på deg til å akseptere handelen, ellers vil tilbudet bli kansellert.

source: They didn't want it.
bg_bg: Те отказаха офертата.
de_de: Er wollte dein Item wohl nicht.
es_ar: Ellos no lo quieren.
es_es: No lo han querido.
es_mx: No lo han querido.
fr_fr: Ils n’en ont pas voulu.
hu_hu: Ajánlat elutasítva.
id_id: Mereka tidak menginginkannya.
nb_no: De ville ikke ha det.
pt_br: Eles não o queriam.
ru_ru: Они не захотели этого.
sv_se: De ville inte ha det.

source: {user}, you're too poor to buy this item!
bg_bg: {user}, Прекалено сте бедни за да купите този предмет!
de_de: {user}, Du hast nicht genug Geld um dieses Item zu kaufen!
es_ar: ¡{user}, sos muy pobre para comprar este objeto!
es_es: {user}, ¡eres demasiado pobre para comprar este objeto!
es_mx: {user}, ¡eres demasiado pobre para comprar este objeto!
fr_fr: {user}, vous êtes trop pauvre pour acheter cet item !
hu_hu: {user}, nincs elég pénzed a vásárlás folytatásához!
id_id: {user}, kamu terlalu miskin untuk membeli barang ini!
nb_no: {user}, du er for fattig til å kjøpe denne gjenstanden!
pt_br: {user}, você é pobre demais para comprar este item!
ru_ru: {user}, вы слишком бедны, чтобы купить данный предмет!
sv_se: {user}, Du är för fattig för att köpa detta föremål!

source: The owner sold the item with the ID `{itemid}` in the meantime.
bg_bg: Притежателят вече е продал предмета с ID `{itemid}`.
de_de: Der Besitzer hat das Item mit der ID `{itemid}` in der Zwischenzeit verkauft.
es_ar: El dueño vendió el objeto con la ID `{itemid}`.
es_es: El dueño ya ha vendido el objeto con el ID `{itemid}`.
es_mx: El dueño ya ha vendido el objeto con la ID `{itemid}`.
fr_fr: Le propriétaire a vendu l’item possédant l’ID `{itemid}` entre temps.
hu_hu: A kereskedő idő közben eladta ezt a tárgyat (`{itemid}`).
id_id: Pemilik menjual barang dengan ID `{itemid}` untuk sementara.
nb_no: Eieren solgte gjenstanden med ID-en «{itemid}» i mellomtiden.
pt_br: Enquanto isso, o proprietário vendeu o item com o ID `{itemid}`.
ru_ru: Владелец продал предмет с ID `{itemid}` .
sv_se: Ägaren sålde föremålet med ID `{itemid}` under tiden.

source: Successfully bought item `{itemid}`. Use `{prefix}inventory` to view your updated inventory.
bg_bg: Успешно закупихте предмета `{itemid}`. Използвайте `{prefix}inventory`, за да прегледате склада си.
de_de: Item `{itemid}` erfolgreich gekauft. Prüfe dein neues Inventar mit `{prefix}inventory`.
es_ar: Compraste exitosamente el objeto `{itemid}`. Usá `{prefix}inventory` para ver tu inventario actualizado.
es_es: Has comprado el objeto `{itemid}`. Usa `{prefix}inventory` para ver tu inventario actualizado.
es_mx: Has comprado el objeto `{itemid}`. Usa `{prefix}inventory` para ver tu inventario actualizado.
fr_fr: Vous avez acheté l’item `{itemid}` avec succès. Utilisez `{prefix}inventory` pour voir votre inventaire mis à jour.
hu_hu: Sikeres vásárlás! Új szerzeményedet (`{itemid}`) megtekintheted a `{prefix}inventory` paranccsal.
id_id: Berhasil membeli barang `{itemid}`. Gunakan `{prefix}inventory` untuk melihat inventarismu yang telah diperbarui.
nb_no: Kjøpte gjenstanden `{itemid}`. Bruk `{prefix}inventory` for å se din oppdaterte inventar.
pt_br: Item `{itemid}` comprado com sucesso . Use `{prefix}inventory` para visualizar seu inventário atualizado.
ru_ru: Предмет `{itemid}` успешно куплен. Используйте `{prefix}inventory` , чтобы посмотреть на ваш обновленный инвентарь.
sv_se: Köpte föremålet `{itemid}`. Använd `{prefix}inventory` för att se ditt uppdaterade förråd.

source: Sell items for their value
de_de: Verkauft Items für ihren Wert
es_es: Vende objetos por su valor
id_id: Menjual barang dengan nilai barang tersebut
nb_no: Selg varer for deres verdi
pt_br: Vende itens pelo seu valor
