Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: Your rank in the guild is too low to use this command.
bg_bg: Вашия ранк в гилдията е прекалено нисък за да използвате тази команда.
de_de: Dein Rang in der Gilde ist zu niedrig um diesen Befehl zu benutzen.
es_ar: ¡No podés usar este comando! Tu rango en el gremio es muy bajo..
es_es: Tu rango en el gremio es demasiado bajo para usar este comando.
es_mx: Tu rango en el gremio es demasiado bajo para usar este comando.
fr_fr: Votre rang dans la guilde est trop bas pour utiliser cette commande.
hu_hu: A céhen belüli befolyásod túl alacsony a parancs használatához.
id_id: Peringkat kamu di guild terlalu rendah untuk menggunakan perintah ini.
nb_no: Rangeringen din i guilden er for lav til å bruke denne kommandoen.
pt_br: Seu cargo na guilda é muito baixo para usar esse comando.
ru_ru: Ваш ранк в гильдии слишком низок для использования данной команды.
sv_se: Din rang i guilden är för låg för att använda det här kommandot.

source: You mustn't be the owner of a guild to use this command.
bg_bg: Не трябва да сте притежателя на гилдията за да използвате тази команда.
de_de: Dieser Befehl kann als Gildenführer nicht genutzt werden.
es_ar: No tenés que ser dueño de un gremio para usar este comando.
es_es: Para usar este comando no puedes ser el dueño de un gremio.
es_mx: No eres el dueño de este gremio para poder usar este comando.
fr_fr: Vous ne pouvez pas utiliser cette commande en tant que meneur de la guilde.
hu_hu: Céhtulajdonosként nem használhatod ezt a parancsot.
id_id: Kamu tidak boleh menjadi pemilik guild untuk menggunakan perintah ini.
nb_no: Du må ikke være eier av en guild for å bruke denne kommandoen.
pt_br: Você não deve ser o dono de uma guilda para usar este comando.
ru_ru: Вы не должны быть владельцем гильдии, чтобы использовать данную команду.
sv_se: Du kan inte vara ägare till en guild för att använda det här kommandot.

source: :x: You don't have the permissions to use this command. It is thought for {error} class users.
de_de: :x: Du kannst diesen Befehl nicht benutzen. Es ist für die {error} Klasse geeignet.
es_es: :x: No tienes los permisos para usar éste comando. Está pensado para los usuarios de clase {error}.
es_mx: No tienes los permisos para usar este comando, esta pensado para la clase {error}
hu_hu: :x: Nincs jogosultságod ennek a parancsnak a használatához. Ez a {error} kasztú játékosoknak lett kitalálva.
id_id: :x: Kamu tidak memiliki izin untuk menggunakan perintah ini. Ini diperkirakan untuk {error} kelas pengguna.
nb_no: :x: Du har ikke tillatelsen til å bruke denne kommandoen. Den er for {error} klasse brukere .
pt_br: : x: Você não tem permissão para usar este comando. Ele é pensado para {error} usuários da classe.
sv_se: :x: Du har inte behörigheter för detta kommandot. Det är tänkt för {error} användare.

source: You are already on an adventure. Use `{prefix}status` to see how long it lasts.
bg_bg: Вие вече сте на приключение. Използвайте `{prefix}status` за да проверите до кога ще продължи.
de_de: Du bist schon auf einem Abenteuer. Nutze `{prefix}status` um zu prüfen, wie lange es dauert.
es_ar: Ya estás en una aventura. Usá "{prefix}status" para ver tu progreso.
es_es: Ya estás en una aventura. Utiliza `{prefix}status` para ver cuánto falta.
es_mx: Ya estás en una aventura. Utiliza `{prefix}status` para ver su duración.
fr_fr: Vous êtes déjà parti à l’aventure. Utilisez `{prefix}status` pour consulter le temps restant.
hu_hu: Korábban felkerekedtél egy kalandra. A `{prefix}status` használatával megnézheted, mikor térsz vissza.
id_id: Kamu sedang dalam petualangan. Gunakan `{prefix}status` untuk melihat berapa lama lagi akan berakhir.
nb_no: Du er allerede på eventyr. Bruk `{prefix}status` for å se hvor lenge det varer.
pt_br: Você já está em uma aventura. Digite `{prefix}status` para ver quanto tempo falta para ela acabar.
ru_ru: Вы уже на приключении. Используйте `{prefix}status` , чтобы увидеть, как долго оно длится.
sv_se: Du är redan på ett äventyr. Använd `{prefix}status` för att se hur länge det varar.

source: You need to be on an adventure to use this command. Try `{prefix}adventure`!
bg_bg: Трябва да сте на приключение за да използвате тази команда. Опитайте `{prefix}adventure`!
de_de: Dieses Kommando kann nur genutzt werden, wenn du auf einem Abenteuer bist. Nutze `{prefix}adventure`!
es_ar: Necesitás estar en una aventura para usar este comando. ¡Usá "{prefix}adventure"!
es_es: Necesitas estar en una aventura para utilizar este comando. ¡Usa `{prefix}adventure`!
es_mx: Necesitas estar en una aventura para utilizar este comando. Usa `{prefix}adventure`!
fr_fr: Vous devez être parti à l’aventure pour utiliser cette commande. Essayez `{prefix}adventure` !
hu_hu: Csak kalandozás közben használható ez a parancs. Próbálj inkább a `{prefix}adventure` parancsot!
id_id: Kamu harus berada dalam petualangan untuk menggunakan perintah ini. Coba `{prefix}adventure`!
nb_no: Du må være på ett eventyr for å bruke denne kommandoen. Prøv `{prefix}adventure`!
pt_br: Você precisa estar em uma aventura para usar este comando. Tente digitar `{prefix} adventure`!
ru_ru: Вы должны быть на приключении, чтобы использовать данную команду. Попробуйте `{prefix}adventure`!
sv_se: Du måste vara på ett äventyr för att använda det här kommandot. Använd `{prefix}adventure`!

source: You need to be in a voice chat to use this command.
de_de: Du musst in einem Sprachchat zu sein, um diesen Befehl zu nutzen.

source: The vote did not pass.
de_de: Die Abstimmung ist nicht durchgegangen.

source: You need to be playing music, for example with `{prefix}play`, to use this command.
de_de: Du musst Musik abspielen, zum Beispiel in dem du `{prefix}play`, nutzt um diesen Befehl zu verwenden.

source: The DJ has locked the music player.
de_de: Der DJ hat den Musikspieler gesperrt.

source: You must be the DJ to use this command.
de_de: Du musst der DJ sein, um diesen Befehl zu nutzen.

source: Your pet has gone missing. Maybe some aliens abducted it? Since you can't find it anymore, you are no longer a {profession}
de_de: Dein Haustier ist verschwunden. Vielleicht wurde es von Aliens entführt? Weil du es nicht mehr finden kannst, bist du kein {profession} mehr.
es_es: Tu mascota ha desaparecido. ¿A lo mejor unos extraterrestres lo han abducido? Como no puedes encontrarlo, ya no eres {profession}
es_mx: Tú mascota se ha perdido, ¿tal vez fue abducida por los extraterrestres? Como ya no puedes encontrarla ya no eres {profession}
hu_hu: A kiskedvenced valahol eltűnt...tán csak nem elrabolták az ufókok? Mivel nem találod sehol, így nem vagy többé vadőr ({profession}).
id_id: Hewan peliharaanmu telah menghilang. Mungkin beberapa alien telah menculiknya? Karena kamu tidak dapat menemukannya lagi, kamu tidak lagi menjadi {profession}
nb_no: Kjæledyret ditt har forsvunnet. Kanskje noen romvesener bortførte den? Siden du ikke finner den lenger, er du ikke lenger en {profession}
pt_br: Seu animal de estimação desapareceu. Talvez alguns alienígenas o tenham abduzido? Já que você não consegue acha-lo, você não é mais um {profession} .
sv_se: Ditt husdjur har försvunnit! Kanske någon alien har kidnappat den? Eftersom du inte kan hitta den är du inte längre {profession}

source: Ranger
bg_bg: Ловец
de_de: Schütze
es_ar: Arquero
es_es: Guardabosque
es_mx: Montaraz
hu_hu: Vadőr
id_id: Ranger/Pengembara
nb_no: Skogvokter
pt_br: Guarda da Floresta
ru_ru: Охотник
sv_se: Skogvaktare

source: Your pet **{pet}** died! You did not give it enough to eat or drink. Because of your bad treatment, you are no longer a {profession}.
de_de: Dein Haustier **{pet}** ist gestorben! Du hast ihm nicht genug zu Essen oder zu Trinken gegeben. Weil du es so schlecht behandelt hast, bist du kein {profession} mehr.
es_es: ¡Tu mascota **{pet}** ha muerto! No le has proporcionado suficiente comida o bebida. Debido a tu negligencia, ya no eres {profession}.
es_mx: ¡Tu mascota **{pet}** ha muerto porque no le has proporcionado suficiente comida o bebida. Debido a tu negligencia, ya no eres {profession}.
hu_hu: A kiskedvenced **{pet}** elpusztult! Nem etetted vagy itattad rendesen! A kegyetlen bánásmódod miatt nem vagy többé vadőr ({profession}).
id_id: Peliharaan kamu **{pet}** meninggal! Kamu tidak memberikan makanan ataupun minuman yang cukup. Karena pemeliharaan yang buruk, kamu tidak lagi menjadi {profession}.
nb_no: Kjæledyret ditt **{pet}** døde! Du ga den ikke nok til å spise eller drikke. På grunn av din dårlige behandling er du ikke lenger et {profession}.
pt_br: Seu animal de estimação **{pet}** morreu! Você não deu água e comida o suficiente. Por causa dos seus maus tratos, você não é mais um {profession}.
sv_se: Ditt husdjur **{pet}** har dött! Du gav dem inte tillräckligt att äta eller dricka. På grund av den dåliga behandlingen är du inte längre en {profession}

source: Your pet **{pet}** ran away! You did not show it your love enough! Because of your bad treatment, you are no longer a {profession}.
de_de: Dein Haustier **{pet}** ist weggelaufen! Du hast ihm deine Liebe nicht ausreichend gezeigt. Weil du es so schlecht behandelt hast, bist du kein {profession} mehr.
es_es: ¡Tu mascota **{pet}** ha huido! ¡No le has mostrado suficiente aprecio! Debido a tus malos tratos, ya no eres {profession}.
es_mx: ¡Tu mascota **{pet}** ha huido porque no le has mostrado suficiente aprecio! Debido a tus malos tratos, ya no eres {profession}.
hu_hu: A kiskedvenced **{pet}** elszökött! Nem adtál neki kellő szeretetet! A szívtelen bánásmódod miatt nem vagy többé vadőr ({profession}).
id_id: Peliharaan kamu **{pet}** kabur! Kamu tidak menunjukannya kasih sayangmu yang cukup! Karena pemeliharaanmu yang buruk, kamu tidak lagi menjadi {profession}.
nb_no: Kjæledyret ditt **{pet}** stakk av! Du viste den ikke nok kjærlighet! På grunn av din dårlige behandling er du ikke lenger et {profession}.
pt_br: Seu animal de estimação **{pet}** fugiu! Você não demonstrou amor o suficiente! Por causa dos seus maus tratos, você não é mais um {profession}.
sv_se: Ditt husdjur **{pet}** sprang iväg! Du visade inte den tillräckligt mycket kärlek! På grund av den dåliga behandlingen är du inte längre en {profession}

source: You need to be a {tier} tier donator to use this command. Please head to `{prefix}donate` and make sure you joined the support server if you decide to support us.
de_de: Du musst ein Donator der {tier} Stufe sein, um diesen Befehl nutzen zu können. Bitte sieh dir `{prefix}donate` an und trete dem Support Server bei, wenn du dich dazu entschließt uns zu unterstützen.
es_es: Necesitas ser donador nivel {tier} para usar este comando. Por favor usa `{prefix}donate` y asegúrate de haber entrado al servidor de soporte si has decidido ayudarnos.
id_id: Kamu harus menjadi donatur tingkat {tier} untuk menggunakan perintah ini. Silakan menuju ke `{prefix}donate` dan pastikan kamu sudah bergabung dengan server dukungan jika kamu memutuskan untuk mendukung kami.
nb_no: Du må være en {tier} tier donator for å bruke denne kommandoen. Gå til `{prefix}donate` og sørg for at du blir med i support serveren hvis du bestemmer deg for å støtte oss.
pt_br: Você precisa ser um doador do escalão de {tier} para usar esse comando. Por favor vá para `{prefix}donate` e tenha certeza que entrou no servidor de suporte se você decidir nos dar suporte.

source: There is another raid already ongoing. Try again at a later time.
de_de: Ein anderer Raid läuft bereits. Versuch's später nochmal.
es_es: Ahora mismo hay una incursión en proceso. Intenta en otro momento.
es_mx: Hay una batalla de incursión en curso, intenta de nuevo más tarde.
hu_hu: Egy másik Hajtóvadászat éppen folyamatban van. Próbáld újra később.
id_id: Saat ini sedang ada pertempuran yang sedang berlangsung. Coba lagi nanti.
nb_no: Det er et nytt raid som allerede pågår. Prøv igjen på et senere tidspunkt.
pt_br: Há outro raid em andamento. Tente novamente mais tarde.
sv_se: Det finns en annan raid igång. Försök igen senare.

source: Your alliance does not own a city.
de_de: Deine Allianz besitzt keine Stadt.
es_es: Tu alianza no posee una ciudad.
es_mx: Tú alianza no posee una ciudad.
hu_hu: A szövetségeteknek nincs még egy város sem a birtokában.
id_id: Aliansimu tidak memiliki sebuah kota.
nb_no: Alliansen din eier ikke en by.
pt_br: Sua aliança não possui uma cidade.
sv_se: Din allians äger ingen stad.

source: Your alliance already owns a city.
de_de: Deine Allianz besitzt schon eine Stadt.
es_es: Tu alianza ya posee una ciudad.
es_mx: Tú alianza ya posee una ciudad.
hu_hu: A szövetségetek már leigázott egy várost.
id_id: Aliansimu sudah memiliki sebuah kota.
nb_no: Alliansen din eier allerede en by.
pt_br: Sua aliança já possui uma cidade.
sv_se: Er allians äger redan en stad.

source: Your alliance rank is too low.
de_de: Dein Rang in der Allianz ist zu niedrig.
es_es: Tu rango en la alianza es muy bajo.
es_mx: Tú rango de alianza es demasiado bajo.
hu_hu: A szövetségetek rangja túl alacsony.
id_id: Peringkat aliansi kamu terlalu rendah.
nb_no: Alliansens rangering er for lav.
pt_br: Seu cargo na aliança é muito baixa.
sv_se: Din alliansrang är för låg.

source: Your server does not have an open help request.
de_de: Dein Server hat keine offenen Hilfsanfragen.
es_es: Tu servidor no tiene una solicitud de ayuda abierta.
id_id: Server kamu tidak memiliki permintaan bantuan terbuka.
nb_no: Serveren din har ikke en åpen hjelpeforespørsel.
pt_br: Seu servidor não tem um pedido de ajuda aberto.

source: There was an error when uploading to Imgur. Please try again or visit <https://imgur.com/upload> to manually upload your image.
de_de: Es gab einen Fehler beim upload zu Imgur. Bitte versuche es erneut oder besuche <https://imgur.com/upload> um dein Bild selbst hochzuladen.
es_es: Ha ocurrido un error al subir a Imgur. Por favor inténtalo de nuevo o visita <https://imgur.com/upload> para subir tu imagen manualmente.
id_id: Terjadi kesalahan saat mengunggah ke Imgur. Silahkan coba lagi atau kunjungi <https://imgur.com/upload> untuk mengunggah gambar kamu secara manual.
nb_no: Det oppsto en feil under opplasting til Imgur. Prøv igjen eller besøk <https://imgur.com/upload> for å laste opp bildet ditt manuelt.

source: :x: You don't have the permissions to use this command. It is thought for other users.
bg_bg: :x: Нямате разрешение да ползвате тази команда. Тя е предназначена за други потребители.
de_de: :x: Dieser Befehl ist für andere Nutzer gedacht.
es_ar: :x: Vos no tenés permiso para usar este comando. Es para otro tipo de usuarios.
es_es: :x: No tienes permiso para usar este comando. Está hecho para otros usuarios.
es_mx: :x: No tienes permiso para usar este comando, está pensado para otros usuarios.
fr_fr: :x: Vous n’avez pas la permission d’utiliser cette commande. Elle est réservée à d’autres utilisateurs.
hu_hu: :x: Nincs jogosultságod ennek a parancsnak a használatához. Más játékosoknak lett kitalálva.
id_id: :x: Kamu tidak memiliki izin untuk menggunakan perintah ini. Ini diperkirakan untuk pengguna lain.
nb_no: :x: Du har ikke tillatelsen til å bruke denne kommandoen. Men den er for andre brukere.
pt_br: :x: Você não tem as permissões para usar este comando. É pensado para outros usuários.
ru_ru: :x: У вас нет доступа к использованию данной команды. Она придумана для других игроков.
sv_se: :x: Du har inte behörigheterna att använda det här kommandot. Det är tänkt för andra användare.

source: You did not choose anything.
bg_bg: Вие не избрахте нищо.
de_de: Du hast nichts ausgewählt.
es_ar: No elegiste nada.
es_es: No has elegido nada.
es_mx: No has elegido nada.
fr_fr: Vous n’avez rien choisi.
hu_hu: Nem hoztál döntést.
id_id: Kamu tidak memilih apa pun.
nb_no: Du valgte ikke noe.
pt_br: Você não escolheu nada.
ru_ru: Вы ничего не выбрали.
sv_se: Du valde inget.

source: An argument or value you entered was far too high for me to handle properly!
bg_bg: Аргумент или стойност, която въведохте, бе прекалено висока за мен, че да се справя подходящо!
de_de: Ein Argument oder Wert ist zu hoch, Ich kann das nicht verarbeiten!
es_ar: El parámetro o valor que ingresaste es muy alto para mí. ¡No puedo manejarlo correctamente!
es_es: ¡Uno de los argumentos o valores usados es demasiado alto para gestionarlo correctamente!
es_mx: ¡Uno de los argumentos o valores usados es demasiado alto para gestionarlo correctamente!
fr_fr: Un argument ou une valeur que vous avez entré était beaucoup trop élevé pour que je puisse le gérer correctement!
hu_hu: A parancskomponensnek/ -értéknek túl magas szám lett megadva - ez meghaladja a képességeimet!
id_id: Sebuah argumen atau nilai yang kamu masukkan terlalu tinggi untuk aku tangani dengan benar!
nb_no: Et argument eller en verdi du skrev inn var altfor høy til at jeg kunne håndtere det ordentlig!
pt_br: Uma parte do comando ou valor que você digitou era muito alto para eu manipular corretamente!
ru_ru: Аргумент или цена, которую вы ввели была слишком высока, чтобы работать правильно!
sv_se: Ett argument eller värde du angav var alldeles för högt för att jag skulle kunna hantera det ordentligt!

source: The languages have been reloaded while you were using a command. The execution therefore had to be stopped. Please try again.
bg_bg: Езиците бяха нулирани, докато използвахте команда. Затова екзекуцията трябваше да бъде спряна. Моля, опитайте отново.
de_de: Während der Nutzung dieses Befehls wurde die Sprache geändert, es musste daher gestoppt werden. Versuche es nochmal.
es_ar: La lista de lenguajes fue actualizada mientras utilizabas el comando. Probá de nuevo.
es_es: La lista de idiomas ha sido actualizada mientras usabas un comando. La ejecución se ha detenido. Por favor inténtalo de nuevo.
es_mx: La lista de idiomas ha sido actualizada mientras usabas un comando así que la ejecución se ha detenido, por favor inténtalo de nuevo.
hu_hu: A nyelvek listája újból le lett kérve, amíg a parancsot használtad; a parancsvégrehajtás ennél fogva megszakadt. Próbáld újra!
id_id: Bahasa telah dimuat ulang saat kamu menggunakan perintah. Karena itu pengerjaan harus dihentikan. Tolong coba lagi.
nb_no: Språkene har blitt lastet inn på nytt mens du brukte en kommando. Henrettelsen måtte derfor stanses. Vær så snill, prøv på nytt.
pt_br: Os idiomas foram recarregados enquanto você estava usando um comando. Portanto, a execução teve que ser interrompida. Por favor, tente novamente.
sv_se: Språken har laddats om medans du använde ett kommando. Utförandet har därför avbrutits. Vänligen försök igen.

source: The command you tried to use ran into an error. The incident has been reported and the team will work hard to fix the issue!
bg_bg: Възникна грешка при командата, която опитахте. Този инцидент е докладван и отборът ще работи усърдно да разреши проблема!
de_de: Beim ausführen des Befehls ist ein Fehler aufgetreten. Die Entwickler wurden kontaktiert und der Fehler wird schnellstmöglich behoben!
es_ar: El comando usaste tuvo un error. ¡El incidente fue reportado y el equipo de desarrolladores se va a romper el culo para corregir el error!
es_es: El comando usado ha sufrido un error. ¡El incidente ha sido reportado y el equipo trabajará duro para corregir el problema!
es_mx: El comando usado ha sufrido un error. ¡El incidente ha sido reportado y el equipo trabajará duro para corregir el problema!
fr_fr: La commande que vous avez essayé d'utiliser a rencontré une erreur. L'incident a été signalé et l'équipe travaillera dur pour résoudre le problème!
hu_hu: A használni kívánt parancs problémába ütközött. Az incidensről jelentés készült, és a fejlesztők ígérik, hogy mihamarabb kiköszörülik a csorbát!
id_id: Perintah yang kamu coba gunakan mengalami kesalahan. Insiden tersebut telah dilaporkan dan tim akan bekerja keras memperbaiki permasalahannya!
nb_no: Kommandoen du prøvde å bruke møtte en feil. Hendelsen er rapportert og teamet vil jobbe hardt for å fikse problemet!
pt_br: O comando que você tentou usar teve um erro. O incidente foi relatado e a equipe vai trabalhar duro para resolver o problema!
ru_ru: Команда, которую вы пытались использовать стала ошибкой. Этот инцидент был зафиксирован и отправлен разработчикам, наша команда будет работать усердно, чтобы решить данный вопрос!
sv_se: Kommandot du försökte använda fick ett fel. Händelsen har rapporterats och personalen kommer att arbeta hårt för att lösa problemet!

source: Look at your Winter Calendar
bg_bg: Погледнете към вашия Зимен Календар
de_de: Sieh dir deinen Adventskalender an
es_ar: Mirá tu Calendario de Invierno
es_es: Mira tu Calendario de Invierno
es_mx: Mira tu calendario de Invierno
fr_fr: Regardez votre calendrier de l'avent
hu_hu: Nézz rá az Adventi Kalendáriumra!
id_id: Lihatlah Kalender Musim Dingin kamu
nb_no: Se på kalenderen din
pt_br: Olhe para o seu calendário de inverno
ru_ru: Посмотри на свой зимний календарь
sv_se: Titta på din vinterkalender

source: No calendar to show!
bg_bg: Няма календар за показване!
de_de: Du hast keinen Adventskalender!
es_ar: ¡No hay calendarios para mostrar!
es_es: ¡No hay calendario para mostrar!
es_mx: ¡No hay calendario para mostrar!
fr_fr: Aucun calendrier à afficher!
hu_hu: Naptár nem található!
id_id: Tidak ada kalender untuk ditunjukan!
nb_no: Ingen kalender å vise!
pt_br: Nenhum calendário para mostrar!
ru_ru: Нет календаря, чтобы показывать!
sv_se: Ingen kalender att visa!

source: Open the Winter Calendar once every day.
bg_bg: Отворете Зимния си Календар всеки ден.
de_de: Öffne täglich ein Türchen des Kalenders.
es_ar: Abre el Calendario de Invierno una vez por día.
es_es: Abre el Calendario de Invierno una vez al día.
es_mx: Abre el calendario de Invierno una vez al día.
fr_fr: Ouvrez le calendrier de l'avent une fois par jour.
hu_hu: Az Adventi Kalendárium kinyitása minden nap.
id_id: Buka Kalender Musim Dingin sekali setiap hari.
nb_no: Åpne vinterkalenderen en gang hver dag.
pt_br: Abra o Calendário de Inverno uma vez por dia.
ru_ru: Открывате календарь каждый день.
sv_se: Öppna vinterkalendern en gång om dagen.

source: It's not calendar time yet...
bg_bg: Все още не е време за календар.
de_de: Es ist noch nicht Zeit für Adventskalender...
es_ar: No es temporada de calendarios... todavía.
es_es: No es tiempo de calendarios todavía...
es_mx: No es tiempo de calendarios todavía...
fr_fr: Ce n'est pas encore l'heure du calendrier ...
hu_hu: Nem jött még el a Kalendárium ideje...
id_id: Ini belum waktunya kalender...
nb_no: Det er ikke kalendertid ennå...
pt_br: Ainda não é hora do calendário...
ru_ru: Ещё не время открывать календарь...
sv_se: Det är inte kalenderdags än...

source: **You opened day {today}!**
bg_bg: **Отворихте днес {today}!**
de_de: **Du öffnest Türchen {today}!**
es_ar: **Abriste el día {today}**
es_es: **¡Has abierto el día {today}!**
es_mx: **¡Has abierto el día {today}!**
fr_fr: ** Vous avez ouvert la journée {today}! **
hu_hu: **Kinyitottál egy újabb napot: {today}!**
id_id: **Kamu membuka hari {today}!**
nb_no: **Du åpnet dag {today}!**
pt_br: ** Você abriu do dia {today}! **
ru_ru: **Вы открыли день {today}!**
sv_se: **Du öppnade dag {today}!**

source: A mysterious puzzle piece
bg_bg: Мистериозно парченце от пъзел
de_de: Ein Mysteriöses Puzzleteil
es_ar: Una misteriosa pieza de rompecabezas
es_es: Una misteriosa pieza de rompecabezas
es_mx: Una misteriosa pieza de rompecabezas
fr_fr: Une mystérieuse pièce de puzzle
hu_hu: Egy rejtelmes kirakós darab
id_id: Sepotong puzzle misterius
nb_no: En mystisk puslespillbrikke
pt_br: Uma misteriosa peça de quebra-cabeça
ru_ru: Таинственный кусочек пазла
sv_se: En mystisk pusselbit. Undrar vad den kan vara till :O

source: {crates} {rarity} crate
de_de: {crates} {rarity} Kiste
es_es: {crates} {rarity} caja
id_id: {crates} {rarity} peti
nb_no: {crates} {rarity} kasse
