Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: **Easter event - rewards** Use `{prefix}easter reward [1-10]` to trade your eggs in. **100 <:easteregg:566251086986608650>** - 1 crate **500 <:easteregg:566251086986608650>** - $10000 **1000 <:easteregg:566251086986608650>** - random item 1-49 **2000 <:easteregg:566251086986608650>** - 25 crates **2500 <:easteregg:566251086986608650>** - 10 boosters of each type **5000 <:easteregg:566251086986608650>** - 100 crates **7500 <:easteregg:566251086986608650>** - easter guild badge **7500 <:easteregg:566251086986608650>** - 200 crates **7500 <:easteregg:566251086986608650>** - random item 40-50 **10000 <:easteregg:566251086986608650>** - random 50 stat item You have **{eggs}** <:easteregg:566251086986608650>.
bg_bg: **Великденски награди** Използвай `{prefix}easter reward [1-10]` за да обмениш своите великденски яйца. **100 <:easteregg:566251086986608650>** - 1 щайга **500 <:easteregg:566251086986608650>** - $10000 **1000 <:easteregg:566251086986608650>** - случаен предмет 1-49 **2000 <:easteregg:566251086986608650>** - 25 щайги **2500 <:easteregg:566251086986608650>** - 10 усилвател от всеки тип **5000 <:easteregg:566251086986608650>** - 100 щайги **7500 <:easteregg:566251086986608650>** - великденска значка за гилдията **7500 <:easteregg:566251086986608650>** - 200 щайги **7500 <:easteregg:566251086986608650>** - случаен предмет 40-50 **10000 <:easteregg:566251086986608650>** - случаен предмет с ефективност 50 Имате **{eggs}** <:easteregg:566251086986608650>.
es_ar: **Evento de Pascuas - Recompensas:** Usá "{prefix}easter reward [1-10]" para intercambiar tus huevos de pascuas por recompensas. **100 <:easteregg:566251086986608650>** - 1 caja **500 <:easteregg:566251086986608650>** - $10000 **1000 <:easteregg:566251086986608650>** - objeto al azar 1-49 **2000 <:easteregg:566251086986608650>** - 25 cajas **2500 <:easteregg:566251086986608650>** - 10 potenciadores de cada tipo **5000 <:easteregg:566251086986608650>** - 100 cajas **7500 <:easteregg:566251086986608650>** - placa de pascuas para tu gremio **7500 <:easteregg:566251086986608650>** - 200 cajas **7500 <:easteregg:566251086986608650>** - objeto al azar 40-50 **10000 <:easteregg:566251086986608650>** - objeto al azar 50 Vos tenés **{eggs}** huevos de pascuas. <:easteregg:566251086986608650>.
fr_fr: **Event' de Pâques - récompenses** Utilise `{prefix}easter reward [1-10]` pour échanger vos oeufs. **100 <:easteregg:566251086986608650>** - 1 box **500 <:easteregg:566251086986608650>** - 10000$ **1000 <:easteregg:566251086986608650>** - item aléatoire 1-49 **2000 <:easteregg:566251086986608650>** - 25 box **2500 <:easteregg:566251086986608650>** - 10 boosters de chaque type **5000 <:easteregg:566251086986608650>** - 100 box **7500 <:easteregg:566251086986608650>** - badge pour guilde spécial Pâques **7500 <:easteregg:566251086986608650>** - 200 box **7500 <:easteregg:566251086986608650>** - item aléatoire 40-50 **10000 <:easteregg:566251086986608650>** - item aléatoire stat 50 Tu as : **{eggs}** <:easteregg:566251086986608650>.
ru_ru: **Пасхальное событие - награды** Используй `{prefix}easter reward [1-10]` для обмена своих яиц. **100 <:easteregg:566251086986608650>** - 1 ящик **500 <:easteregg:566251086986608650>** - $10000 **1000 <:easteregg:566251086986608650>** - случайный предмет 1-49 **2000 <:easteregg:566251086986608650>** - 25 ящиков **2500 <:easteregg:566251086986608650>** - 10 ускорителей каждого типа **5000 <:easteregg:566251086986608650>** - 100 ящиков **7500 <:easteregg:566251086986608650>** - Пасхальная гильдейская плашка **7500 <:easteregg:566251086986608650>** - 200 ящиков **7500 <:easteregg:566251086986608650>** - случайный предмет 40-50 **10000 <:easteregg:566251086986608650>** - случайный предмет 50 У вас **{eggs}** <:easteregg:566251086986608650>.

source: Get your easter reward. ID may be 1 to 10.
bg_bg: Вземете си великденската награда. ID-то може да бъде между 1 до 10.
es_ar: ¡Conseguí tu recompensa de pascuas! La ID puede ser del 1 al 10.
fr_fr: Reçois ta récompense de Pâques. ID entre 1 à 10.
ru_ru: Получи свою пасхальную награду. Введите ID предмета от 1 до 10.

source: watch a movie together when USER suddely gets shot by a stranger
bg_bg: гледат филм заедно когато USER внезапно бива застрелян от странник
es_ar: miran una película juntos hasta que a USER un fisura le mete un balazo
fr_fr: regardent un film ensemble quand USER se fait soudainement tiré dessus par un inconnu
ru_ru: смотрят кино вместе, когда вдруг странник стреляет в USER

source: Letting {user} choose their action... Done
bg_bg: Позволява на {user} да избере действие... Готово

source: {crates} crates
bg_bg: {crates} щайги
es_ar: {crates} cajas
fr_fr: {crates} caisses
ru_ru: {crates} ящики

source: {enemy}, {author} has challenged you for an epic snowball fight! If you want to accept, react \U00002744 **IMPORTANT: This is very spammy, make sure you are using a dedicated channel!**
bg_bg: {enemy}, {author} Ви предизвика на епична снежна битка! Ако искате да приемете, реагирайте с \U00002744 **Внимание: Това е създава много спам. Подсигурете се, че използвате правилния ченъл!**

source: My current websocket latency.
bg_bg: Моята сегашна *WebSocket* латентност.

source: You are running version **{version}** by Adrian. Invite me! {url}
bg_bg: Използваш версия **{version}** от Адриан. Покани ме! {url}
es_ar: Estás ejecutando la versión **{version}** by Adrian. ¡Invítame! {url}

source: Information on the support server.
bg_bg: Информация за сървъра за поддръжка.

source: The bot's update log.
bg_bg: Дневника за актуализация на бота.

source: Use the ndx format. E.g. `5d20` will roll 5 dices with 20 sides each.
bg_bg: Използвай **ndx** формат. Например, `5d20` ще хвърли 5 зара, всеки от които има 20 страни.
es_ar: Usá el formato NDX "5d20" lanzará cinco dados con 20 lados cada uno.
fr_fr: Utilise le ndx format. E.g. `5d20` va lancer 5 dés avec 20 côtés chacun.
ru_ru: Использовать ndx формат. 5d20` будет выбрасывать 5 кубиков с 20 сторонами.

source: Too many dice.
bg_bg: Прекалено много зарове.
es_ar: Demasiados dados.
fr_fr: Trop de dés.
ru_ru: Слишком много кубиков.

source: Sends my nickname in a random server.
bg_bg: Изпраща моето прозвище в случаен сървър.

source: Shows how long the bot is connected to Discord already.
bg_bg: Показва за колко дълго ботът е бил свързан с Discord.

source: Trivia, Hangman, Minesweeper, Connect 4 and more, right from your chat! A bot offering non-RPG games made by deprilula28 and Fin. [discordbots.org Page](https://discordbots.org/bot/gamesrob)
bg_bg: Trivia, Hangman, Minesweeper, Connect 4 и други, точно за твоя чат! Бот предлагащ **non-RPG** игри, създаден от *deprilula28* и *Fin*. [discordbots.org Page](https://discordbots.org/bot/gamesrob
es_ar: ¡Trivia, Ahorcado, Buscaminas, Conecta 4 y mucho más, justo en tu chat! Éste bot ofrece divertidos juegos no-RPG creado por deprilula28 and Fin. [discordbots.org Page](https://discordbots.org/bot/gamesrob)
fr_fr: Trivia, Hangman, Minesweeper, Connect 4 et plus, directement depuis votre chat! Un bot proposant des jeux non-RPG réalisés par deprilula28 et Fin. [Page discordbots.org] (https://discordbots.org/bot/gamesrob)

source: Cautious Memory brings wiki-style pages to your server. Use it to document who's who in your server, inside jokes, or community lore. Includes a full featured permissions system to keep your pages squeaky clean. [discordbots.org Page](https://discordbots.org/bot/541707781665718302)
bg_bg: Внимателна памет носи страници със стил на wiki на вашия сървър. Използвайте го, за да документирате кой кой е в сървъра ви, в шеги или познания на общността. Включва пълно функционална система за разрешения, за да поддържате страниците ви чисти. [discordbots.org Page] (https://discordbots.org/bot/541707781665718302)
es_ar: **Cautious Memory** trae páginas de estilo wiki a tu servidor. Usalo para documentar quién es quién en tu servidor, jodas internas o conocimientos de la comunidad en general. Incluye un sistema de permisos con todas las funciones para mantener sus páginas absolutamente limpias. [discordbots.org Page](https://discordbots.org/bot/541707781665718302)

source: That is not a valid booster type. Must be `time/luck/money`.
bg_bg: Това е невалиден тип усилвател. Трябва да бъде `time/luck/money`.

source: Band a user from using $helpme.
bg_bg: Забранява на потребител да използва $helpme.

source: [Patreon Only] Generates a profile background based on an image. Valid overlays are 1 or 2 for grey and black.
bg_bg: [Само за Patreon] Генерира фон за профил базиран на изображение. Валидните наслагвания са 1 или 2 за сиво и черно.
es_ar: [Únicamente donadores] Genera un fondo de perfil basado en una imagen. Las superposiciones válidas son 1 o 2 para gris y negro.

source: Use either `1` or `2` as the overlay type.
bg_bg: Използвайте `1` или `2` като тип за наслагване.
es_ar: Usá "1" o "2" como tipo de superposición.

source: [Patreon Only] Update your guild member limit.
bg_bg: [Само за Patreon] Актуализирай лимита на членове на гилдията си.
es_ar: [Únicamente donadores] Actualiza la cantidad máxima de miembros de tu gremio.
fr_fr: [Patreon seulement] Mets à jour votre limite de membre de guilde.

source: Your guild member limit is now 100.
bg_bg: Лимита на Вашата гилдия е сега 100.
es_ar: El límite de miembros de tu gremio ahora es **100**.
fr_fr: Votre limite de membre de guilde est maintenant de 100.

source: Change your class.
bg_bg: Промени своя клас.

source: The tank class. Charge into battle with additional defense! +1 defense per evolution added onto your shield.
bg_bg: Класът на издръжливостта. Настъпи в битка с подсилена броня! Към щита ти се добавя +1 защита на всяка еволюция.
es_ar: La clase de soporte. ¡Vas a la batalla con puntos adicionales de defensa! +1 DEF por evolución se agrega a tu escudo.
fr_fr: La classe de tank. Chargez au combat avec de la défense supplémentaire ! +1 de défense par évolution ajoutée a votre bouclier.
ru_ru: Класс танк. Вступает в битву с дополнительной защитой +1 защиты добавлено на ваш щит за каждую эволюцию класса.

source: Utilise powerful magic for stronger attacks. +1 damage per evolution added onto your sword.
bg_bg: Класът на силата. Употреби мощни магии и заклинания за по-ефективни атаки. Към меча ти се добавя +1 сила на всяка еволюция.
es_ar: Usa hechizos re poderosos para ataques más fuertes. +1 ATK por evolución se agrega a tu espada.
fr_fr: Utilise la puissance de la magie afin de porter des attaques plus puissantes. +1 de dégâts par évolution ajoutée à votre épée.
ru_ru: Используют сильные зачарования, для более сильных атак. +1 урона за каждую эволюцию будет добавлено на ваш меч.

source: Item hunter and trainer of their very own pet. Get access to `{prefix}hunt` and `{prefix}pet` to hunt a random item once a day. +3 minimum stat and +6 maximum stat per evolution.
bg_bg: Търсач на вещи и треньор на любимци. Ловците имат достъп до `{prefix}hunt` и `{prefix}pet`. Използвай ги всеки ден, за да се сдобиеш с предмети. Минималната стойност за уловен предмет е +3. Максималната стойност расте с +6 на всяка еволюция.

source: Absorb the appreciation of the devs into your soul to power up. +1 damage and defense per evolution added onto your items.
bg_bg: Абсорбирай благодарността на разработчиците в душата си, за да се подсилиш. Към щита и меча ти се добавя +1 сила и +1 защита на всяка еволюция.
es_ar: [Únicamente donadores] Absorbe la apreciación de los desarrolladores en tu alma para hacerte más poderoso. +1 ATK y DEF son agregados a tus objetos cada evolución.
fr_fr: Absorbez l’appréciation des devs dans votre âme afin de gagner en puissance. +1 de dégâts et de défense par évolution ajoutée à vos items.
ru_ru: Поглощает признательность разработчиков в вашу душу, чтобы усилить её. +1 атаки и защиты будет добавлены на ваши предметы, за каждую эволюцию вашей профессии.

source: Your new class is now `{profession}`. **$5000** was taken off your balance.
bg_bg: Новият ти клас е `{profession}`. Това ти струваше **$5000**.

source: Views your class.
bg_bg: Преглежда вашия клас.

source: You stole **${stolen}** from **{user}**.
bg_bg: Откраднахте **${stolen}** от **{user}**.
es_ar: Le robaste **${stolen}** a **{user}**. Alto punga.
fr_fr: Vous avez volé **{stolen}$** à **{user}**.
ru_ru: Вы своровали **${stolen}** у **{user}**.

source: Play some tunes
bg_bg: Пусни няколко мелодии

source: :warning:`No results...`
bg_bg: :warning:`Няма резултати...`

source: :warning:`Connect to a voice channel first!`
bg_bg: :warning:`Първо се присъедини се към гласов канал(voice channel)!`

source: Search and play some tunes from SoundCloud
bg_bg: Търси и играе мелодии от SoundCloud

source: Picks a random result, and plays for you
bg_bg: Избира случайна песен и я пуска за теб

source: Stops the music and leaves the channel
bg_bg: Спира музиката и напуска ченъла

source: :white_check_mark:` Done!`
bg_bg: :white_check_mark:` Готово!`

source: :warning:`I am currently not connected to any channel in this guild...`
bg_bg: :warning:`Сега не съм свързан към ченъл от този сървър...`

source: Show the next (maximum 5) tracks in the queue
bg_bg: Показва следващите (максимум 5) песни в опашката

source: Skips the current song
bg_bg: Пропуска сегашната песен

source: :warning:`Nothing to skip...`
bg_bg: :warning:`Няма какво да се пропусне...`

source: :warning:`I am currently not playing anything here...`
bg_bg: :warning:`В момента не се слуша никаква музика тук...`

source: :warning:`The volume must between 0 and 100!`
bg_bg: :warning:`Силата на звука трябва да бъде между 0 и 100!`

source: :warning:`The song list is empty!`
bg_bg: :warning:`Листът с песни е празен!`

source: Displays some information about the current song
bg_bg: Показва информация относно сегашната песен

source: :warning:`I'm not playing anything at the moment...`
bg_bg: :warning:`Никаква песен не се слуша в момента...`

source: Level {new_level} Memorial
bg_bg: В памет на ниво {new_level}

source: You reached a new level: **{new_level}** :star:! You received {reward} as a reward :tada:!
bg_bg: Качихте нивото си на: **{new_level}** :star:! Получихте {reward} като награда :tada:!

source: Your death stats.
bg_bg: Статистика на Вашите провалени приключения.

source: The dealer got a blackjack. You lost.
bg_bg: Дилърът получи блекджек. Вие загубихте.
es_ar: El dealer tuvo blackjack. Perdiste.
fr_fr: Le dealer à un Blackjack. Vous perdez.
ru_ru: У дилера Blackjack. Вы проиграли.

source: You got a blackjack and won!
bg_bg: Имаш блекджек и спечели!
es_ar: ¡Tuviste blackjack y ganaste!
fr_fr: Vous avez eu un Blackjack et gagnez!
ru_ru: У вас Blackjack, вы победили!

source: You busted and lose.
bg_bg: Вие се отказахте и загубихте.
es_ar: Te pasaste de 21 y perdiste.
fr_fr: Vous avez sauté et perdez.
ru_ru: Вы превысили максимальное количество очков и проиграли.

source: Dealer busts and you win!
bg_bg: Дилърът се отказа и Вие спечелихте!
es_ar: ¡El dealer se pasa de 21 y ganás!
fr_fr: Le Dealer saute et vous gagnez!
ru_ru: Дилер превысил максимальное количество очков и победил!

source: You have a higher score than the dealer and win.
bg_bg: Имате по-висок резултат от дилъра и спечелихте.
es_ar: Vos tenés mayor puntaje que el dealer, y ganás.
fr_fr: Vous avez un meilleur score que le Dealer, vous gagnez.
ru_ru: У вас больший счёт чем у дилера. Вы победили.

source: Dealer has a higher score than you and wins.
bg_bg: Дилърът има по-висок резултат от Вас и печели.
es_ar: El dealer tiene mayor puntaje que vos, y él gana.
fr_fr: Le Dealer à un meilleur score que vous et gagne.
ru_ru: У дилера счёт выше чем у вас, он побеждает.

source: It's a tie. You lose your bet.
bg_bg: Наравно сте. Вие губите своя залог.

source: [Alpha] Play blackjack against the dealer. Dealer rules, means wins in case of tie.
bg_bg: [Alpha] Започва игра срещу дилъра. Правилата са негови, което значи, че той печели ако получите равни суми.

source: Puts an item into the player store.
bg_bg: Поставя предмет в магазина на играчите.

source: Your price is too high. Try adjusting it to be up to `{limit}`.
bg_bg: Цената Ви е прекалено висока. Лимитът за този предмет е `{limit}`.
es_ar: Tu precio es muy alto. Intenta ajustarlo para que esté detro dentro del `{limit}`.
fr_fr: Votre prix est trop élevé. Essayez de l’ajuster pour être à `{limit}` maximum.
ru_ru: Ваша цена слишком высока. Попробуйте отрегулировать её, чтобы она подходила `{limit}`.

source: Successfully added your item to the shop! Use `{prefix}shop` to view it in the market!
bg_bg: Вашият предмет е успешно добавен към магазина! Използвайте `{prefix}shop`, за да проверите магазина!
es_ar: ¡Se agregó tu ítem a la tienda, usá `{prefix}shop` para verlo!
fr_fr: Votre item a été ajouté au magasin avec succès ! Utilisez `{prefix}shop` pour le voir sur le marché !
ru_ru: Ваш предмет был успешно добавлен в магазин! Используйте `{prefix}shop` , чтобы посмотреть его на рынке!

source: **{author}** bought your **{name}** for **${price}** from the market.
bg_bg: **{author}**закупи Вашия**{name}** за **${price}** от магазина.
es_ar: **{author}** compró tu **{name}** por **${price}** del mercado.
fr_fr: **{author}** a acheté votre **{name}** pour **{price}$** sur le marché.
ru_ru: **{author}** купил ваш **{name}** за **${price}** с рынка.

source: Show the market with all items and prices.
bg_bg: Показва маркета със всички предмети.

source: Buy items at the trader.
bg_bg: Купи предмет от търговеца.

source: **{author}** bought you a **{item}** and increased your love score by **{points}** points!
bg_bg: **{author}** ти купи **{item}** и увеличи точките Ви на любов с **{points}**!
es_ar: **{author}** te ha comprado un **{item}** y eso ha incrementado su puntaje de amor por **{points}** puntos!
fr_fr: **{author}** vous a acheté **{item}** et augmente votre score amoureux de **{points}** points!
ru_ru: **{author}** купил вам **{item}** и увеличил ваши очки любви на **{points}**!

source: <@{marriage}>, do you want to make a child with {author}?
bg_bg: <@ {marriage}>, искате ли да направите дете с {author}?

source: You were unsuccessful at making a child.
bg_bg: Не успяхте да направите дете.
es_ar: No tuvieron éxito al intentar tener un hijo.
fr_fr: Vous n’avez pas réussi à faire un enfant.

source: The 10 richest players.
bg_bg: 10-те най-богати играчи.

source: {num} of {total}
bg_bg: {num} от {total}
es_ar: {num} de {total}

source: Look up a guild by name.
bg_bg: Потърсете гилдия по име.
es_ar: Busca un gremio por su nombre.
fr_fr: Cherchez une guilde via son nom.
ru_ru: Искать гильдии по имени.

source: List of your guild members.
bg_bg: Списък на членовете на гилдията.

source: [Guild owner only] Change the guild badge.
bg_bg: [Само за собственика на гилдията] Променете значката на гилдията.
es_ar: [Dueño de Gremio] Cambiar la placa del gremio.
fr_fr: [Meneur de guilde uniquement] Modifie le badge de guilde.
ru_ru: [Владелец гильдии] Изменить гильдейский значок.

source: {author} seeks a guild adventure for **{guild}**! React to join! Unlimited players can join in the next minute. The minimum of players required is 3.
bg_bg: {author} търси приключение на гилдията за **{guild}**! Реагирайте да се присъедините! Неограничени играчи могат да се присъединят в следващата минута. Минималният брой играчи е 3.
es_ar: {author} busca comenzar una aventura para **{guild}**! Reaccioná para ingresar. Una cantidad ilimitada de usuarios puede ingresar en el próximo minuto. El mínimo necesario es 3.
fr_fr: {author} à commencé une aventure de guilde pour **{guild}**! Réagi pour rejoindre! Pas de limite de joueurs pour rejoindre durant les prochaines minutes. Le minimum de joueurs requis est de 3.
ru_ru: {author} созывает на гильдейское приключение для участников **{guild}**! Поставьте реакцию, чтобы присоединиться! Неограниченное количество игроков может присоединиться следующую минуту. Минимальное количество: 3 человека.

source: Alright, {user}, you have been added.
bg_bg: Добре, {user}, Вие сте добавени.
es_ar: Está hecho, {user}, fue agregado a la aventura.
fr_fr: Bien, {user}, vous avez été ajouté.
ru_ru: Хорошо, {user} , вы были приняты.

source: You aren't in their guild.
bg_bg: Вие не сте в гилдията им.
es_ar: No estás en su gremio.
fr_fr: Vous n’êtes pas dans leur guilde.
ru_ru: Вы не в их гильдии.

source: Your guild isn't on an adventure yet. Ask your guild leader to use `{prefix}guild adventure` to start one
bg_bg: Вашата гилдия все още не е на приключение. Помолете лидера на гилдията да използва `{prefix}guild adventure`, за да започнете
es_ar: Tu gremio no está en una aventura todavía. Pedile a tu líder que use `{prefix}guild adventure` para iniciar una
fr_fr: Votre guilde n'est pas encore en aventure. demandez à votre leader de guilde d'utiliser `{prefix}guild adventure` pour commencer une aventure
ru_ru: Ваша гильдия сейчас не на задании. Попросите вашего гильдейского лидера использовать команду `{prefix}guild adventure` ,чтобы начать приключение

source: Vote me up to get a reward!
bg_bg: Гласувайте ме, за да получите награда!

source: Upvote me for a big thanks! You will be rewarded a few seconds afterwards! https://discordbots.org/bot/idlerpg
bg_bg: Гласувай за мен и в знак на благодарност ще бъдете възнаградени след няколко секунди! https://discordbots.org/bot/idlerpg

source: [Ken only] Hug someone.
bg_bg: [Ken only] Прегърни някого.
es_ar: [Sólo Ken] Abrazar a alguien.
fr_fr: [Ken uniquement] Faire un câlin à quelqu’un.

source: Ken Hug!
bg_bg: Ken прегръдка!
es_ar: ¡Ken abraza!
fr_fr: Câlin de Ken !

source: {author} hugged {user}! Awww!
bg_bg: {author} прегърна {user}! Аууу!
es_ar: {author} abrazó {user}. ¡Awww!
fr_fr: {author} fait un câlin à {user} ! Awww !

source: **Money**: `${money}` **Level**: `{level}` **Class**: `{class_}` **PvP Wins**: `{pvp}` **Guild**: `{guild}`
bg_bg: **Пари**: `$ {money}` **Нив**: `{level}` **Клас**: `{class_}` **PvP победи**: `{pvp}` **Гилдията**: `{guild}`

source: Sword: {sword} Shield: {shield}
bg_bg: Меч: {sword} Щит: {shield}
es_ar: Espada: {sword} Escudo: {shield}
fr_fr: Épée: {sword} Bouclier: {shield}
ru_ru: Меч: {sword} Щит: {shield}

source: Shows your current XP and level.
bg_bg: Показва текущото Ви ниво и XP.
es_ar: Muestra tu experiencia y nivel actual.
fr_fr: Montre votre XP actuelle ainsi que votre niveau.
ru_ru: Показывает ваш опыт и уровень.

source: ID: `{id}`, Type: `{type_}` with {statstr}. Value is **${value}**
bg_bg: ID: `{id}`, Тип: `{type_}` с {statstr}. стойността е **${value}**
es_ar: ID: `{id}`, Tipo: `{type_}` con {statstr}. Valor: **${value}**
fr_fr: ID: `{id}`, Type: `{type_}` avec {statstr}. Valeur: **{value}$**

source: Successfully equipped item `{itemid}` and put off item `{olditem}`.
bg_bg: Успешно се оборудвахте с предмета `{itemid}` и премахва предмета `{olditem}`.
es_ar: Te equipaste exitosamente el objeto `{itemid}`. Tu objeto `{olditem}` anterior, fue trasladado a tu inventario.
fr_fr: Vous avez équipé l’item `{itemid}` avec succès, l’item `{olditem}` a été placé dans votre inventaire.
ru_ru: Вы надели `{itemid}` , но при этом сняли `{olditem}`.

source: Successfully gave **${money}** to {other}.
bg_bg: Успешно дадохте **${money}** на {other}.
es_ar: Se le otorgaron exitosamente **${money}** a {other}.
fr_fr: Vous avez donné **{money}$** à {other} avec succès.

source: Sets your profile text colour.
bg_bg: Задава цвета на текста на профила Ви.

source: Shard
es_ar: Fragmento
