Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: `[name]` - The name to use; if not given, this will be interactive Renames your character. The name must be from 3 to 20 characters long.
de_de: `[name]` - Der Name, welcher genutzt werden soll; wenn er nicht gegeben wird, wird es interaktiv Ändert den Namen deines Charakters. Der Name muss zwischen 3 und 20 Zeichen lang sein.
es_es: `[nombre]` - El nombre a usar; si no se escribe, será interactivo Renombra tu personaje. El nombre debe tener entre 3 y 20 caracteres de longitud.
id_id: `[name]` - Nama yang akan digunakan; jika tidak diberikan, maka akan ditanyakan lagi Mengubah nama karaktermu. Nama harus memiliki 3 hingga 20 karakter.
nb_no: `[navn]` – Navnet som skal brukes; hvis ikke gitt, vil dette være interaktivt Gi nytt navn til karakteren din. Navnet må være fra 3 til 20 tegn langt.
pt_br: `[name]` - O nome que você deseja colocar. Será pedido novamente caso não seja informado Renomeia seu personagem. O nome deve ter de 3 a 20 caracteres.

source: What shall your character's name be? (Minimum 3 Characters, Maximum 20)
bg_bg: Какво ще бъде името на вашия герой? (Минимум 3 знака, максимум 20)
de_de: Wie soll dein Charakter heißen? (Minimum 3 Zeichen, Maximum 20)
es_ar: ¿Cuál será el nombre de tu personaje? (Mín. 3 / Máx. 20 caracteres)
es_es: ¿Cuál será el nombre de tu personaje? (Mínimo 3 caracteres, máximo 20)
es_mx: ¿Cuál será el nombre de tu personaje? (Mínimo 3 Caracteres, Máximo 20)
fr_fr: Quel est le nom de votre personnage ? (Minimum 3 Charactères, Maximum 20)
hu_hu: Minek nevezzünk? (legalább 3, legfeljebb 20 karakter)
id_id: Apa nama karakter kamu nantinya? (Minimal 3 Karakter, Maksimal 20)
nb_no: Hva skal karakteren din hete? (Minimum 3 tegn, maksimum 20)
pt_br: Qual deve ser o nome do seu personagem? (Mínimo de 3 caracteres, máximo de 20)
ru_ru: Какое имя будет у вашего персонажа? (Минимум 3 буквы, максимум 20)
sv_se: Vad ska din karaktärs namn vara? (Minst 3 tecken, maximalt 20)

source: Timeout expired. Retry!
bg_bg: Времето изтече. Опитайте отново!
de_de: Timeout. Versuche es nochmal!
es_ar: Tiempo agotado. ¡Reintentalo nuevamente!
es_es: Tiempo agotado. ¡Inténtalo de nuevo!
es_mx: Tiempo agotado. ¡Reintentalo!
fr_fr: Temps dépassé. Réessayez !
hu_hu: A bünti lejárt, próbálkozz újra!
id_id: Batas waktu kedaluwarsa. Coba lagi!
nb_no: Tidsavbrudd utløpt. Prøv på nytt!
pt_br: Tempo limite expirado. Repita novamente!
ru_ru: Время закончилось. Попробуй снова!
sv_se: Tiden har utgått. Försök igen!

source: Character name updated.
bg_bg: Името на героя е актуализирано.
de_de: Charaktername geändert.
es_ar: Nombre del personaje actualizado.
es_es: Nombre del personaje actualizado.
es_mx: Nombre del personaje actualizado.
fr_fr: Nom de personnage mis à jour.
hu_hu: Karakter sikeresen átkeresztelve.
id_id: Nama karakter diperbarui.
nb_no: Karakternavnet er oppdatert.
pt_br: Nome do personagem atualizado.
ru_ru: Имя персонажа изменено.
sv_se: Karaktärsnamn uppdaterat.

source: Character names must be at least 3 characters!
bg_bg: Имената на знаците трябва да са поне 3 знака!
de_de: Charaktername muss mindestens 3 Zeichen lang sein!
es_ar: ¡El nombre del personaje debe tener al menos 3 caracteres!
es_es: ¡Los nombres de personaje debe contener al menos 3 caracteres!
es_mx: ¡Los nombres de personaje debe contener al menos 3 caracteres!
fr_fr: Les noms de personnage doivent contenir au moins 3 caractères !
hu_hu: A választott névnek legalább 3 karakter hosszúnak kell lennie.
id_id: Nama karakter harus setidaknya paling sedikit 3 karakter!
nb_no: Karakternavn må være på minst 3 tegn!
pt_br: Os nomes dos personagens devem ter pelo menos 3 caracteres!
ru_ru: Имя персонажа не должно быть меньше 3 букв!
sv_se: Karaktärsnamn måste vara minst 3 tecken!

source: Character names mustn't exceed 20 characters!
bg_bg: Имената на знаците не трябва да надхвърлят 20 знака!
de_de: Charaktername muss weniger als 20 Zeichen lang sein!
es_ar: ¡El nombre del personaje no debe exceder los 20 caracteres!
es_es: ¡Los nombres de personaje no deben exceder los 20 caracteres!
es_mx: ¡Los nombres de personaje no deben exceder los 20 caracteres!
fr_fr: Les noms de personnage doivent contenir au maximum 20 caractères !
hu_hu: A választott név legfeljebb 20 karakter hosszú lehet.
id_id: Nama karakter tidak boleh melewati 20 karakter!
nb_no: Karakternavn må ikke overstige 20 tegn!
pt_br: Os nomes dos personagens não devem exceder 20 caracteres!
ru_ru: Имя персонажа не должно превышать 20 букв!
sv_se: Karaktärsnamn får inte överstiga 20 tecken!

source: Delete your character
de_de: Lösche deinen Charakter
es_es: Elimina a tu personaje
id_id: Menghapus karaktermu
nb_no: Slett karakteren din
pt_br: Excluí seu personagem

source: Deletes your character. There is no way to get your character data back after deletion. Deleting your character also removes: - Your guild if you own one - Your alliance's city ownership - Your marriage and children
de_de: Löscht deinen Charakter. Es gibt keinen Weg deinen Charakter zurückzuerhalten, nachdem er gelöscht ist. Das Löschen deines Charakters, entfernt auch: - Deine Gilde, falls du eine besessen hast - Die besetzte Stadt deiner Allianz - Deine Heirat und eure Kinder
es_es: Elimina a tu personaje. No se podrá recuperar los datos de tu personaje tras eliminarlo. Eliminar a tu personaje también conlleva eliminar: - Tu gremio, si tienes uno - El control sobre la ciudad de tu alianza - Tu matrimonio e hijos
id_id: Menghapus karaktermu. Tidak ada cara untuk mendapatkan kembali data karaktermu setelah dihapus. Menghapus karaktermu juga menghapus: - Guildmu jika kamu memiliki sebuah guild - Kepemilikan kota dari aliansimu - Pernikahan dan anak-anakmu
nb_no: Sletter karakteren din. Det er ingen måte å få tilbake karakterdataene dine etter sletting. Sletting av karakteren din fjerner også: - Klanen din hvis du eier en - Alliansens byeierskap - Ditt ekteskap og barn
pt_br: Excluí seu personagem. Não será possível recuperar ele após o apagamento. Excluir seu personagem irá remover também: - Sua guilda se você for dono de uma - Sua liderança de cidade de aliança - Seu casamento e crianças

source: Are you absolutely sure you want to delete your character? React in the next 30 seconds to confirm. **This cannot be undone.**
de_de: Bist du dir wirklich sicher, dass du deinen Charakter löschen willst? Reagiere in den nächsten 30 Sekunden, um es zu bestätigen. **Dies ist irreversibel.**
es_es: ¿Estás completamente seguro de que quieres eliminar a tu personaje? Reacciona en los próximos 30 segundos para confirmar. **Esta acción es irreversible.**
es_mx: ¿Estás completamente seguro de que quieres eliminar tu personaje? Reacciona en los próximos 30 segundos para confirmar. **Esta acción es irreversible.**
hu_hu: Teljesen tutira biztos vagy abban, hogy törölni szeretnéd a karaktered? 30másodperced van rá, hogy eldöntsd! **Nem visszavonható!**
id_id: Apakah kamu sangat yakin untuk menghapus karaktermu? Bereaksi dalam 30 detik ke depan untuk mengkonfirmasi. **Ini tidak dapat diurungkan.**
nb_no: Er du helt sikker på at du vil slette karakteren din? Reager i løpet av de neste 30 sekundene for å bekrefte. **Dette kan ikke ugjort.**
pt_br: Você tem certeza absoluta de que deseja excluir seu personagem? Clique na reação nos próximos 30 segundos para confirmar. **Isto não pode ser desfeito.**
sv_se: Är du helt säker att du vill ta bort din karaktär? Reagera inom 30 sekunder för att godkänna. **Detta kan inte ångras**

source: Cancelled deletion of your character.
bg_bg: Отменено бе изтриването на вашия герой.
de_de: Löschen des Profils abgebrochen.
es_ar: La eliminación de tu personaje fue cancelada.
es_es: Eliminación de personaje cancelada.
es_mx: Eliminación de tu personaje cancelada.
fr_fr: La suppression de votre personnage a été annulée.
hu_hu: Karaktertörlés megszakítva.
id_id: Membatalkan penghapusan karakter kamu.
nb_no: Kansellert sletting av karakteren din.
pt_br: A exclusão do seu personagem foi cancelada.
ru_ru: Удаление вашего персонажа было отменено.
sv_se: Avbröt raderingen av din karaktär.

source: Successfully deleted your character. Sorry to see you go :frowning:
bg_bg: Героят ви е изтрит успешно. Съжаляваме, че си тръгвате :frowning:
de_de: Profil erfolgreich gelöscht. Tut uns Leid dich zu verlieren :frowning:
es_ar: Tu personaje fue eliminado correctamente. Una lástima que te vayas :frowning:
es_es: Tu personaje ha sido eliminado correctamente. Lamentamos que nos abandones :frowning:
es_mx: Tu personaje ha sido eliminado correctamente. Lamentamos que nos abandones :frowning:
fr_fr: Votre personnage a été supprimé avec succès. Désolé de vous voir partir :frowning:
hu_hu: Karaktered sikeresen törölve lett. Hiányozni fogsz :frowning:
id_id: Berhasil menghapus karakter kamu. Maaf melihat kamu pergi :frowning:
nb_no: Slettet karakteren din. Beklager å se at du går :frowning:
pt_br: Seu personagem foi excluído com sucesso. Lamento ver você ir em bora :frowning:
ru_ru: Ваш персонаж успешно удалён. Жаль, что вы уходите :frowning:
sv_se: Har tagit bort din karaktär. Ledsen att se dig gå: frowning:

source: Update your profile color
de_de: Aktualisiere die Farbe deines Profils
es_es: Actualiza tu color de perfil
id_id: Memperbarui warna profilmu
nb_no: Oppdater profil fargen din
pt_br: Muda a cor do seu perfil

source: `<color>` - The color to use, see below for allowed format Sets your profile text colour. The format may be #RGB, #RRGGBB, CSS3 defaults like "cyan", a rgb(r, g, b) tuple or a rgba(r, g, b, a) tuple A tuple is a data type consisting of multiple parts. To make a tuple for this command, seperate your values with a comma, and surround them with parantheses. Here is an example of a tuple with four values: `(128,256,0,0.5)` This will change the text color in `{prefix}profile` and the embed color in `{prefix}profile2`.
de_de: `<color>` - Die Farbe, welche genutzt werden soll, siehe unten für das erlaubte Format Legt die Farbe deines Profiltextes fest. Das Format kann #RGB, #RRGGBB, CSS3 Standards wie "cyan", ein rgb (r, g, b)Tupel oder ein rgba (r, g, b, a) Tuple sein. Ein Tuple hat Daten, die aus verschiedenen Teilen bestehen. Um ein Tuple für diesen Befehl zu erstellen, musst du deine Werte mit einem Komma trennen und sie mit Klammern umrahmen. Hier ist ein Beispiel für ein Tuple mit 4 Werten: `(128,256,0,0.5)` Dies wird den Text deines Profils unter `{prefix}profile` ändern und die eingebettete Farbe in `{prefix}profile2`.
es_es: `<color>` - el color a usar, comprueba abajo el formato permitido. Establece el color de texto de tu perfil. El formato debe ser #RGB, #RRGGBB, CSS3 predeterminados como "cyan", una tupla rgb(r, g, b) o una tupla rgba(r, g, b, a) Una tupla es una clase de datos que consiste en diversas partes. Para crear una tupla para este comando, separa tus valores con una coma y ponlas entre paréntesis. Aquí tienes un ejemplo de una tupla de cuatro valores: `(128,256,0,0.5)` Esto cambiará el color de texto en `{prefix}profile` y el color incrustado en`{prefix}profile2`.
id_id: `<color>` - Warna yang akan digunakan, lihat di bawah untuk format yang digunakan Mengatur warna teks profil kamu. Format yang digunakan #RGB, #RRGGBB, CSS3 ditetapkan jadi "cyan", sebuah rgb(r, g, b) tuple atau sebuah rgba(r, g, b, a) tuple Tuple adalah tipe data yang terdiri dari beberapa bagian. Untuk membuat sebuah tuple dengan perintah ini, pisahkan nilaimu dengan koma, dan kelilingi nilainya dengan menggunakan tanda kurung Berikut adalah contoh tuple dengan empat nilai: `(128,256,0,0.5)` Ini akan mengubah warna teks pada `{prefix}profile` dan warna embed pada `{prefix}profile2`.
nb_no: `<farge>` – fargen som skal brukes, se nedenfor for tillatt format Stiller inn profiltekstfargen. Formatet kan være #RGB, #RRGGBB, CSS3 standard som "cyan", en rgb(r, g, b) tuppel eller en rgba(r, g, b, a) tuppel En tuppel er en datatype som består av flere deler. For å lage en tuppel for denne kommandoen, separer verdiene dine med et komma, og omslut dem med parenteser. Her er et eksempel på en tuppel med fire verdier: `(128,256,0,0.5)` Dette vil endre tekstfargen i `{prefix}profile` og innbyggingsfargen i `{prefix}profile2`.
pt_br: `<color>` - A cor que você deseja usar, leia sobre os formatos permitidos abaixo Define a cor do texto no seu perfil. O formato deve ser #RGB, #RRGGBB, padrões CSS3 como "cyan (ciano)", uma tupla rgb(r, g, b) ou uma tupla rgba(r, g, b, a) Uma tupla é um tipo de informação que consiste em várias partes. Para fazer um tupla para esse comando, separe os seus valores com uma virgula e coloque dentro de um parênteses. Aqui está um exemplo de tupla com quatro valores: `(128,256,0,0.5)` Isso mudará a cor do texto em `{prefix}profile` e a cor do embed em `{prefix}profile2`.

source: Format for colour is `#RGB`, `#RRGGBB`, a colour code like `cyan` or rgb/rgba values like (255, 255, 255, 0.5).
de_de: Format für eine Farbe ist `#RGB`, `#RRGGBB`, ein Colorcode wie `cyan` oder rgb/rgba Werte wie (255, 255, 255, 0.5).
es_es: El formato para el color es `#RGB`, `#RRGGBB`, un código de color como `cyan` o valores rgb/rgba como (255, 255, 255, 0.5).
id_id: Format warna yang digunakan adalah `#RGB`, `#RRGGBB`, kode warna seperti `cyan` atau angka rgb/rgba seperti (255, 255, 255, 0.5).
nb_no: Formatet for farge er `#RGB`, `#RRGGBB`, en fargekode som `cyan` eller rgb/rgba-verdier som (255, 255, 255, 0,5).
pt_br: O formato para cor é `#RGB`, `#RRGGBB`, um código de cor tipo `cyan` ou valores rgb/rgba como (255, 255, 255, 0.5).

source: Successfully set your profile colour to `{colour}`.
de_de: Profilfarbe erfolgreich zu `{colour}` geändert.
es_es: Se cambió el color de tu perfil exitosamente a `{colour}`.
id_id: Berhasil mengatur warna profilmu menjadi `{colour}`.
nb_no: Satt profil fargen din til `{colour}`.
pt_br: A cor do seu perfil foi mudada para `{colour}`.

source: Publish an announcement
de_de: Veröffentliche eine Ankündigung
es_es: Publica un anuncio
id_id: Mempublikasikan sebuah pengumuman
nb_no: Publiser en kunngjøring
pt_br: Publica um anúncio

source: Publish a message from an announement channel
de_de: Veröffentlicht eine Nachricht von einem Ankündigungschannel
es_es: Publicar un mensaje desde un canal de anuncios
id_id: Mempublikasikan sebuah pesan dari sebuah channel pengumuman
nb_no: Publiser en melding fra en kunngjøringskanal
pt_br: Publica uma mensagem de um canal de anúncios

source: Message has been published!
de_de: Nachricht wurde veröffentlicht!
es_es: ¡El mensaje ha sido publicado!
id_id: Pesan telah dipubliskan!
nb_no: Meldingen er publisert!
pt_br: A mensagem foi publicada!

source: This message is not from an announcement channel!
de_de: Diese Nachricht ist nicht aus einem Ankündigungschannel!
es_es: ¡Este mensaje no es de un canal de anuncios!
id_id: Pesan ini bukan dari sebuah channel pengumuman!
nb_no: Denne meldingen er ikke fra en kunngjøringskanal!
pt_br: Essa mensagem não é de um canal de anúncios!

source: Clean up the shop
de_de: Säubert den Markt
es_es: Limpiar la tienda
id_id: Mengeluarkan barang-barang dari toko
nb_no: Rydd opp i butikken
pt_br: Limpa os itens da loja

source: Remove items from the shop that have been there for more than 14 days, returning them to the owners' inventories. Only Game Masters can use this command.
de_de: Entferne Items vom Markt, welche dort seit mehr als 14 Tagen sind und legt sie zurück in die Inventare der Besitzer. Nur Game Master können diesen Befehl nutzen.
es_es: Retira los objetos de la tienda que han estado allí por más de 14 días, devolviéndolos a los inventarios de los propietarios. Solo los Game Masters pueden usar este comando.
id_id: Mengeluarkan barang-barang dari toko yang sudah lebih dari 14 hari, mengembalikannya kepada pemilik persediaan. Hanya Game Master yang dapat menggunakan perintah ini.
nb_no: Fjern varer fra butikken som har vært der i mer enn 14 dager, og returner dem til eiernes varelager. Bare Game Masters kan bruke denne kommandoen.
pt_br: Remove todos os itens que estão na loja por mais de 14 dias, devolvendo eles para o inventário dos seus donos. Apenas Mestres do Jogo podem usar esse comando.

source: Cleared {num} shop items which timed out.
de_de: {num} alte Items aus dem Shop entfernt.
es_es: Se han eliminado {num} objetos que se han agotado.
es_mx: Se borraron {num} objetos en la tienda por expiración.
hu_hu: A régi kacatok közül {num} darab tárgy ki lett hajítva.
id_id: Membersihkan {num} barang shop yang kehabisan waktu.
nb_no: Fjernet {num} butikkvarer som ble tidsavbrutt.
pt_br: Limpou {num} itens da loja que estavam vencidos.
sv_se: Rensade {num} föremål från marknaden.

source: Clear donator cache for a user
de_de: Säubert den Donator Cache eines Nutzers
es_es: Borrar el caché del donador para un usuario
id_id: Menghapus cache donatur untuk seorang pemain
nb_no: Tøm donatorbufferen for en bruker
pt_br: Limpa o cache de doações para um usuário

source: `<other>` - A server member Clears the cached donator rank for a user globally, allowing them to use the new commands after donating. Only Game Masters can use this command.
de_de: `<other>` - Ein Servermitglied Säubert den cached Donator Rank eines Nutzers im globalen Rahmen, dies erlaubt dem Nutzer neue Befehle nach dem Spenden zu nutzen. Nur Game Master können diesen Befehl nutzen.
es_es: `<other>` - un miembro del servidor Elimina el rango de donante en caché para un usuario a nivel mundial, lo que les permite utilizar los nuevos comandos después de donar. Solo los Game Masters pueden usar este comando.
id_id: `<other>` - Seorang anggota server Menghapus peringkat donatur untuk seorang pemain yang disimpan secara global, mengizinkan mereka untuk menggunakan perintah baru setelah mendonasi. Hanya Game Master yang dapat menggunakan perintah ini.
nb_no: `<annet>` – En server medlem Tømmer den bufrede donatorrangeringen for en bruker globalt, slik at de kan bruke de nye kommandoene etter donasjon. Bare Game Masters kan bruke denne kommandoen.
pt_br: `<other>` - Um membro do servidor Limpa o cache de cargo de doador para um usuário globalmente, permitindo eles usarem os novos comandos após doarem. Apenas Mestres do Jogo podem usar esse comando.

source: Bot-unban a user
de_de: Bot-unbanned einen Nutzer
es_es: Desbloquea a un usuario del bot
id_id: Membatalkan pemblokiran-bot seorang pemain
nb_no: Bot-unban en bruker
pt_br: Desbane um jogador do bot

source: `<other>` - A discord User Unbans a user from the bot, allowing them to use commands and reactions again. Only Game Masters can use this command.
de_de: `<other>` - Ein Discordnutzer Unbanned einen Nutzer vom Bot, dies bedeutet, dass der Nutzer wieder Befehle nutzen kann und reagieren kann. Nur Game Master können diesen Befehl nutzen.
es_es: `<other>` - Un usuario de discord Desbloquea a un usuario del bot, lo que le permite usar comandos y reacciones nuevamente. Solo los Game Masters pueden usar este comando.
id_id: `<other>` - Seorang pengguna discord Membatalkan pemblokiran seorang pengguna dari penggunaan bot, mengizinkan mereka untuk menggunakan perintah dan tombol reaksi lagi. Hanya Game Master yang dapat menggunakan perintah ini.
nb_no: `<annet>` - En discord bruker Fjerner utestengelsen av en bruker fra botten, slik at de kan bruke kommandoer og reaksjoner igjen. Bare Game Masters kan bruke denne kommandoen.
pt_br: `<other>` - Um usuário do Discord Desbane um usuário do bot, permitindo que ele use os comandos e reações de novo. Apenas Mestres do Jogo podem usar esse comando.

source: Unbanned: {other}
de_de: Ungebannt: {other}
es_es: Veto eliminado: {other}
es_mx: Eliminado ban: {other}
hu_hu: Tiltás feloldva: {other}
id_id: Melepas blokiran: {other}
nb_no: Opphevet utestengelse: {other}
pt_br: Desbanido: {other}
sv_se: Obannade: {other}

source: {other} is not banned.
de_de: {other} ist nicht gebannt.
es_es: {other} no está vetado.
es_mx: {other} no está baneado.
hu_hu: {other} nincs eltiltva.
id_id: {other} tidak diblokir.
nb_no: {other} er ikke utestengt.
pt_br: {other} não foi banido.
sv_se: {other} är inte bannlyst.

source: Create money
de_de: Kreiere Geld
es_es: Crear dinero
id_id: Membuat sejumlah uang
nb_no: Skap penger
pt_br: Cria dinheiro

source: `<money>` - the amount of money to generate for the user `<other>` - A discord User with a character `[reason]` - The reason this action was done, defaults to the command message link Gives a user money without subtracting it from the command author's balance. Only Game Masters can use this command.
de_de: `<money>` - Der Geldbetrag, der für den Nutzer erschaffen werden soll `<other>` - Ein Discordnutzer mit einem Charakter `[reason]` - Der Grund warum diese Aktion ausgeführt wurde, ohne Grund wird der Nachrichtenlink angegeben Gibt einem Nutzer Geld ohne es vom Account des Ausführenden abzuziehen. Nur Game Master können diesen Befehl nutzen.
es_es: `<money>` - la cantidad de dinero creado para el usuario `<other>` - un usuario de discord con un personaje `[reason]` - el motivo por el cuál se realizó esta acción, el enlace del mensaje de comando por defecto. Da dinero a un usuario sin extraerlo del saldo del autor del comando. Solo Game Masters pueden usar este comando.
id_id: `<money>` - Sejumlah uang yang akan dibuat untuk pemain `<other>` - Sebuah pengguna discord dengan sebuah karakter `[reason]` - Alasan tindakan ini dilakukan, jika tidak ditentukan alasannya maka akan dijadikan ke tautan perintah pesan Memberikan sejumlah uang kepada seorang pemain tanpa mengurangi uang dari saldo penulis perintah. Hanya Game Master yang dapat menggunakan perintah ini.
nb_no: `<penger>` - hvor mye penger som skal genereres for brukeren `<person>` – En discord bruker med en karakter `[grunn]` – Grunnen til at denne handlingen ble utført, er standard til kommandomeldingslenken Gir en bruker penger uten å trekke dem fra kommandoforfatterens saldo. Bare Game Masters kan bruke denne kommandoen.

source: Successfully gave **${money}** without a loss for you to **{other}**.
bg_bg: Успешно дадохте **${money}** без загуба за **{other}**.
de_de: **{other}** wurden erfolgreich **${money}** gegeben.
es_ar: Se otorgaron exitosamente **${money}** a **{other}**.
es_es: Se han entregado **${money}** a **{other}** sin perder dinero.
es_mx: Se han entregado **${money}** a **{other}** sin pérdida para ti.
fr_fr: Vous avez donné **{money}$** à **{other}** avec succès, sans perte.
hu_hu: **{other}** sikeresen megkapta az alábbi összeget: **${money}**. A saját vagyonod nem csökkent.
id_id: Berhasil memberikan **${money}** tanpa kerugian bagi kamu untuk **{other}**.
nb_no: Vellykket ga **${money}** uten tap for deg til **{other}**.
pt_br: Entregue com sucesso ** ${money}** para **{other} **.
ru_ru: **${money}** были успешно выданы вами без потерь **{other}**.
sv_se: Gett **${money}** utan förlust för dig till **{other}**.

source: Remove money
de_de: Entfernt Geld
es_es: Retirar dinero
id_id: Menghapus sejumlah uang
nb_no: Fjern penger
pt_br: Remove dinheiro
