Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: **{author}'s raid multipliers** Damage Multiplier: x{atk} (Upgrading: ${atkp}) Defense Multiplier: x{deff} (Upgrading: ${deffp})
de_de: **{author}s Raid-Verbesserungen** Schadensmultiplikator: x{atk} (Verbessern:${atkp}) Verteidigungsmultiplikator:x{deff} (Verbessern:: ${deffp})
es_es: **Multiplicadores incursiones de {author}** Multiplicador de Daño: x{atk} (Mejora: ${atkp}) Multiplicador de Defensa: x{deff} (Mejora: ${deffp})
es_mx: **Multiplicadores raid de {author}** Multiplicador de Daño: x{atk} (Mejora: ${atkp}) Multiplicador de Defensa: x{deff} (Mejora: ${deffp})
hu_hu: **{author} Hajtóvadászatban használt szórzói** Sebzésszorzó: x{atk} (Növelés ára: ${atkp}) Védelemszorzó: x{deff} (Növelés ára: ${deffp})
id_id: **Pengganda serangan {author}** Pengganda kerusakan: x{atk} (Tingkatkan: ${atkp}) Pengganda pertahanan: x{deff} (Tingkatkan: ${deffp})
nb_no: **{author}'s raidmultiplikatorer** Skademultiplikator: x{atk} (oppgradering: ${atkp}) Forsvarsmultiplikator: x{deff} (oppgradering: ${deffp})
pt_br: **Multiplicadores de raids de {author}** Multiplicador de dano: x{atk} (Atualizando: ${atkp}) Multiplicador de defesa: x{deff} (Atualizando: ${deffp})
sv_se: **{author}s raidfaktorer** Skadefaktor: x{atk} (Uppgradera: ${atkp}) Skyddsfaktor: x{deff} (Uppgradera: ${deffp})

source: Did somebody say Raid?
de_de: Hat jemand Raid gesagt?
es_es: ¿Alguien dijo incursión?
id_id: Apakah seseorang mengatakan Raid?
nb_no: Sa noen Raid?
pt_br: Alguém disse Raid?

source: Informs you about joining raids.
de_de: Informiert dich über das Beitreten bei Raids.
es_es: Información acerca de la inscripción de incursiones.
es_mx: Información acerca de la inscripción en raids.
hu_hu: Értesítés Hajtóvadászat indulásakor.
id_id: Memberi tahu kamu tentang bergabung dalam serangan.
nb_no: Informerer deg om å bli med i raid.
pt_br: Informa você sobre como participar de raids.
sv_se: Informerar dig om att gå med i raider.

source: Did you ever want to join together with other players to defeat the dragon that roams this land? Raids got you covered! Join the support server (`{prefix}support`) for more information.
de_de: Wolltest du jemals mit anderen Spielern den Drachen besiegen, der in den Landen umherstreift? Raids sind das Richtige für dich! Tritt dem Support Server (`{prefix}support`) für mehr Informationen bei.
es_es: ¿Alguna vez has querido unirte a otros jugadores para derrotar al dragón que puebla esta tierra? ¡Las incursiones son la respuesta! Únete al servidor de soporte (`{prefix}support`) para más información.
es_mx: ¿Alguna vez has querido unirte a otros jugadores para derrotar al dragón que puebla esta tierra? ¡Los Raids son la respuesta! Únete al servidor de soporte (`{prefix}support`) para más información.
hu_hu: Gondolkoztál valaha, hogy milyen lenne más kalandorokkal összeállni egy nagyszabású sárkányvadászatra? Akkor a Hajtóvadászatot neked találták ki! További információkért csatlakozz a központi csatornához (`{prefix}support`)!
id_id: Apakah kamu pernah ingin bergabung bersama dengan pemain lain untuk mengalahkan naga yang berkeliaran di daratan ini? Penyerangan mendukungmu! Bergabunglah dengan server dukungan (`{prefix}support`) untuk informasi lebih lanjut.
nb_no: Har du noen gang ønsket å slå deg sammen med andre spillere for å beseire dragen som streifer rundt i dette landet? Raids er for deg! Bli med på støtteserveren (`{prefix}support`) for mer informasjon.
pt_br: Você já quis se juntar a outros jogadores para derrotar um dragão que aterroriza esta terra? As Raids o cobrem isso! Entre no servidor de suporte (`{prefix}support`) para obter mais informações.
sv_se: Har du någonsin velat gå med andra spelare för att slå draken som vandrar detta land? Då är raider för dig! Gå med supportservern (`{prefix}support`) för mer information.

source: Show the booster store
de_de: Zeigt die Booster im Laden an
es_es: Mostrar la tienda de potenciadores
id_id: Menampilkan toko booster
nb_no: Vis boosterbutikken
pt_br: Mostra a loja de reforços

source: Show the booster store. For a detailed explanation what the boosters do, check `{prefix}help boosters`.
de_de: Zeigt den Booster Laden. Für eine detaillierte Erklärung, was Boosters genau tun, nutze `{prefix}help boosters`.
es_es: Mostrar la tienda de potenciadores. Para obtener una explicación detallada de lo que hacen los impulsores, revisa `{prefix}help boosters`.
id_id: Menampilkan toko booster. Untuk penjelasan yang lebih lengkap tentang apa saja kegunaan booster, periksa `{prefix}help boosters`.
nb_no: Vis boosterbutikken. For en detaljert forklaring hva boosterne gjør, sjekk `{prefix}help boosters`.
pt_br: Mostra a loja de reforços. Para uma explicação detalhada sobre o que os reforços fazem, digite `{prefix}help boosters`.

source: IdleRPG Store
bg_bg: Магазин на IdleRPG
de_de: IdleRPG Shop
es_ar: Tienda de IdleRPG
es_es: Tienda de IdleRPG
es_mx: Tienda de IdleRPG
fr_fr: Magasin IdleRPG
hu_hu: IdleRPG Áruda
id_id: Toko IdleRPG
nb_no: IdleRPG Butikk
pt_br: Loja IdleRPG
ru_ru: Магазин IdleRPG
sv_se: IdleRPGbutik

source: Welcome! Use `{prefix}purchase time/luck/money` to buy something.
bg_bg: Добре дошли! Използвайте `{prefix}purchase time/luck/money`, за да закупите усилвател.
de_de: Willkommen! Nutze `{prefix}purchase time/luck/money` um einen Booster zu kaufen.
es_ar: ¡Bienvenido! Usá "{prefix}purchase time/luck/money" para comprar un potenciador.
es_es: ¡Bienvenido! Usa `{prefix}purchase time/luck/money` para comprar.
es_mx: ¡Bienvenido! Usa `{prefix}purchase time/luck/money` para comprar.
fr_fr: Bienvenue ! Utilisez `{prefix}purchase time/luck/money` pour acheter quelque chose.
hu_hu: Üdvözlet, Kalandor! Használd a `{prefix}purchase time/luck/money` parancsot, ha valamire (idő, szerencse, pénz) szeretnél *szert* tenni.
id_id: Selamat datang! Gunakan `{prefix}purchase time/luck/money` untuk membeli sesuatu.
nb_no: Velkommen! Bruk `{prefix}purchase time/luck/money` for å kjøpe noe.
pt_br: Bem-vindo(a)! Use `{prefix}purchase time/luck/money` para comprar algo.
ru_ru: Приветствую! Используйте `{prefix}purchase time/luck/money` , чтобы купить ускоритель.
sv_se: Välkommen! Använd `{prefix}purchase time/luck/money` för att köpa något.

source: Boosters
bg_bg: Усилватели
de_de: Booster
es_ar: Potenciadores
es_es: Potenciadores
es_mx: Potenciadores
hu_hu: Felpörgető szérumok
id_id: Penguat
nb_no: Boostere
pt_br: Reforço
ru_ru: Ускорители

source: `#1` Time Booster **$1000** Boosts adventure time by 50% `#2` Luck Booster **$500** Boosts adventure luck (not `{prefix}luck`) by 25% `#3` Money Booster **$1000** Boosts adventure money rewards by 25%
de_de: `#1` Time Booster **$1000** verkürzt Abenteuerzeit um 50% `#2` Luck Booster **$500** Erhöht das Abenteuerglück (nicht `{prefix}luck`) um 25% `#3` Money Booster **$1000** Erhöht die Abenteuergeldbelohnung um 25%
es_es: `# 1` Time Booster **$1000** Aumenta el tiempo de aventura en un 50% `# 2` Luck Booster **$500** Aumenta la suerte de la aventura (no`{prefix}luck`) en un 25% `# 3` Money Booster **$1000** Aumenta las recompensas de dinero de aventura en un 25%
id_id: `#1` Time Booster **$1000** Mempercepat waktu petualangan sebesar 50% `#2` Luck Booster **$500** Menambah keberuntungan dalam petualangan (bukan untuk `{prefix}luck`) sebesar 25% `#3` Money Booster **$1000** Menambah hadiah uang petualangan sebesar 25%
nb_no: «#1» Time Booster **$1000** Reduserer eventyrtiden med 50 % `#2` Luck Booster **$500** Øker eventyrlykken (ikke `{prefix}luck`) med 25 % «#3» Money Booster **$1000** Øker belønningene for eventyrpenger med 25 %
pt_br: `#1` Reforço de Tempo **$1000** Diminuí seu tempo em aventura em 50% `#2` Reforço de Sorte **$500** Melhora sua sorte nas aventuras (não `{prefix}luck`) em 25% `#3` Reforço de Dinheiro **$1000** Aumenta o dinheiro ganho em aventuras em 25%

source: Buy some boosters
de_de: Kaufe ein paar Booster
es_es: Compre algunos potenciadores
id_id: Membeli beberapa booster
nb_no: Kjøp boostere
pt_br: Compra alguns reforços

source: `<booster>` - The booster type to buy, can be time, luck, money or all `[amount]` - The amount of boosters to buy; defaults to 1 Buy one or more booster from the store. For a detailed explanation what the boosters do, check `{prefix}help boosters`.
de_de: `<booster>` - Der zu kaufende Booster-Typ. Kann Zeit, Glück, Geld oder alle sein `[amount]`- Die Anzahl der zu kaufenden Booster; ohne Angabe ist es 0 Kaufe einen oder mehr Booster aus dem laden. Für eine detaillierte Erklärung, was Booster tun, nutze `{prefix}help boosters`.
es_es: `<booster>` - tipo de potenciador a comprar, puede ser tiempo, suerte, dinero o todo `[amount]` - la cantidad de potenciadores a comprar; 1 por defecto Compra uno o más potenciadores en la tienda. Para una explicación detallada sobre qué hacen los potenciadores, revisa `{prefix}help boosters`.
id_id: `<booster>` - Jenis booster yang akan dibeli, bisa jadi time, luck, money atau semuanya `[amount]` - Jumlah booster yang akan dibeli; jika tidak ditentukan makan akan dijadikan 1 Beli satu atau lebih dari toko booster. Untuk penjelasan yang lebih lengkap tentang apa saja kegunaan booster, periksa `{prefix}help boosters`.
nb_no: `<boostere>` – Boostertypen du kan kjøpe, kan være time, luck, money eller all `[beløp]` – Antall boostere som skal kjøpes; standard til 1 Kjøp en eller flere boostere fra butikken. For en detaljert forklaring hva boosterne gjør, sjekk `{prefix}help boosters`.

source: Please either buy `time`, `luck` or `money`.
bg_bg: Въведи `time`, `luck` или `money`.
de_de: Kaufe entweder `time`, `luck` oder `money`.
es_ar: Por favor, comprá usando las palabras: "Time", "Luck" o "Money". (En inglés, claro)
es_es: Por favor, compra: `time`, `luck` o `money` (Tiempo, suerte o dinero).
es_mx: Por favor, compra: `time`, `luck` o `money` (Tiempo, Suerte o Dinero).
fr_fr: Vous devez acheter soit `time`, `luck` ou `money`.
hu_hu: Kérlek, add meg a kívánt típust: `time` / `luck` / `money` , vagy vegyél egyszerre mindenből az `all` megadásával!
id_id: Silakan beli antara `time`, `luck` atau `money`.
nb_no: Vennligst kjøp enten "time", "luck" eller "money".
pt_br: Por favor, ou compre `time`, `luck` ou `money`.
ru_ru: Попробуйте купить `time`, `luck` or `money` , чтобы команда сработала.
sv_se: Var snäll och köp antingen `time`, `luck` eller `money`.

source: You're too poor.
bg_bg: Прекалено сте бедни.
de_de: Du hast nicht genug Geld.
es_ar: Sos muy pobre.
es_es: Eres demasiado pobre.
es_mx: Eres demasiado pobre.
fr_fr: Vous êtes trop pauvre.
hu_hu: Ágrólszakadt vagy.
id_id: Kamu terlalu miskin.
nb_no: Du er for fattig.
pt_br: Você é muito pobre.
ru_ru: Вы слишком бедны.
sv_se: Du har inte råd.

source: Successfully bought **{amount}x** {booster} booster(s). Use `{prefix}boosters` to view your new boosters.
de_de: Erfolgreicht **{amount}x** {booster} Booster gekauft. Nutze `{prefix}boosters` um deine(n) neuen Booster zu sehen.
es_es: Has comprado **{amount}x** potenciador(es) {booster}. Usa `{prefix}boosters` para ver tus nuevos potenciadores.
es_mx: Has comprado **{amount}**de potenciador(es) {booster}. Usa `{prefix}boosters` para ver tus nuevos potenciadores.
hu_hu: Sikeresen beszereztél **{amount}db** {booster} felpörgető szérumot. Használd a `{prefix}boosters` parancsot a szer-tár megtekintéséhez!
id_id: Berhasil membeli **{amount}x** penguat {booster} . Gunakan `{prefix}booters` untuk melihat penguat barumu.
nb_no: Kjøpte **{amount}x** {booster} booster(e). Bruk `{prefix}boosters` for å se dine nye boostere.
pt_br: Comprou com sucesso **{amount}x** {booster} booster(s). Use `{prefix}boosters` para visualizar seus novos boosters.
sv_se: Köpte **{amount}x** {booster} booster(s). Använd `{prefix}boosters` för att se dina nya boosters.

source: View your boosters
de_de: Zeigt deine Booster an
es_es: Ve tus potenciadores
id_id: Menampilkan booster milikmu
nb_no: Se boosterene dine
pt_br: Veja seus reforços

source: View your boosters and the active ones' status. Each one has a different effect. - Time boosters halve the adventures' times (must be active before starting an adventure) - Luck boosters increase your adventure chances by 25% - Money boosters increase the amount of gold gained from adventures by 25% Each booster lasts 24 hours after activation.
de_de: Zeige deine Booster sowie den Status deiner aktiven Booster an. Jeder hat einen anderen Effekt. -Zeit Booster halbieren die Abenteuerzeit (müssen vor dem Start eines Abenteuers genutzt werden) -Glück Booster erhöhen deine Chancen im Abenteuer um 25% -Geld Booster erhöhen die Betrag im Abenteuer gefunden Gold um 25% Jeder Booster ist 24 Stunden nach der Nutzung aktiv.
es_es: Ve tus potenciadores y el estado de actividad. Cada uno tiene un efecto diferente. - Los impulsores de tiempo reducen a la mitad los tiempos de las aventuras (deben estar activos antes de comenzar una aventura) - Los potenciadores de suerte aumentan tus posibilidades de aventura en un 25% - Los potenciadores de dinero aumentan la cantidad de oro obtenida de las aventuras en un 25% Cada potenciador dura 24 horas desde la activación.
id_id: Menampilkan booster milikmu dan booster yang sedang aktif. Setiap booster memiliki efek yang berbeda. - Time boosters membagi separuh waktu petualangan (harus diaktifkan sebelum memulai sebuah petualangan) - Luck boosters meningkatkan peluang petualanganmu sebesar 25% - Money boosters meningkatkan jumlah emas yang diperoleh dari petualangan sebesar 25% Setiap booster bertahan selama 24 jam setelah diaktifkan.
nb_no: Se dine boostere og statusen til de aktive. Hver av dem har en annen effekt. - Tidsforsterkere halverer eventyrenes tider (må være aktiv før du starter et eventyr) - Lykkeforsterkere øker eventyrsjansene dine med 25 % - Pengeforsterkere øker mengden gull oppnådd fra eventyr med 25 % Hver booster varer 24 timer etter aktivering.
pt_br: Veja os seus reforços e o estado dos que estão ativo. Cada um tem um efeito diferente. - Reforços de tempo (time) cortam o tempo das aventuras pela metade (devem ser ativados antes de começar uma aventura) - Reforços de sorte (luck) aumentam suas chances de completar uma aventura em 25% - Reforços de dinheiro (money) aumentam a quantidade de dinheiro que você ganha por aventuras em 25% Cada reforço dura 24 horas após sua ativação.

source: Time booster - {time}
bg_bg: Усилвател на жизненост - {time}
de_de: Zeit Booster - {time}
es_ar: Potenciador de tiempo - {time}
es_es: Potenciador de tiempo - {time}
es_mx: Potenciador de Tiempo - {time}
fr_fr: Booster de durée - {time}
hu_hu: Időpörgető - {time}
nb_no: Tidsforsterker – {time}
pt_br: Reforço de tempo - {time}
ru_ru: Ускоритель времени - {time}
sv_se: Tidbooster - {time}

source: Luck booster - {time}
bg_bg: Усилвател на късмет - {time}
de_de: Glück Booster - {time}
es_ar: Potenciador de suerte - {time}
es_es: Potenciador de suerte - {time}
es_mx: Potenciador de Suerte - {time}
fr_fr: Booster de chance - {time}
hu_hu: Szerencseturbózó - {time}
nb_no: Lykkeforsterker – {time}
pt_br: Reforço de tempo - {time}
ru_ru: Увеличение удачи - {time}
sv_se: Turbooster - {time}

source: Money booster - {time}
bg_bg: Усилвател на добив - {time}
de_de: Geld Booster - {time}
es_ar: Potenciador de plata - {time}
es_es: Potenciador de dinero - {time}
es_mx: Potenciador de Dinero - {time}
fr_fr: Booster d’argent - {time}
hu_hu: Pénznövelő - {time}
nb_no: Pengeforsterker – {time}
pt_br: Reforço de dinheiro - {time}
ru_ru: Денежный усилитель - {time}
sv_se: Pengarbooster - {time}

source: Currently active
bg_bg: Активни
de_de: Zur Zeit aktiv
es_ar: Activos actualmente
es_es: Activos actualmente
es_mx: Activos actualmente
fr_fr: Actuellement actif
hu_hu: Jelenleg aktívan ható szérumok
id_id: Saat ini aktif
nb_no: Aktiv for øyeblikket
pt_br: Atualmente ativo
ru_ru: Сейчас активированы
sv_se: Nuvarande aktiv

source: Time Boosters
bg_bg: Усилватели на жизненост
de_de: Zeit Booster
es_ar: Potenciadores de tiempo
es_es: Potenciadores de tiempo
es_mx: Potenciadores de Tiempo
fr_fr: Boosters de durée
hu_hu: Időpörgetők
nb_no: Tidsforsterkere
pt_br: Reforços de tempo
ru_ru: Ускоритель времени
sv_se: Tidboosters

source: Luck Boosters
bg_bg: Усилватели на късмет
de_de: Glück Booster
es_ar: Potenciadores de suerte
es_es: Potenciadores de suerte
es_mx: Potenciadores de Suerte
fr_fr: Boosters de chance
hu_hu: Szerencseturbózók
nb_no: Lykkeforsterkere
pt_br: Reforços de sorte
ru_ru: Увеличитель удачи
sv_se: Turboosters

source: Money Boosters
bg_bg: Усилватели на добив
de_de: Geld Booster
es_ar: Potenciadores de plata
es_es: Potenciadores de dinero
es_mx: Potenciadores de Dinero
fr_fr: Boosters d’argent
hu_hu: Pénznövelők
nb_no: Pengeforsterkere
pt_br: Reforços de dinheiro
ru_ru: Денежный усилитель
sv_se: Pengarboosters

source: Your Boosters
bg_bg: Твоите усилватели
de_de: Deine Booster
es_ar: Tus potenciadores
es_es: Tus potenciadores
es_mx: Tus Potenciadores
fr_fr: Vos Boosters
hu_hu: Meglévő felpörgető szérumok
id_id: Penguatmu
nb_no: Boostersene dine
pt_br: Seus Reforços
ru_ru: Ваши усилители
sv_se: Dina Boosters

source: Use {prefix}activate to activate one
bg_bg: Използвай `{prefix}activate`, за да активираш усилвател
de_de: Nutze {prefix}activate um Einen zu aktivieren
es_ar: Usá {prefix}activate luck/time/money para activar un potenciador
es_es: Usa {prefix}activate para activar uno
es_mx: Usa {prefix}activate para activar uno
fr_fr: Utilisez {prefix}activate pour en activer un
hu_hu: Használd a `{prefix}activate` parancsot, ha aktiválni szeretnél egy szérumot!
id_id: Gunakan {prefix}activate untuk mengaktifkannya
nb_no: Bruk {prefix}activate for å aktivere en
pt_br: Use {prefix}activate para ativar um
ru_ru: Используйте {prefix}activate , чтобы активировать его
sv_se: Använd {prefix}activate för att aktivera en

source: Activate a booster
de_de: Aktiviere einen Booster
es_es: Activa un potenciador
id_id: Mengaktifkan sebuah booster
nb_no: Aktiver en booster
pt_br: Ativa um reforço

source: `<boostertype>` - The booster type to activate, can be time, luck, money or all Activate a booster. For a detailed explanation what the boosters do, check `{prefix}help boosters`.
de_de: `<boostertype>` - Der Boostertyp, der aktiviert werden soll. Kann Zeit, Glück, Geld oder alle sein Aktiviere einen Booster. Für eine detaillierte Beschreibung, was Boosters tun, nutze `{prefix}help boosters`.
es_es: `<boostertype>` - El tipo de potenciador a activar, puede ser tiempo, suerte, dinero o todo Activa un potenciador. Para obtener una explicación detallada de lo que hacen los potenciadores, usa `{prefix}help boosters`.
id_id: `<boostertype>` - Jenis booster yang akan diaktifkan, bisa jadi time, luck, money atau semuanya Mengaktifkan sebuah booster. Untuk penjelasan yang lebih lengkap tentang apa saja kegunaan booster, periksa `{prefix}help boosters`.
nb_no: `<boostertype>` – Boostertypen som skal aktiveres, kan være time, luck, money eller all Aktiver en booster. For en detaljert forklaring hva boosterne gjør, sjekk `{prefix}help boosters`.
pt_br: `<boostertype>` - O tipo de reforço que você deseja ativar, pode ser de time, luck, money ou all (todos) Ativa um reforço. Para uma explicação detalhada sobre o que os reforços fazem, digite `{prefix}help boosters`.

source: That is not a valid booster type. Must be `time/luck/money/all`.
de_de: Das ist kein gültiger Booster-Typ. Nutze `time/luck/money/all`.
es_es: Ese no es un tipo de potenciador válido. Debe ser `time/luck/money/all` (tiempo/suerte/dinero/todos).
es_mx: Ese no es un tipo de potenciador válido. Debe ser `time/luck/money/all` (tiempo/suerte/dinero/todos)
hu_hu: Ilyen felpörgető szérumot nem gyártanak. Válassz az alábbi szabadalmaztatott termékek közül: `time/luck/money/all`!
id_id: Itu bukan tipe booster yang valid. Harus `time/luck/money`.
nb_no: Det er ikke en gyldig boostertype. Må være "time/luck/money/all".
pt_br: Esse não é um tipo de reforço válido. Deve ser `time/luck/money/all`.
sv_se: Det är inte en giltig booster typ. Måste vara `time/luck/money/all`.

source: You don't have any of these boosters.
bg_bg: Не притежаваш усилвател от този тип.
de_de: Du hast keinen dieser Booster.
es_ar: Vos no tenés ninguno de éstos potenciadores.
es_es: No tienes ninguno de estos potenciadores.
es_mx: No tienes ninguno de estos potenciadores.
fr_fr: Vous ne possédez aucun de ces boosters.
hu_hu: Üres a szer-tárad, vagy nincs ilyen típusú szérumod.
id_id: Kamu tidak memiliki penguat ini.
nb_no: Du har ingen av disse boosterne.
pt_br: Você não tem nenhum desses reforços.
ru_ru: У вас нет этих ускорителей.
sv_se: Du har ingen av dessa boosters.

source: This booster is already running. Do you want to refresh it anyways?
de_de: Dieser Booster ist bereits aktiv. Willst du ihn erneuern?
es_es: Este potenciador ya está activo. ¿Quieres renovarlo de todos modos?
es_mx: Este potenciador ya está activo, quieres refrescarlo de todos modos?
hu_hu: Ennek a szérumnak a hatása még tart. Szeretnéd ennek ellenére meginni a következőt?
id_id: Penguat ini sedang berjalan. Apakah kamu tetap ingin mereset ulang?
nb_no: Denne boosteren er allerede aktivert. Vil du oppdatere den likevel?
pt_br: Este reforços já está em execução. Deseja atualizá-lo de qualquer maneira?
sv_se: Den här boostern är redan på. Vill du fylla på den ändå?

source: Successfully activated a **{booster} booster** for the next **24 hours**!
bg_bg: Успешно активиране на **{booster} усилвател** за следващите **24 часа**!
de_de: Erfolgreich einen **{booster} Booster** für die nächsten **24 Stunden** aktiviert!
es_ar: ¡Se activó un **potenciador de {booster}** durante las siguientes **24 horas**!
es_es: ¡Se ha activado **potenciador de {booster}** durante las próximas **24 horas**!
es_mx: ¡Se ha activado **potenciador de {booster}** durante las próximas **24 horas**!
fr_fr: Votre **booster {booster}** a été activé avec succès pour les prochaines **24 heures** !
hu_hu: Sikeresen a hatása alá kerültél egy **{booster} felpörgető szérumnak**! A hatóidő **24óra**!
id_id: Berhasil mengaktifkan **{booster} booster** untuk **24 jam** berikutnya!
nb_no: Vellykket aktivert en **{booster} booster** for de neste **24 timene**!
pt_br: **O reforço de {booster}** foi ativado com sucesso pelas próximas **24 horas**!
ru_ru: **{booster} ускоритель** успешно активирован на следующие **24 часа**!
sv_se: Aktiverade en **{booster} booster** för de kommande **24 timmarna**!

source: This will overwrite all active boosters and refresh them. Are you sure?
de_de: Das wird alle aktiven Booster überschreiben und auffrischen. Bist du sicher?
es_es: Esto sobreescribirá cualquier potenciador activo y los actualizará. ¿Estás seguro?
es_mx: Esto sobreescribirá cualquier potenciador activo y los actualizará, ¿estás seguro?
hu_hu: A szérum(ok) beadása megszűnteti az estlegesen még ható, azonos típusú szérum(ok) hatékonyságát. Biztos ezt akarod?
id_id: Ini akan menimpa semua penguat yang aktif dan mereset ulang mereka. Apakah kamu yakin?
nb_no: Dette vil overskrive alle aktive boostere og restarte dem. Er du sikker?
pt_br: Isso substituirá todos os reforços ativos e os atualizará. Você tem certeza?
sv_se: Detta kommer skriva över alla aktiva boosters och fylla på dem. Är du säker?

source: Nothing to activate.
de_de: Nichts zum aktivieren.
es_es: Nada para activar.
es_mx: Nada que activar.
hu_hu: Üres a szer-tárad.
id_id: Tidak ada yang diaktifkan.
nb_no: Ingenting å aktivere.
pt_br: Nada para ativar.
sv_se: Inget att aktivera.
