Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: `<itemid>` - the item's ID to sign `<text>` - The signature to write, must be less than 50 characters combined with the Game Master's tag. This should be in double quotes if the text has multiple words. `[reason]` - The reason this action was done, defaults to the command message link Sign an item. The item's signature is visible in a user's inventory. Only Game Masters can use this command. (This command has a cooldown of 7 days.)
de_de: `<itemid>` - Die ID des Items, welches signiert werden soll `<text>` - Die Signatur, die geschrieben werden soll, muss weniger als 50 Zeichen lang sein (zusammen mit dem Tag des Game Masters). Die Signatur sollte in Anführungszeichen sein, falls der Text mehrere Worte hat. `[reason]` - Der Grund wieso diese Aktion durchgeführt wurde, ohne Angabe ist es der Nachrichtenlink des Befehls Unterschreibt ein Item. Die Signatur des Items ist dann im Inventar des Nutzers sichtbar. Nur Game Master können diesen Befehl nutzen. (Dieser Befehl hat einen Cooldown von 7 Tagen.)
es_es: `<itemid>` - el ID del objeto a firmar `<text>` - la firma a escribir, debe tener menos de 50 caracteres conjuntamente con la etiqueta del Game Master. Deben escribirse entre comillas dobles si el texto tiene varias palabras. `[reason]` - el motivo por el cuál se realizó esta acción, el enlace del mensaje de comando por defecto. Firma un objeto. La firma de un objeto será visible en el inventario del usuario. Solo Game Masters pueden usar este comando. (Este comando tiene un tiempo de reutilización de 7 días).
id_id: `<itemid>` - ID barang yang akan diberi tanda `<text>` - Tanda yang akan ditulis, harus kurang dari 50 karakter digabungkan dengan tag Game Master. Ini harus dalam tanda kutip ganda jika menggunakan teks yang panjang. `[reason]` - Alasan tindakan ini dilakukan, jika tidak ditentukan alasannya maka akan dijadikan ke tautan perintah pesan Memberikan tanda pada sebuah barang. Tanda barang dapat terlihat didalam persediaan pemain. Hanya Game Master yang dapat menggunakan perintah ini. (Perintah ini memiliki waktu cooldown selama 7 hari.)
nb_no: `<itemid>` - gjenstandens ID som skal signeres `<tekst>` – Signaturen som skal skrives, må være mindre enn 50 tegn kombinert med Game Master's tag. Dette skal stå i doble anførselstegn hvis teksten har flere ord. `[grunn]` – Grunnen til at denne handlingen ble utført, er standard til kommandomeldingslenken Signer en gjenstand. Gjenstandens signatur er synlig i en brukers inventar. Bare Game Masters kan bruke denne kommandoen. (Denne kommandoen har en nedkjøling på 7 dager.)

source: Text exceeds 50 characters.
de_de: Text überschreitet 50 Zeichen.
es_es: El texto excede los 50 caracteres.
es_mx: El texto excede el limite de caracteres **(50)**.
hu_hu: Túllépted az 50 karakteres limitet.
id_id: Teks melebihi 50 karakter.
nb_no: Teksten overskrider 50 tegn.
pt_br: O texto excede 50 caracteres.
sv_se: Texten är längre än 50 tecken.

source: Item successfully signed.
de_de: Item erfolgreich unterschrieben.
es_es: Objeto firmado con éxito.
es_mx: Fue firmado excitosamente.
hu_hu: Tárgy sikeresen dedikálva.
id_id: Barang berhasil ditanda tangani.
nb_no: Gjenstanden er signert.
pt_br: Item registrado com sucesso.
sv_se: Föremål signerat.

source: Start an auction
de_de: Starte eine Auktion
es_es: Inicia una subasta
id_id: Memulai sebuah pelelangan
nb_no: Start en auksjon
pt_br: Inicia um leilão

source: `<item>` - a description of what is being auctioned Starts an auction on the support server. Users are able to bid. The auction timeframe extends by 30 minutes if users keep betting. The auction ends when no user bids in a 30 minute timeframe. The item is not given automatically and the needs to be given manually. Only Game Masters can use this command.
de_de: `<item>` - eine Beschreibung, was in der Auktion versteigert wird Startet eine Auktion auf dem Support Server. Nutzer können dann bieten. Das Auktionsende wird um 30 Minuten verlängert, wann immer ein Nutzer bietet. Die Auktion endet, wenn kein Nutzer 30 Minuten nach dem letzten Gebot bietet. Das Item wird nicht automatisch gegeben, es muss manuell vergeben werden. Nur Game Master können diesen Befehl nutzen.
es_es: `<item>` - una descripción de lo que se está subastando Inicia una subasta en el servidor de soporte. Los usuarios pueden hacer una oferta. El plazo de la subasta se extiende durante 30 minutos si los usuarios siguen apostando. La subasta finaliza cuando ningún usuario realiza una oferta en un plazo de 30 minutos. El objeto no se entrega automáticamente y las necesidades deben darse manualmente. Solo los Game Masters pueden usar este comando.
id_id: `<item>` - Sebuah deskripsi tentang apa yang akan dilelangkan Memulai sebuah pelelangan di server dukungan. Para pemain dapat memberikan penawaran. Jangka waktu pelelangan akan diperpanjang hingga 30 menit jika para pemain terus memberikan taruhan penawaran. Pelelangan akan berakhir ketika tidak ada pemain yang memberikan penawaran dalam jangka waktu 30 menit. Barangnya tidak akan diberi secara otomatis dan akan diberikan secara manual. Hanya Game Master yang dapat menggunakan perintah ini.
nb_no: `<gjenstand>` - en beskrivelse av det som auksjoneres Starter en auksjon på støtte serveren. Brukere kan by. Auksjonens tidsramme forlenges med 30 minutter hvis brukere fortsetter å satse. Auksjonen avsluttes når ingen bruker byr innen en 30-minutters tidsramme. Gjenstanden er ikke gitt automatisk og må gis manuelt. Bare Game Masters kan bruke denne kommandoen.
pt_br: `<item>` - uma descrição do que está sendo leiloado Inicia um leilão no servidor de suporte. Usuário podem dar seus lances. O tempo do leilão é estendido em 30 minutes se os usuários continuarem dando lances. O leilão termina quando 30 minutos se passam e nenhum usuário fez um lance. O item não é dado automaticamente e necessita ser dado manualmente. Apenas Mestres do Jogo podem usar esse comando.

source: There's still an auction running.
de_de: Es läuft bereits eine Auktion.
es_es: Hay una subasta en curso.
id_id: Masih ada sebuah pelelangan yang sedang berlangsung.
nb_no: Det pågår fortsatt en auksjon.

source: Auctions channel wasn't found.
de_de: Auktionschannel wurde nicht gefunden.
es_es: No se ha encontrado el canal de subastas.
id_id: Channel lelang tidak ditemukan.
nb_no: Auksjonskanalen ble ikke funnet.

source: Bid on an auction
de_de: Biete in einer Auktion
es_es: Hacer una oferta en la subasta
id_id: Berikan penawaran pada sebuah lelang
nb_no: By på en auksjon
pt_br: Faz um lance em um leilão

source: `<amount>` - the amount of money to bid, must be higher than the current highest bid Bid on an ongoing auction. The amount is removed from you as soon as you bid and given back if someone outbids you. This is to prevent bidding impossibly high and then not paying up.
de_de: `<amount>` - Der Geldbetrag, der geboten wird, muss höher als das momentane Höchstgebot sein Biete auf eine laufende Auktion. Der Betrag wird direkt nach deinem Gebot von deinem Account abgezogen und zurückgegeben, wenn du überboten wirst. Dies geschieht um hohe Gebote, die dann nicht bezahlt werden, zu verhindern.
es_es: `<amount>` - la cantidad de dinero a ofrecer, debe ser mayor que la oferta actual más alta Haz una oferta en una subasta en curso. La cantidad se extrae tan pronto como realizas una oferta y se te devuelve si alguien te supera. Esto es para evitar pujas imposiblemente altas y luego no pagar.
id_id: `<amount>` - Sejumlah uang yang akan ditawarkan dalam pelelangan, harus lebih tinggi dari penawaran sebelumnya Memberikan penawaran pada pelelangan yang sedang berlangsung Sejumlah uang tersebut akan dihapuskan dari saldomu setelah kamu memberikan penawaranmu dan akan diberikan kembali jika seseorang memberikan penawaran yang lebih tinggi darimu. Hal ini untuk mencegah penawaran yang terlalu tinggi dan kemudian tidak membayarnya.
nb_no: `<mengde>` – beløpet som skal bys, må være høyere enn gjeldende høyeste bud By på en pågående auksjon. Beløpet fjernes fra deg så snart du byr og gis tilbake hvis noen overbyr deg. Dette er for å forhindre at du byr umulig høyt og deretter ikke betaler.
pt_br: `<amount>` - a quantidade de dinheiro que você deseja fazer o seu lance, deve ser maior que o atual lance Dá um lance em um leilão que está acontecendo. A quantia é removida de você assim que você da o seu lance e é devolvido se alguém superar o seu lance. Isso é para prevenir que alguém dê um lance tão alto e não pague depois.

source: No auction running.
de_de: Es läuft gerade keine Auktion.
es_es: No hay ninguna subasta por el momento.
id_id: Tidak ada pelelangan yang sedang berjalan.
nb_no: Ingen auksjon i gang.
pt_br: Nenhum leilão está ocorrendo no momento.

source: Bid too low.
de_de: Dein Gebot ist zu niedrig.
es_es: La oferta es muy baja.
id_id: Taruhan terlalu rendah.
nb_no: Bud for lavt.
pt_br: Lance muito baixo.

source: Bid submitted.
de_de: Dein Gebot wurde akzeptiert.
es_es: Oferta enviada.
id_id: Taruhan diberikan.
nb_no: Bud sendt inn.
pt_br: Lance enviado.

source: Set a cooldown
de_de: Setze einen Cooldown zurück
es_es: Establecer un tiempo de espera
id_id: Mengatur sebuah waktu cooldown
nb_no: Sett en nedkjøling
pt_br: Determina um tempo de espera

source: `<user>` - A discord User or their User ID `<command>` - the command which the cooldown is being set for (subcommands in double quotes, i.e. "guild create") `[reason]` - The reason this action was done, defaults to the command message link Reset a cooldown for a user and commmand. Only Game Masters can use this command.
de_de: `<user>` - Ein Discordnutzer oder die Nutzer ID `<command>` - Der Befehl für welchen der Cooldown zurückgesetzt werden soll (für Unterbefehle in Anführungszeichen also bspw. "guild create") `[reason]` - Der Grund wieso diese Aktion durchgeführt wurde, ohne Angabe ist es der Nachrichtenlink des Befehls Setze einen Cooldown für einen Nutzer und einen Befehl zurück. Nur Game Master können diesen Befehl nutzen.
es_es: `<user>` - un usuario de discord o su ID de usuario `<command>` - el comando al que se le establece el tiempo de reutilización (los subcomandos deben estar entre comillas dobles, ej. "guild create") `[reason]` - el motivo por el cuál se realizó esta acción, el enlace del mensaje de comando por defecto. Restablece un tiempo de reutilización para un usuario y comando. Solo Game Masters pueden usar este comando.
id_id: `<user>` - Seorang pengguna discord atau ID pengguna discord `<command>` - Sebuah perintah yang waktu cooldownnya akan diatur (subperintah dalam tanda kutip ganda, misalnya. "guild create") `[reason]` - Alasan tindakan ini dilakukan, jika tidak ditentukan alasannya maka akan dijadikan ke tautan perintah pesan Mengatur ulang sebuah waktu cooldown untuk seorang pemain dan perintah. Hanya Game Master yang dapat menggunakan perintah ini.
nb_no: `<bruker>` – En discord bruker eller deres bruker-ID `<kommando>` - kommandoen som nedkjølingen settes for (underkommandoer i doble anførselstegn, dvs. "lag opprette") `[grunn]` – Grunnen til at denne handlingen ble utført, er standard til kommandomeldingslenken Tilbakestill en nedkjøling for en bruker og kommando. Bare Game Masters kan bruke denne kommandoen.

source: The cooldown has been updated!
de_de: Cooldown aktualisiert!
es_es: ¡El tiempo de reutilización ha sido actualizado!
es_mx: El tiempo de enfriamiento fue actualizado!
hu_hu: Az újratöltési idő sikeresen módosítva lett!
id_id: Waktu tunggu telah diperbarui!
nb_no: Nedkjølingen er oppdatert!
pt_br: O tempo de espera foi atualizado!
sv_se: Cooldownen har uppdaterats!

source: Cooldown setting unsuccessful (maybe you mistyped the command name or there is no cooldown for the user?).
de_de: Cooldown festsetzen fehlgeschlagen. (Kommando falsch geschrieben oder es hat keinen Cooldown?)
es_es: El tiempo de reutilización no ha podido ser cambiado (¿A lo mejor has escrito mal el nombre del comando o no hay ningún tiempo de reutilización para este usuario?).
es_mx: La configuración de enfriamiento no fue exitosa, ¿tal vez escribiste mal el nombre del comando o no hay un enfriamiento para el usuario?)
hu_hu: Újratöltés beállítása sikertelen (elképzelhető, hogy rossz formátumban lett az idő megadva, vagy a játékosnak már nincs újratöltési idő kiszabva).
id_id: Pengaturan waktu tunggu tidak berhasil (mungkin kamu salah mengetik nama perintah atau tidak ada cooldown untuk pengguna?).
nb_no: Nedkjølingsinnstillingen mislyktes (kanskje du har skrevet feil kommandonavnet eller det er ingen nedkjøling for brukeren?).
pt_br: Configuração de tempo de espera sem êxito (talvez você tenha digitado incorretamente o nome do comando ou não o usuário não tem nenhum tempo de espera).
sv_se: Misslyckades att ändra cooldown (Du kanske skrev fel eller så har användaren ingen cooldown?).

source: Sacrifice loot for favor
de_de: Opfere deine Beute für Gunst
es_es: Sacrificar el botín por favor
id_id: Mengorbankan barang jarahan untuk poin berkat
nb_no: Ofre loot for favor
pt_br: Sacrifica saque em troca de favores

source: `[loot_ids...]` - The loot IDs to sacrifice, can be one or multiple IDs separated by space; defaults to all loot Sacrifice loot to your God to gain favor points. If no loot IDs are given with this command, all loot you own will be sacrificed. You can see your current loot with `{prefix}loot`. Only players, who follow a God can use this command.
de_de: `[loot_ids...]` - Die Beute IDs die geopfert werden soll, können eine oder mehrere IDs sein, durch Leerzeichen getrennt. Wird nichts angegeben, ist es alle Beute Opfere deine Beute für deinen Gott um Gunst zu erhalten. Wenn keine IDs mit diesem Befehl angegeben werden, wird all deine Beute geopfert. Du kannst deine Beute mit `{prefix}loot` sehen. Nur Spieler, die einem Gott folgen, können diesen Befehl nutzen.
es_es: `[loot_ids...]` - los ID de botín a sacrificar, pueden ser un o varios ID separados por espacio; todo el botín por defecto Sacrifica el botín a tu dios para ganar puntos de favor. Si no se proporcionan los ID de botín con este comando, todo el botín que poseas será sacrificado. Puedes ver tu botín actual con `{prefix}loot`. Solo los jugadores que siguen a un dios pueden usar este comando.
id_id: `[loot_ids...]` - ID barang jarahan yang akan dikorbankan, IDnya bisa satu atau lebih dan dipisahkan dengan spasi; jika tidak ditentukan IDnya maka akan mengorbankan semua barang jarahan Mengorbankan barang jarahan kepada Tuhanmu untuk memperoleh poin berkat. Jika ID barang jarahan tidak diberikan dengan perintah ini, semua barang jarahan yang kamu miliki akan dikorbankan. Kamu dapat melihat barang jarahanmu saat ini dengan menggunakan `{prefix}loot`. Hanya pemain, yang mengikuti Tuhan yang dapat menggunakan perintah ini.
nb_no: `[loot_ids...]` - loot-ID-ene som skal ofres, kan være en eller flere ID-er atskilt med mellomrom; standard til all loot Ofre loot til din Gud for å få favor poeng. Hvis ingen loot ID er gitt med denne kommandoen, vil alt lootet du eier bli ofret. Du kan se ditt nåværende loot med `{prefix}loot`. Bare spillere som følger en Gud kan bruke denne kommandoen.
pt_br: `[loot_ids...]` - Os ID's dos saques que deseja sacrificar, pode ser um ou vários IDs separados por espaço. Por padrão todo o saque será sacrificado Sacrifica saque para o seu deus em troca de pontos de favor. Se nenhum ID de saque for dado com esse comando, todos os seus saques serão sacrificados. Você pode ver seu atual saque com `{prefix}loot`. Apenas jogadores que seguem um deus podem usar esse comando.

source: This will sacrifice all of your loot and give {value} favor. Continue?
de_de: Damit opferst du deine gesamte Beute und erhältst {value} Gunst. Fortfahren?
es_es: Esto sacrificará todos tus botines y te dará {value} de favor. ¿Quieres continuar?
es_mx: Esto sacrificará todo tú botín y te dará {value} de favor, deseas continuar?
hu_hu: Ez a tett minden ereklyédet fel fogja áldozni {value} kegypont fejében. Erre vágysz?
id_id: Ini akan mengorbankan semua loot kamu dan memberikan {value} berkat. Lanjutkan?
nb_no: Dette vil ofre alt lootet ditt og gi {value} favor. Fortsett?
pt_br: Isso sacrificará todo os seus saques e dará {value} de favor. Continuar?
sv_se: Detta kommer offra all din loot och ge dig {value} förmån. Är du säker?

source: You prayed to {god}, and they accepted your {count} sacrificed loot item(s). Your standing with the god has increased by **{points}** points.
de_de: Du betest zu {god}, und er nimmt deine {count} Opfergaben an. Deine Gunst mit dem Gott erhöht sich um **{points}** Punkte.
es_es: Has rezado a {god}, y han aceptado tus {count} sacrificios. Tu prestigio con tu dios ha incrementado **{points}** puntos.
es_mx: Le has rezado a {god} y ha aceptado tus objetos ({count}) para sacrificio, tú posición con tú dios ha aumentado en **{points}** puntos.
hu_hu: Imádságod {god} Istenedhez meghallgatásra lelt. {count} kegytárgyadat feláldoztad, Istened szemében **{points}** kegyponttal növekedtél.
id_id: Kamu berdoa kepada {god}, dan mereka menerima {count} barang loot yang kamu korbankan. Posisi kamu dengan dewa telah meningkat sebesar **{points}** poin.
nb_no: Du ba til {god}, og de godtok dine {count} ofrede byttegjenstander. Din posisjon med guden har økt med **{points}** poeng.
pt_br: Você orou a {god}, e eles aceitaram seus {count} itens de saque sacrificados. Sua posição com o deus aumentou em ** {points} ** points.
sv_se: Du bad till {god} och de accepterade dina {count} offrade föremål. Din uppskattning har ökats med **{points}** förmån.

source: Choose or change your God
de_de: Wähle oder ändere deinen Gott
es_es: Elige o cambia a tu dios
id_id: Memilih atau mengubah Tuhanmu
nb_no: Velg eller endre din Gud
pt_br: Escolhe um deus ou troca o seu deus

source: Choose a God or change your current God for a reset point. Every player gets 2 reset points when they start playing, you cannot get any more. Following a God allows your `{prefix}luck` to fluctuate, check `{prefix}help luck` to see the exact effects this will have on your gameplay. If you don't have any reset points left, or became Godless, you cannot follow another God. (This command has a cooldown of 3 minutes.)
de_de: Wähle oder ändere deinen Gott für einen Reset Punkt. Jeder Spieler erhält 2 Reset Punkte, wenn sie das Spiel beginnen, du kannst nicht mehr erhalten. Einem Gott zu folgen, heißt, dass dein `{prefix}luck` fluktuiert, sieh dir `{prefix}help luck` an, um die genauen Details zu haben, wie dies dein Spiel beeinflusst. Falls du keine Reset Punkte hast oder Gottlos geworden bist, kannst du keinem anderen Gott mehr folgen. (Dieser Befehl hat einen Cooldown von 3 Minuten.=
es_es: Elige un dios o cambia tu dios a un punto inicial. Cada jugador tiene 2 puntos de reinicio cuando comienzan a jugar, ya no puedes obtener más. Seguir a un dios permite que tu `{prefix}luck` fluctúe, comprueba` {prefix}help luck` para ver los efectos exactos que tendrá en tu juego. Si no te quedan puntos de reinicio o te quedaste sin dios, no puedes seguir a otro dios. (Este comando tiene un tiempo de reutilización de 3 minutos).
id_id: Memilih Tuhan atau mengubah Tuhanmu yang sekarang dengan menggunakan sebuah reset point. Setiap pemain mendapatkan 2 reset point ketika mereka memulai bermain, kamu tidak bisa mendapatkannya lagi. Mengikuti Tuhan memungkin `{prefix}luck` untuk turun naik, periksa `{prefix}help luck` untuk melihat efek yang tepat pada alur permainanmu. Jika kamu tidak memiliki sisa reset point, atau menjadi Tidak Bertuhan, kamu tidak dapat mengikuti Tuhan lain. (Perintah ini memiliki waktu cooldown selama 3 menit.)
nb_no: Velg en Gud eller endre din nåværende Gud for et reset poeng. Hver spiller får 2 reset poeng når de begynner å spille, du kan ikke få flere. Å følge en Gud lar `{prefix}luck` din svinge, sjekk `{prefix}help luck` for å se de nøyaktige effektene dette vil ha på spillingen din. Hvis du ikke har noen reset poeng igjen, eller ble gudløs, kan du ikke følge en annen Gud. (Denne kommandoen har en nedkjøling på 3 minutter.)
pt_br: Escolha um deus ou mude o atual por um ponto de redefinição. Cada jogador receber 2 pontos de redefinição quando começa a jogar, você não pode ganhar mais. Seguir um deus permite que o seu `{prefix}luck` varie, digite `{prefix}help luck` para ver os efeitos exatos que isso terá no jogo. Se você não tiver nenhum ponto de redefinição restantes ou virar ateu, você não poderá seguir outro deus. (Esse comando tem um tempo de espera de 3 minutos.)

source: You have no more reset points.
de_de: Du hast keine Reset-Punkte übrig.
es_es: No tienes más puntos de reinicio.
es_mx: Tú no tienes más puntos de reinicio (reset points).
hu_hu: Nincs több Meggondoltammagam-pontod.
id_id: Kamu tidak punya poin reset lagi.
nb_no: Du har ikke flere reset poeng.
pt_br: Você não tem mais pontos de redefinição.
sv_se: Du har inga fler återställningspoäng.

source: You already chose a god. This change now will cost you a reset point. Are you sure?
de_de: Du hast bereits einen Gott gewählt. Um das zu ändern, musst du einen Reset-Punkt einsetzen. Bist du sicher?
es_es: Ya elegiste a un dios. Este cambio ahora te costará un punto de reinicio. ¿Estás seguro?
es_mx: Ya elegiste un dios, este cambio te costará un punto de reinicio (reset point), ¿estás seguro?
hu_hu: Már csatlakoztál egy egyházhoz. Ha másikba átlépsz, az egy Meggondoltammagam-pontba fog kerülni. Biztos vagy benne, hogy ezt akarod?
id_id: Kamu sudah memilih dewa/dewi. Perubahan sekarang ini akan dikenakan biaya poin reset kamu. Apakah kamu yakin?
nb_no: Du har allerede valgt en gud. Denne endringen nå vil koste deg et reset poeng. Er du sikker?
pt_br: Você escolheu um deus. Essa alteração agora custará um ponto de redefinição. Você tem certeza?
sv_se: Du har redan valt en gud. Att ändra det nu kommer att kosta ett ändringspoäng. Är du säker?

source: ⚠ **Warning**: When you have a God, your luck will change (**including decreasing it!**) This impacts your adventure success chances amongst other things. Are you sure you want to follow {god}?
de_de: ⚠ **Warnung**: Wenn du einen Gott hast, wird dein Glück sich ändern (**das bedeutet auch, dass es weniger werden kann!**) Dies wird deine Abenteuerüberlebenschancen beeinflussen, sowie ein paar andere Sachen. Bist du dir sicher, dass du {god} folgen möchtest?
es_es: ⚠ **Advertencia**: Cuando tienes un dios, tu suerte cambiará (**¡también puede disminuir!**) Esto influye en la probabilidad de éxito de tus aventuras entre otras cosas. ¿Estás seguro de que quieres seguir a {god}?
id_id: ⚠ **Peringatan**: Saat kamu memiliki Tuhan, keberuntunganmu akan berubah (**termasuk penurunannya!**) Hal ini berdampak pada peluang sukses petulanganmu diantara hal-hal yang lain. Apakah kamu yakin ingin mengikuti {god}?
nb_no: ⚠ **Advarsel**: Når du har en Gud, vil lykken din endre seg (**inkludert å redusere den!**) Dette påvirker blant annet sjansene for eventyrsuksess. Er du sikker på at du vil følge {god}?
pt_br: ⚠ **Aviso**: Quando você tem um deus, sua sorte irá mudar(**podendo diminuir ela!**) Isso influencia suas chances de voltar vivo em uma aventura entre outras coisa. Você tem certeza que quer seguir {god}?

source: You became Godless while using this command. Following a God is not allowed after that.
de_de: Du bist jetzt Gottlos geworden, in dem du diesen Befehl genutzt hast. Du kannst keinem anderen Gott mehr folgen.
es_es: Te has convertido en ateo al usar este comando. Ya no puedes seguir a ningún dios.
id_id: Kamu menjadi Atheis ketika menggunakan perintah ini. Mengikut seorang Dewa tidak diizinkan setelah itu.
nb_no: Du ble gudløs mens du brukte denne kommandoen. Å følge en Gud er ikke tillatt etter det.
pt_br: Você virará ateu enquanto usando esse comando. Seguir um deus não será permitido após isso.
