Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: `[amount]` - The amount of money you bet, must be between 0 and 1000; defaults to 0 Play a round of blackjack against the bot, controlled by reactions. The objective is to have a card value as close to 21 as possible, without exceeding it (known as bust). Having a card value of exactly 21 is known as a blackjack. \U00002934 Hit: Pick up another card \U00002935 Stand: stay at your current card value \U00002194 Split (if dealt two cards with the same value): Split your two cards into separate hands \U0001F501 Switch (if split): Change the focussed hand \U000023EC Double down: double the amount you bet in exchange for only one more card If a player wins, they will get the amount in cash. If they lose, they will lose that amount. If they win with a natural blackjack (first two dealt card get to a value of 21), the player wins 1.5 times the amount. (This command has a cooldown of 5 seconds.)
de_de: `[amount]` - Der Geldbetrag, den du einsetzt, muss zwischen 0 und 100 liegen; ohne Angabe ist es 0 Spiele eine Runde Blackjack gegen den Bot, gespielt wird über die Reaktionen. Das Ziel ist es, so nah an den Kartenwert 21 zu kommen, wie möglich, ohne ihn zu überschreiten (bekannt als Bust). Einen genauen Kartenwert von 21 zu haben ist ein Blackjack. \U00002934 Hit: Nimm eine neue Karte \U00002935 Stand: Behalte deinen momentanen Kartenwert bei \U00002194 Split (wenn zwei Karten mit dem gleichen Wert gegeben werden): Teilt deine Karten auf 2 verschiedene Hände \U0001F501 Switch (nur bei Split):Ändert die Spielhand \U000023EC Double down: Verdopple deinen Einsatz, dafür erhältst du nur noch eine Karte Falls ein Spieler gewinnt, erhält er den Wetteinsatz in Cash. Wenn der Dealer gewinnt, verliert er seinen Einsatz. Wenn der Spieler einen Natural Blackjack hat (die ersten zwei verteilten Karten haben den Kartenwert von 21), erhält der Spieler 1.5Mal seinen Einsatz. (Dieser Befehl hat einen Cooldown von 5 Sekunden.)
es_es: `[amount]` - la cantidad de dinero a apostar debe estar entre 0 y 1000; el valor predeterminado es 0 Juega una ronda de blackjack contra el bot, controlado a través de las reacciones. El objetivo es obtener el valor en cartas más próximo a 21 posible, sin sobrepasarlo (conocido como quiebra) Obtener el valor exacto de 21 se conoce como blackjack. \U00002934 Hit: Pide otra carta \U00002935 Stand: Mantén el valor actual de tus cartas \U00002194 Split (se reparten dos cartas con el mismo valor): Corta tus dos cartas en diferentes manos \U0001F501 Switch (si cortadas): Cambia las cartas centrales \U000023EC Double down: Dobla la cantidad de tu apuesta a cambio de una sola carta más. Si un jugador gana, conseguirán su dinero en mano. Si pierden, perderán esa suma. Si ganan con un blackjack inicial (las dos primeras cartas poseen el valor de 21), el jugador ganará 1.5 veces la cantidad apostada. (Este comando tiene un tiempo de reutilización de 5 segundos).
id_id: `[amount]` - Jumlah uang taruhan, antara 0 hingga 1000; jika tidak ditentukan maka dijadikan 0 Bermain sebuah ronde blackjack melawan bot, dikendalikan dengan tombol reaksi. Tujuannya adalah memiliki nilai kartu mendekati angka 21, tanpa melewatinya (atau dikatakan gagal). Memiliki kartu dengan nilai yang tepat 21 disebut sebagai blackjack. \U00002934 Hit: Memilih kartu yang lain \U00002935 Stand: tetap pada nilai kartumu saat ini \U00002194 Split (jika memiliki dua kartu dengan nilai yang sama): Pisahkan dua kartumu pada tangan yang berbeda \U0001F501 Switch (jika dipisahkan): Ubah tangan yang difokuskan \U000023EC Double down: gandakan jumlah uang yang kamu pertaruhkan dengan hanya menukarkan satu kartu lagi Jika kamu menang, kamu akan mendapatkan sejumlah uang tunai. Jika kamu kalah, kamu akan kehilangan sejumlah uang tunai. Jika kamu memenangkan blackjack (dua kartu pertama yang dibagikan dengan nilai 21), kamu memenangkan 1.5 dikalikan jumlah uang taruhan. (Perintah ini memiliki waktu cooldown selama 5 detik.)
nb_no: `[beløp]` – Mengden penger du satser må være mellom 0 og 1000; standard til 0 Spill en runde blackjack mot botten, kontrollert av reaksjoner. Målet er å ha en kortverdi så nær 21 som mulig, uten å komme over 21 (kjent som bust). Å ha en kortverdi på nøyaktig 21 er kjent som blackjack. \U00002934 Hit: Ta et nytt kort \U00002935 Stand: Hold deg til gjeldende kortverdi \U00002194 Split (hvis du får utdelt to kort med samme verdi): Del de to kortene dine i separate hender \U0001F501 Switch (hvis delt): Endre den fokuserte hånden \U000023EC Double down: doble beløpet du satser i bytte mot bare ett kort til Hvis en spiller vinner, vil de få beløpet i kontanter. Hvis de taper, vil de tape det beløpet. Hvis de vinner med en naturlig blackjack (de to første kortene får en verdi på 21), vinner spilleren 1,5 ganger beløpet. (Denne kommandoen har en nedkjøling på 5 sekunder.)
pt_br: `[amount]` - A quantidade de dinheiro que você deseja apostar, deve estar entre 0 e 1000. Por padrão é 0 Joga uma partida de blackjack contra o bot, controlado clicando nas reações O objetivo é possuir uma carta com o valor mais próximo de 21, sem passar dele (conhecido como estourar). Ter cartas com o valor de 21 exatamente é conhecido como um blackjack. \U00002934 Acertar: Pegue outra carta \U00002935 Parar: ficar no atual valor de suas cartas \U00002194 Dividir (se tratado com duas cartas do mesmo valor): Divide suas duas cartas em duas mãos diferentes \U0001F501 Trocar (se dividir): Muda a mão principal \U000023EC Dobrar: dobra a quantidade que você vai apostar, em troca de apenas uma carta Se o jogador vencer, ele recebe a quantia apostada em dinheiro. Se ele perder, ele irá perder a quantia apostada de dinheiro. Se o jogador vencer com um blackjack natural (o valor das duas primeiras cartas resultam em 21), o jogador ganha 1.5 vezes a quantia apostada. (Esse comando tem um tempo de espera de 5 segundos.)

source: Play double-or-steal
de_de: Spielt Verdoppeln-oder-Stehlen
es_es: Juega doble-o-robo
id_id: Bermain double-or-steal
nb_no: Spill dobbel eller stjel
pt_br: Jogue dobre ou roube

source: `[user]` - A discord user with a character; defaults to anyone Play a round of double-or-steal against a player. Each round, a player can double the bet played for, or steal, removing the bet from the other player and giving it to the first.
de_de: `[user]` - Ein Discordnutzer mit einem Charakter; ohne Angabe ist es jemand Spiele eine Runde verdoppeln-oder-stehlen gegen einen Spieler. Jede Runde können die Spieler den Einsatz um den sie spielen, verdoppeln, oder ihn stehlen. Damit wird dem anderen Spieler das Geld genommen und dem Ersten gegeben.
es_es: `[user]` - Un usuario de discord con un personaje; cualquiera por defecto Juega una ronda de doble-o-robo contra un jugador. En cada ronda, un jugador puede duplicar la apuesta jugada o robar, eliminando la apuesta del otro jugador y dándole la primera.
id_id: `[user]` - Pengguna discord yang memiliki karakter; jika tidak ditentukan maka dijadikan untuk siapa saja Bermain sebuah ronde double-or-steal melawan pemain yang lain. Setiap ronde, pemain dapat menggandakan taruhan yang dimainkan, atau mencuri, menghilangkan taruhan dari pemain lain dan memberikannya pada yang pertama.
nb_no: `[bruker]` – En discord bruker med en karakter; standard til hvem som helst Spill en runde med dobbel eller stjel mot en spiller. Hver runde kan en spiller doble pengene spilt for, eller stjele, fjerner pengene spilt for fra den andre spilleren og gi den til den første.
pt_br: `[user]` - Um usuário do Discord que tem um personagem. Por padrão é qualquer um Joga uma partida de double-or-steal contra um jogador. A cada turno, um jogador pode dobrar a quantidade apostada, ou roubar a aposta do outro jogador, dando ela para ao primeiro.

source: React with 💰 to play double-or-steal with {user}!
de_de: Reacte mit 💰, um Verdoppeln-Oder-Stehlen mit {user} zu spielen!
es_es: ¡Reacciona con 💰 para jugar a doble-o-robo con {user}!
es_mx: ¡Reacciona con 💰 para jugar a doble-o-robo con {user}!
hu_hu: A 💰 reakciógombbal válaszolhatsz a Dupla-vagy-semmi kihívásra {user} ellen!
id_id: Bereaksi dengan tombol 💰 untuk bermain double-or-steal dengan {user}!
nb_no: Reager med 💰 for å spille dobbel eller stjel med {user}!
pt_br: Clique no 💰 para dobrar ou roubar com {user}!
sv_se: Reagera med 💰 för att spela ett dubbel-eller-stjäl spel med {user}!

source: {user} has no character.
de_de: {user} hat keinen Charakter.
es_es: {user} no tiene personaje.
es_mx: {user} no tiene personaje.
hu_hu: {user} még nem hozott létre karaktert.
id_id: {user} tidak memiliki karakter.
nb_no: {user} har ikke en karakter.
pt_br: {user} não tem character.
sv_se: {user} har ingen karaktär.

source: {user} is too poor to double.
de_de: {user} ist zu arm, um zu verdoppeln.
es_es: {user} es demasiado pobre para doblar.
es_mx: {user} es demasiado pobre para doblar.
hu_hu: {user} túl szegény ahhoz, hogy megduplázza a tétet.
id_id: {user} terlalu miskin untuk menggandakan.
nb_no: {user} er for fattig til å doble.
pt_br: {user} é muito pobre para dobrar.
sv_se: {user} är för fattig för att fördubbla.

source: Double or steal ${money}?
de_de: Verdoppeln oder ${money} stehlen?
es_es: ¿Doblar o robar ${money}?
es_mx: ¿Doblar o robar ${money}?
hu_hu: A tét ${money}; dupla-vagy-semmi?
id_id: Gandakan atau curi ${money}?
nb_no: Doble eller stjel ${money}?
pt_br: Dobrar ou roubar ${money}?
sv_se: Fördubbla eller stjäla ${money}?

source: Double
de_de: Verdoppeln
es_es: Doblar
es_mx: Doblar
hu_hu: Dupla
id_id: Gandakan
nb_no: Doble
pt_br: Dobrar
sv_se: Fördubbla

source: Steal
de_de: Stehlen
es_es: Robar
es_mx: Robar
hu_hu: Semmi
id_id: Curi
nb_no: Stjel
pt_br: Roubar
sv_se: Stjäl

source: {user} stole **${money}**.
de_de: {user} stahl **${money}**.
es_es: {user} robó **${money}**.
es_mx: {user} robó **${money}**.
hu_hu: {user} eltett **${money}** összegű pénzt.
id_id: {user} mencuri **${money}**.
nb_no: {user} stjal **${money}**.
pt_br: {user} roubou **${money}**.
sv_se: {user} stal **${money}**.

source: {user} doubled to **${money}**.
de_de: {user} verdoppelt auf **${money}**.
es_es: {user} dobló a **${money}**.
es_mx: {user} dobló a **${money}**.
hu_hu: {user} megduplázta a **${money}** tétet.
id_id: {user} gandakan ke **${money}**.
nb_no: {user} doblet til **${money}**.
pt_br: {user} roubou **${money}**.
sv_se: {user} fördubblade till **${money}**.

source: Put an item in the market
de_de: Biete ein Item auf dem Markt an
es_es: Añade un artículo al mercado
id_id: Menaruh barang di pasar
nb_no: Sett en gjenstand på markedet
pt_br: Coloca um item no mercado

source: `<itemid>` - The ID of the item to sell `<price>` - The price to sell the item for, can be 0 or above Puts your item into the market. Tax for selling items is 5% of the price. You may not sell modified items, items with a price lower than their value, or items below 4 stat. If you are in an alliance with owns a city with a trade building, you do not have to pay the tax. Please note that you won't get the money right away, another player has to buy the item first. With that being said, please choose a reasonable price. Acceptable price range is 1 to 100 Million. If your item has not been bought for 14 days, it will be removed from the market and put back into your inventory.
de_de: `<itemid>`- Die ID des Items, das verkauft werden soll `<price>`- Der Preis für den es verkauft werden soll, kann 0 oder mehr sein Stellt dein Item auf dem Marktplatz für den Verkauf auf. Die Steuer für den Verkauf beträgt 5% des Preises. Du kannst keine modifizierten Items, Items mit einem Preis geringer als ihrem Wert oder Items mit einem Kampfwert unter 4 verkaufen. Wenn du in einer Allianz bist, der eine Stadt mit einem Handelsgebäude gehört, musst du keine Steuer zahlen. Bitte vergiss nicht, dass du das Geld nicht sofort bekommst, jemand muss das Item kaufen. Der maximal mögliche Preis für Items ist 100 Millionen. Falls das Item innerhalb von 14 Tagen nicht gekauft wird, wird es vom Markt entfernt werden und zurück in dein Inventar getan.
es_es: `<itemid>` - el ID del objeto a vender `<price>` - el precio al que vender el objeto; puede ser 0 o mayor Añade tu objeto al mercado. El impuesto de venta es un 5% del precio. No se pueden vender objetos modificados, con un precio menor que su valor, u objetos con menor estadística de 4. Si perteneces a una alianza que posee una ciudad con un edificio de comercio, no tienes que pagar impuestos. Por favor, ten en cuenta que no recibirás el dinero inmediatamente, otro jugador debe comprar el objeto antes. Dicho esto, por favor considera un precio razonable. Los precios admitidos oscilan entre 1 y 100 millones. Si un objeto no ha sido comprado en 14 días, éste será quitado del mercado y devuelto a tu inventario.
id_id: `<itemid>` - ID barang yang akan dijual `<price>` - Harga barang yang akan dijual, bisa jadi angka 0 atau lebih Menaruh barang di pasar. Pajak untuk menjual barang adalah 5% dari harga barang. Kamu tidak boleh menjual barang yang dimodifikasi, barang dengan harga terendah dari nilainya, atau barang dibawah stat 4. Jika kamu dalam sebuah aliansi yang memiliki kota dengan bangunan perdagangan, kamu tidak perlu membayar pajak. Harap dicatat bahwa kamu tidak akan menerima uangnya langsung, pemain lain harus membeli barangnya terlebih dahulu. Karena itu, mohon buat harga yang wajar. Kisaran harga yang dapat diterima adalah 1 hingga 100 juta. Jika barangmu tidak dibeli selama 14 hari, barang tersebut akan dikeluarkan dari pasar dan dimasukan kembali kedalam persediaanmu.
nb_no: `<gjenstandsID>` – ID-en til gjenstanden som skal selges `<pris>` – Prisen å selge gjenstanden for, kan være 0 eller høyere Setter gjenstanden din på markedet. Avgift for salg av gjenstander er 5 % av prisen. Du kan ikke selge modifiserte gjenstander, gjenstander med en pris som er lavere enn verdien, eller gjenstander under 4 stats. Hvis du er i allianse som eier en by med handelsbygg, trenger du ikke betale skatten. Vær oppmerksom på at du ikke får pengene med en gang, en annen spiller må kjøpe gjenstanden først. Når det er sagt, vennligst velg en rimelig pris. Akseptabel prisklasse er 1 til 100 millioner. Hvis gjenstanden din ikke har blitt kjøpt på 14 dager, vil den bli fjernet fra markedet og satt tilbake i inventaren ditt.

source: You don't own an item with the ID: {itemid}
bg_bg: Не притежавате предмет с ID: {itemid}
de_de: Du hast kein Item mit der ID: {itemid}
es_ar: Vos no tenés el objeto ID: {itemid}
es_es: No posees ningún objeto con el ID: {itemid}
es_mx: No posees ningún objeto con ID: {itemid}
fr_fr: Vous ne possédez aucun item avec l’ID: {itemid}
hu_hu: Nincs ilyen azonosítójú tárgyad: {itemid}
id_id: Kamu tidak memiliki barang dengan ID: {itemid}
nb_no: Du eier ikke en gjenstand med IDen: {itemid}
pt_br: Você não possui um item com o ID: {itemid}
ru_ru: У вас нет предмета с данным ID: {itemid}
sv_se: Du äger inte ett föremål med ID: {itemid}

source: You may not sell donator-modified items.
de_de: Du darfst geänderte Items nicht verkaufen.
es_es: No puedes vender objetos que hayan sido modificados.
es_mx: No puedes vender objetos modificados por un donador.
hu_hu: Nem adhatsz el támogatók által módosított tárgyakat.
id_id: Kamu tidak dapat menjual barang donator-modified.
nb_no: Du kan ikke selge donatormodifiserte gjenstander.
pt_br: Você não pode vender itens modificados por doadores.
sv_se: Du får inte sälja modifierade föremål.

source: Selling an item below its value is a bad idea. You can always do `{prefix}merchant {itemid}` to get more money.
de_de: Einen Gegenstand unterhalb seines Wertes zu verkaufen ist eine schlechte Idee. Du kannst jederzeit `{prefix}merchant {itemid}` benutzen, um den exakten Wert des Gegenstandes zu erhalten.
es_es: Vender un objeto por debajo de su valor no es una buena idea. Puedes usar `{prefix}merchant {itemid}` para obtener más dinero.
es_mx: Vender un objeto por debajo de su valor no es una buena idea. Puedes usar `{prefix}merchant {itemid}` para obtener más dinero.
hu_hu: Áron alul eladni valamit nem valami jó ötlet. Legrosszabb esetben a tárgy eladható az eszmei értékén a `{prefix}merchant {itemid}` paranccsal.
id_id: Menjual sebuah barang dibawah nilainya adalah ide yang buruk. Kamu selalu bisa melakukan `{prefix}merchant {itemid}` untuk mendapatkan banyak uang.
nb_no: Å selge en vare under verdien er en dårlig ide. Du kan alltid bruke `{prefix}merchant {itemid}` for å få mer penger.
pt_br: Vender um item abaixo do seu valor é uma má ideia. Você sempre pode fazer `{prefix} merchant {itemid}` para obter mais dinheiro.
sv_se: Att sälja ett föremål för under dens värde är en dålig idé. Du kan alltid använda `{prefix} merchant {itemid}` för att tjäna mer pengar.

source: Your item is either equal to a Starter Item or worse. Noone would buy it.
bg_bg: Предметът Ви е с ефективността на началните предмети или е по-слаб от тях. Никой не би ги купил.
de_de: Dein Item ist genauso schwach oder schwächer als die Starter-Items. Niemand wird das kaufen.
es_ar: Lo que intentaste vender tiene las mismas estadísticas (o peores) que los objetos iniciales. Nadie te lo va a comprar. Ésto no es mercado libre.
es_es: Tu objeto es igual o peor que un objeto inicial. Nadie lo compraría.
es_mx: Tu objeto es igual o peor que un Objeto Inicial. Nadie lo compraría.
fr_fr: Votre item est soit égal a un item de base, ou pire. Personne ne l’achèterait.
hu_hu: Ez a tárgy ugyanolyan gyenge, vagy rosszabb, mint amivel minden játékos kezd. Senki nem fogja megvenni.
id_id: Item kamu mungkin sama dengan Starter Item atau lebih buruk. Tidak ada yang mau membelinya.
nb_no: Gjenstanden din er enten lik en starter gjenstand eller verre. Ingen ville kjøpe den.
pt_br: Seu item é igual a um item inicial ou pior. Ninguém o compraria.
ru_ru: Ваш предмет или равен стартовому предмету или ещё хуже. Никто не захочет купить его.
sv_se: Ditt föremål är antingen lika med ett startalternativ eller sämre. Ingen skulle köpa den.

source: You cannot afford the tax of 5% (${amount}).
de_de: Du kannst dir die Steuer von 5% (${amount}) nicht leisten.
es_es: No puedes pagar el IVA de 5% (${amount}).
es_mx: No puedes pagar el impuesto de 5% ({amount}).
hu_hu: Sajnos, az ÁFA-t nem tudod megfizetni (áru értékének 5%-a, vagyis ${amount}).
id_id: Kamu tidak dapat membayar pajak dari 5% nya (${amount}).
nb_no: Du har ikke råd til skatten på 5 % (${amount}).
pt_br: Você não pode pagar a taxa de 5%(${amount}).
sv_se: Du har inte råd med skatten på 5% (${amount})

source: Successfully added your item to the shop! Use `{prefix}shop` to view it in the market! {additional}
de_de: Dein Item wurde erfolgreich auf dem Markt angeboten! Nutze `{prefix}shop` um es im Markt anzusehen! {additional}
es_es: ¡Se ha añadido tu objeto a la tienda! ¡Utiliza`{prefix}shop` para verlo en el mercado! {additional}
id_id: Berhasil menambahkan barangmu ke toko! Gunakan `{prefix}shop` untuk melihatnya di pasar! {additional}
nb_no: Gjenstanden din er lagt til i butikken! Bruk `{prefix}shop` for å se den på markedet! {additional}
pt_br: Seu item foi adicionado à loja com sucesso! Use `{prefix}shop` para vê-lo no mercado! {additional}

source: The tax of 5% has been deducted from your account.
de_de: Die Steuer von 5% wurde von deinem Geld abgezogen.
es_es: El IVA de 5% ha sido descontado de tu cuenta.
id_id: Pajak dari 5% telah diambil dari akun kamu.
nb_no: Skatten på 5 % er trukket fra kontoen din.
pt_br: A taxa de 5% foi removida da sua conta.

source: Buy an item from the shop
de_de: Kaufe ein Item vom Markt
es_es: Compra un artículo de la tienda
id_id: Membeli barang dari toko
nb_no: Kjøp en gjenstand fra butikken
pt_br: Compra um item da loja

source: `<itemid>` - The ID of the item to buy Buy an item from the global market. Tax for buying is 5%. Buying your own items is impossible. You can find the item's ID in `{prefix}shop`.
de_de: `<itemid>` - Die ID des Items, welches gekauft werden soll Kaufe ein Item vom globalen Markt. Die Steuer beim Kauf ist 5%. Du kannst deine eigenen Items nicht kaufen. Du kannst Item IDs hier finden: `{prefix}shop`.
es_es: `<itemid>` - el ID del artículo a comprar Compra un objeto del mercado global. El impuesto de compra es del 5%. Comprar tus propios objetos es imposible. Puedes encontrar la ID del objeto en `{prefix}shop`.
id_id: `<itemid>` - ID barang yang akan dibeli Membeli sebuah barang dari pasar global. Pajak untuk membeli adalah 5%. Kamu tidak dapat membeli barangmu sendiri. Kamu dapat menemukan ID barang di `{prefix}shop`.
nb_no: `<gjenstandID>` – ID-en til gjenstanden som skal kjøpes Kjøp en gjenstand fra det globale markedet. Skatt for kjøp er 5%. Å kjøpe egne gjenstanden er ikke mulig. Du finner gjenstandenes ID i `{prefix}shop`.
pt_br: `<itemid>` - O ID do item que você deseja comprar Compra um item do mercado global. A taxa de compra é de 5%. Você não pode comprar seus próprios itens. Você pode encontrar os ID's dos itens em `{prefix}shop`.

source: There is no item in the shop with the ID: {itemid}
bg_bg: Магазина не съдържа предмет с ID: {itemid}
de_de: Es gibt kein Item mit der ID {itemid} auf dem Markt.
es_ar: No hay objeto en la tienda con la ID: {itemid}
es_es: No hay ningún objeto en la tienda con el ID: {itemid}
es_mx: No hay ningún objeto en la tienda con la ID: {itemid}
fr_fr: Il n’y a aucun item dans la magasin possédant l’ID: {itemid}
hu_hu: Ilyen azonosítóval ({itemid}) senki nem árul semmit a Piactéren.
id_id: Tidak ada barang di toko dengan ID: {itemid}
nb_no: Det er ingen gjenstand i butikken med ID: {itemid}
pt_br: Não há nenhum item na loja com o ID: {itemid}
ru_ru: Предмета с данным ID: {itemid} нет в магазине.
sv_se: Det finns inget föremål i affären med ID: {itemid}

source: You may not buy your own items.
de_de: Du kannst deine eigenen Items nicht kaufen.
es_es: No puedes comprar tus propios objetos.
es_mx: No puedes comprar tus propios objetos.
hu_hu: A saját portékádat nem vásárolhatod meg saját magadtól.
id_id: Kamu tidak dapat membeli barangmu sendiri.
nb_no: Du kan ikke kjøpe dine egne gjenstander.
pt_br: Você não pode comprar seus próprios itens.
sv_se: Du kan inte köpa dina egna föremål.

source: You're too poor to buy this item.
bg_bg: Нямате достатъчно пари, за да купите този предмет.
de_de: Du hast nicht genug Geld um dieses Item zu kaufen.
es_ar: Sos demasiado pobre para comprar este objeto.
es_es: Eres demasiado pobre para comprar este objeto.
es_mx: Eres demasiado pobre para comprar este objeto.
fr_fr: Vous êtes trop pauvre pour acheter cet item.
hu_hu: Nem telik neked erre a tárgyra.
id_id: Kamu terlalu miskin untuk membeli barang ini.
nb_no: Du er for fattig til å kjøpe denne gjenstanden.
pt_br: Você é muito pobre para comprar este item.
ru_ru: Вы слишком бедны, чтобы купить этот предмет.
sv_se: Du är för fattig för att köpa det här föremålet.
