Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: A special surprise - check out `{prefix}eventbackground` for a new Wintersday background!
bg_bg: Специална изненада -проверете `{prefix}eventbackground` за нов Зименден фон!
de_de: Eine besondere Überraschung! Nutze `{prefix}eventbackground` für einen coolen Profil-Hintergrund!
es_ar: ¡Hay una sorpresa especial, utiliza el comando "{prefix}eventbackground" para conseguir un nuevo fondo de perfil!
es_mx: Sorpresa especial :o Revisa `{prefix}eventbackground` para un nuevo fondo Wintersday!
fr_fr: Une surprise spéciale - consultez `{prefix}eventbackground` pour un nouveau fond d'écran du Jour de l'Hiver!
hu_hu: Meglepetés! Kukkantsd meg az új Ünnepi hátteret: `{prefix}eventbackground` !
pt_br: Uma surpresa especial - confira '{prefix}eventbackground` para um novo fundo de inverno!
ru_ru: Неожиданный сюрприз - проверь `{prefix}eventbackground` для нового Новогоднего фона!
sv_se: En speciell överraskning - kolla på `{prefix}eventbackground` för en ny vintersdag bakgrund!

source: Combine the mysterious puzzle pieces.
bg_bg: Нареди мистериозните парченца пъзел.
de_de: Setze die Puzzleteile zusammen.
es_ar: Combina las misteriosas piezas del rompecabezas.
es_es: Combina las misteriosas piezas de rompecabezas.
es_mx: Combina las misteriosas piezas de rompecabezas.
fr_fr: Combine la mystérieuse pièce de puzzle
hu_hu: A rejtelmes kirakós darabok összeállítása.
id_id: Mengkombinasikan potongan puzzle yang misterius.
nb_no: Kombiner de mystiske puslespillbrikkene.
pt_br: Combine as misteriosas peças do quebra-cabeça.
ru_ru: Объедини таинственные кусочки пазла.
sv_se: Kombinera de mystiska pusselbitarna.

source: The mysterious puzzles don't fit together... Maybe some are missing?
bg_bg: Мистериозните парченца пъзел не си пасват... Може би някои липсват?
de_de: Das passt nicht ganz... Hier fehlen wohl einige Teile?
es_ar: Las piezas no concuerdan. ¿Habrá un objeto que hayas pasado por alto?
es_es: Las piezas del rompecabezas no encajan... ¿Quizás faltan algunas piezas?
es_mx: Los rompecabezas misteriosos no encajan... ¿Quizá faltan algunas piezas?
fr_fr: Les mystérieuses pièce de puzzle ne vont pas ensemble … Peut-être qu'il manque quelque chose ?
hu_hu: A rejtelmes kirakósdarabok nem állnak össze...talán némelyik még hiányzik?
id_id: Puzzle misterius tidak cocok bersama... Mungkin ada yang hilang?
nb_no: De mystiske pusle brikkene passer ikke sammen... Kanskje du mangler noen?
pt_br: Os quebra-cabeças misteriosos não se encaixam ... Talvez alguns estejam faltando?
ru_ru: Таинственные кусочки пазла не подходят... Может не хватает ещё одного кусочка?
sv_se: De mystiska pusselbitarna passar inte ihop... Kanske några saknas?

source: You combined the puzzles! In your head a voice whispers: *Well done. Now use `{prefix}eventbackground {num}` to set your new background that you just acquired...*
de_de: Du hast die Puzzleteile zusammengefügt! In deinem Kopf hörst du eine Stimme: *Gut gemacht! Nutze jetzt `{prefix}eventbackground {num}` um deinen neuen Profil-Hintergrund festzulegen, den du gerade bekommen hast...*
es_es: ¡Has combinado las piezas de rompecabezas! Una voz susurra en tu cabeza: *Bien hecho. Ahora utiliza ` {prefix}eventbackground {num}` para equipar el nuevo fondo que acabas de conseguir...*
id_id: Kamu telah menggabungkan teka-teki! kamu berbisik: *Bagus sekali. Sekarang gunakan `{prefix}eventbackground {num}` untuk menggunakan latar belakang baru yang baru saja kamu dapat...*
nb_no: Du kombinerte pusle brikkene! Du hører en stemme i hodet hviske: *Godt gjort. Bruk nå `{prefix}eventbackground {num}` for å angi den nye bakgrunnen du nettopp har skaffet deg...*

source: Evoke cringe
de_de: Beschwöre den cringe herauf

source: Let's dab together.
bg_bg: Нека да се потупаме заедно.
de_de: Hit the dab.
es_ar: Vamos a hacer el dab juntos.
es_mx: Vamos a hacer el dab juntos.
fr_fr: Faisons un dab ensemble
hu_hu: Dab-eljünk együtt!
ru_ru: Давай дэбать вместе.
sv_se: Låt oss göra en dab.

source: No. Just no. I am a bot. What did you think?
bg_bg: Не. Просто не. Аз съм бот. Какво си мислеше?
de_de: Nein. Einfach nein. Ich bin nur ein Bot. Was hast du dir dabei gedacht?
es_ar: No. Simplemente no. Soy un bot. ¿Qué flasheas?
es_mx: No, simplemente no. Soy un bot, ¿qué pensabas?
fr_fr: Non. Juste non. Je suis un bot. A quoi vous pensiez ?
hu_hu: Nem. Takarodj. Én egy bot vagyok. Mégis mire számítottál?
ru_ru: Нет. Я не бот. О чём же ты подумал?
sv_se: Föll du verkligen för den? Hah

source: Get your daily reward
de_de: Erhalte deine tägliche Belohnung
es_es: Obtén tu recompensa diaria
id_id: Ambil hadiah harian kamu
nb_no: Få din daglige belønning
pt_br: Pegue sua recompensa diária

source: Get your daily reward. Depending on your streak, you will gain better rewards. After ten days, your rewards will reset. Day 11 and day 1 have the same rewards. The rewards will either be money (2/3 chance) or crates (1/3 chance). The possible rewards are: __Day 1__ $50 or 1-6 common crates __Day 2__ $100 or 1-5 common crates __Day 3__ $200 or 1-4 common (99%) or uncommon (1%) crates __Day 4__ $400 or 1-4 common (99%) or uncommon (1%) crates __Day 5__ $800 or 1-4 common (99%) or uncommon (1%) crates __Day 6__ $1,600 or 1-3 common (80%), uncommon (19%) or rare (1%) crates __Day 7__ $3,200 or 1-2 uncommon (80%), rare (19%) or magic (1%) crates __Day 8__ $6,400 or 1-2 uncommon (80%), rare (19%) or magic (1%) crates __Day 9__ $12,800 or 1-2 uncommon (80%), rare (19%) or magic (1%) crates __Day 10__ $25,600 or 1 rare (80%), magic (19%) or legendary (1%) crate If you don't use this command up to 48 hours after the first use, you will lose your streak. (This command has a cooldown until 12am UTC.)
de_de: Erhalte deine tägliche Belohnung. Abhängig von deiner Serienlänge wirst du bessere Belohnungen erhalten. Nach 10 Tagen werden deine Belohnungen zurückgesetzt. Tag 11 und Tag 1 haben die gleichen Belohnungen. Die Belohnungen sind entweder Geld (2/3 Chance) oder Kisten (1/3 Chance). Die möglichen Belohnungen sind: __Tag 1__ $50 oder 1-6 common Kisten __Tag 2__ $100 oder 1-5 common Kisten __Tag 3__ $200 oder 1-4 common (99%) oder uncommon (1%) Kisten __Tag 4__ $400 oder 1-4 common (99%) oder uncommon (1%) Kisten __Tag 5__ $800 oder 1-4 common (99%) oder uncommon (1%) Kisten __Tag 6__ $1.600 oder -3 common (80%), uncommon (19%) oder rare (1%) Kisten __Tag 7__ $3.200 oder 1-2 uncommon (80%), rare (19%) oder magic (1%) Kisten __Tag 8__ $6.400 oder 1-2 uncommon (80%), rare (19%) oder magic (1%) Kisten __Tag 9__ $12.,800 oder 1-2 uncommon (80%), rare (19%) oder magic (1%) Kisten __Tag 10__ $25,600 oder 1 rare (80%), magic (19%) oder legendary (1%) Kiste Wenn du diesen Befehl nicht innerhalb von 48 Stunden nach der ersten Nutzung erneut verwendest, verfallen deine gesammelten Tage. (Dieser Befehl hat einen Cooldown bis Mitternacht/12am UTC.)
es_es: Obtén tu recompensa diaria. Dependiendo de tu racha, obtendrás mejores recompensas. Después de diez días, tus recompensas se restablecerán. El día 11 y el día 1 tienen las mismas recompensas. Las recompensas serán dinero (probabilidad de 2/3) o cajas (probabilidad de 1/3). Las posibles recompensas son: __Día 1__ $ 50 o 1-6 cajas comunes __Dia 2__ $ 100 o 1-5 cajas comunes __Día 3__ $ 200 o 1-4 cajas comunes (99%) o poco comunes (1%) __Día 4__ $ 400 o 1-4 cajas comunes (99%) o poco comunes (1%) __Dia 5__ $ 800 o 1-4 cajas comunes (99%) o poco comunes (1%) __Día 6__ $ 1,600 o 1-3 cajas comunes (80%), poco comunes (19%) o raras (1%) __Día 7__ $ 3,200 o 1-2 cajas poco comunes (80%), raras (19%) o mágicas (1%) __Día 8__ $ 6,400 o 1-2 cajas poco comunes (80%), raras (19%) o mágicas (1%) __Día 9__ $ 12,800 o 1-2 cajas poco comunes (80%), raras (19%) o mágicas (1%) __Día 10__ $ 25,600 o 1 caja rara (80%), mágica (19%) o legendaria (1%) Si no usas este comando en las siguientes 48 horas después del primer uso, perderás tu racha. (Este comando se renueva a las 12 a.m. UTC).
id_id: Ambil hadiah harianmu. Tergantung pada urutan harian yang kamu lakukan, kamu akan mendapatkan hadiah yang lebih baik. Setiap sepuluh hari, hadiahmu akan diatur ulang. Hari ke 11 dan hari ke 1 memiliki hadiah yang sama. Hadiahnya bisa berupa uang (2/3 peluang) atau peri (1/3 peluang). Kemungkinan hadihanya adalah: __Hari ke 1__ $50 atau 1-6 peti common __Hari ke 2__ $100 atau 1-5 peti common __Hari ke 3__ $200 atau 1-4 peti common (99%) atau peti uncommon (1%) __Hari ke 4__ $400 atau 1-4 peti common (99%) atau peti uncommon (1%) __Hari ke 5__ $800 atau 1-4 peti common (99%) atau peti uncommon (1%) __Hari ke 6__ $1,600 atau 1-3 peti common (80%), peti uncommon (19%) atau peti rare (1%) __Hari ke 7__ $3,200 atau 1-2 peti uncommon (80%), peti rare (19%) atau peti magic (1%) __Hari ke 8__ $6,400 atau 1-2 peti uncommon (80%), peti rare (19%) atau peti magic (1%) __Hari ke 9__ $12,800 atau 1-2 peti uncommon (80%), peti rare (19%) atau peti magic (1%) __Hari ke 10__ $25,600 atau 1 peti rare (80%), peti magic (19%) atau peti legendary (1%) Jika kamu tidak menggunakan perintah ini lagi dalam waktu 48 jam setelah penggunaan pertama, kamu akan kehilangan urutan harianmu. (Perintah ini memiliki waktu cooldown sampai pukul 12 tengah malam dalam waktu UTC.)
nb_no: Få din daglige belønning. Avhengig av streaken din, vil du få bedre belønninger. Etter ti dager vil belønningene dine tilbakestilles. Dag 11 og dag 1 har samme belønning. Belønningene vil enten være penger (2/3 sjanse) eller kasser (1/3 sjanse). De mulige belønningene er: __Dag 1__ $50 eller 1-6 vanlige kasser __Dag 2__ $100 eller 1-5 vanlige kasser __Dag 3__ $200 eller 1-4 vanlige (99%) eller uvanlige (1%) kasser __Dag 4__ $400 eller 1-4 vanlige (99%) eller uvanlige (1%) kasser __Dag 5__ $800 eller 1-4 vanlige (99%) eller uvanlige (1%) kasser __Dag 6__ $1600 eller 1-3 vanlige (80%), uvanlige (19%) eller sjeldne (1%) kasser __Dag 7__ $3200 eller 1-2 uvanlige (80%), sjeldne (19%) eller magiske (1%) kasser __Dag 8__ $6 400 eller 1-2 uvanlige (80 %), sjeldne (19 %) eller magiske (1 %) kasser __Dag 9__ $12 800 eller 1-2 uvanlige (80 %), sjeldne (19 %) eller magiske (1 %) kasser __Dag 10__ $25 600 eller 1 sjelden (80%), magisk (19%) eller legendarisk (1%) kasse Hvis du ikke bruker denne kommandoen inntil 48 timer etter første gangs bruk, vil du miste streaken. (Denne kommandoen har en nedkjøling til kl. 12.00 UTC.)
pt_br: Pegue sua recompensa diária. Dependendo da sua sequência, você ganhará melhores recompensas. Depois de 10 dias, suas recompensas vão ser redefinidas. Dia11 e dia 1 tem as mesmas recompensas. As recompensas ou serão dinheiro (2/3 chance) ou caixas (1/3 chance). As recompensas possíveis são: __Dia 1__ $50 ou 1-6 comum caixas __Dia 2__ $100 ou 1-5 comum caixas __Dia 3__ $200 ou 1-4 comum (99%) ou incomum (1%) caixas __Dia 4__ $400 ou 1-4 comum (99%) ou incomum (1%) caixas __Dia 5__ $800 ou 1-4 comum (99%) ou incomum (1%) caixas __Dia 6__ $1,600 ou 1-3 comum (80%), incomum (19%) ou rara (1%) caixas __Dia 7__ $3,200 ou 1-2 incomum (80%), rara (19%) ou mágica (1%) caixas __Dia 8__ $6,400 ou 1-2 incomum (80%), rara (19%) ou mágica (1%) caixas __Dia 9__ $12,800 ou 1-2 incomum (80%), rara (19%) ou mágica (1%) caixas __Dia 10__ $25,600 ou 1 rara (80%), mágica (19%) ou lendária (1%) caixas Se você não usar esse comando em até 48 horas depois do primeiro uso, você perderá sua sequência (Esse comando tem um tempo de espera até meia-noite UTC.)

source: You received your daily {txt}! You are on a streak of **{streak}** days! *Tip: `{prefix}vote` every 12 hours to get an up to legendary crate with possibly rare items!*
de_de: Du hast deine Tägliche {txt}! erhalten! Du hast deine tägliche Belohnung bereits **{streak}** Tage hintereinander abgeholt! *Tipp: Nutze `{prefix}vote` alle 12 Stunden um Kisten mit einer Seltenheit bis hin zu legendär, mit möglicherweise seltenen Items, zu erhalten!*
es_es: ¡Has recibido tu recompensa diaria {txt}! ¡Tienes una racha de **{streak}** días! *Consejo: ¡`{prefix}vote` cada 12 horas para conseguir hasta una caja legendaria con la posibilidad de objetos raros!*
id_id: Kamu menerima hadiah harianmu {txt}! Kamu dalam urutan hari ke **{streak}**! *Tips: `{prefix}vote` setiap 12 jam untuk berpeluang mendapatkan peti legendary dengan barang yang langka!*
nb_no: Du mottok ditt daglige {txt}! Du er på en streak på **{streak}** dager! *Tips: `{prefix}vote` hver 12. time for å få en kasse opp til legendarisk sjeldenhet med muligens sjeldne gjenstander!*

source: View your current streak
de_de: Sieh dir deine momentane Streak an
es_es: Mira tu racha actual
id_id: Melihat urutan harian kamu saat ini
nb_no: Se din nåværende streak
pt_br: Veja sua atual sequência

source: Want to flex your streak on someone or just check how many days in a row you've claimed your daily reward? This command is for you
de_de: Willst du gegenüber einem Fremden angeben, oder einfach nur nachsehen, wie lange du bereits deine tägliche Belohnung gesammelt hast? Dieser Befehl ist für dich
es_es: ¿Quieres mostrarle tu racha a alguien o simplemente comprobar cuántos días seguidos has reclamado tu recompensa diaria? Este comando es para ti
id_id: Ingin memamerkan urutan harian kamu kepada seseorang atau hanya melihat sudah berapa hari berturut-turut kamu mengambil hadiahmu? Perintah ini bisa kamu gunakan
nb_no: Har du lyst til å vise frem streaken din til noen eller bare sjekke hvor mange dager på rad du har gjort din daglige belønning? Denne kommandoen er for deg
pt_br: Você quer ostentar sua sequência diária ou apenas ver quantas vezes você pegou sua recompensa diária? Esse comando foi feito para você

source: You don't have a daily streak yet. You can get one going by using the command `{prefix}daily`!
de_de: Du hast noch keine tägliche Streak. Du kannst eine bekommen, in dem du `{prefix}daily` nutzt!
es_es: Aún no tienes una racha diaria. ¡Puedes poner en marcha una usando el comando `{prefix}daily`!
id_id: Kamu belum memiliki urutan harian. Kamu bisa memulainya dengan menggunakan perintah`{prefix}daily`!
nb_no: Du har ikke en daglig streak ennå. Du kan få en i gang ved å bruke kommandoen `{prefix}daily`!
pt_br: Você não tem uma sequência diária ainda. Você pode conseguir um usando o comando `{prefix}daily`!

source: You are on a daily streak of **{streak}!**
de_de: Du hast deine tägliche Belohnung bereits **{streak}** Tage hintereinander abgeholt!
es_es: ¡Estás en una racha diaria de **{streak}!**
id_id: Kamu berada dalam urutan harian ke **{streak}!**
nb_no: Du er på en daglig streak med **{streak}!**
pt_br: Você está em uma sequência de **{streak}!**

source: Show the bot's ping
de_de: Zeigt den Ping des Bots an
id_id: Menampilkan ping bot
pt_br: Mostra o ping do bot

source: Shows you the bot's current websocket latency in milliseconds.
de_de: Zeigt dir die momentane Latenz des Bots in Millisekunden an.
id_id: Menampilkan latensi websocket bot saat ini dalam milidetik.
pt_br: Mostra a atual latência do websocket do bot em milissegundos.

source: My current latency is {lat}ms
bg_bg: Моето закъснение е {lat}ms
de_de: Aktueller Ping ist {lat}ms
es_ar: Mi latencia actual es de {lat}ms
es_mx: Mi latencia actual es de {lat}
fr_fr: Ma latence actuelle est de {lat}ms
hu_hu: A jelenlegi kékésem: {lat} századmásodperc
id_id: Latensi aku saat ini adalah {lat}ms
pt_br: Minha latência é {lat}ms
ru_ru: Моя задержка в данный момент {lat}ms
sv_se: Min nuvarande latens är {lat}ms

source: Shorten an image URL.
de_de: Kürzt eine Bild URL.
es_es: Acortar la URL de una imagen.
id_id: Persingkat URL gambar.
nb_no: Forkort en bilde-URL.
pt_br: Encurta uma URL de imagem.

source: `[given_url]` - The URL to shorten; if not given, this command will look for image attachments Get a short URL from a long one or an image attachment. If both a URL and an attachment is given, the attachment is preferred. GIFs are not supported, only JPG and PNG. In case this command fails, you can [manually upload your image to Imgur](https://imgur.com/upload).
de_de: `[given_url]` - Die URL die gekürzt werden soll; wenn diese Info nicht gegeben ist, wird nach Bildanhängen gesucht Erhalte eine kurz URL aus einer langen oder ein Bildanhang Wenn sowohl eine URL als auch ein Anhang gegeben sind, wird der Anhang bevorzugt. GIFs werden nicht unterstützt, nur JPG und PNG. Sollte dieser Befehl nicht funktionieren, kannst du dein [Bild manuell auf Imgur hochladen](https://imgur.com/upload).
es_es: `[given_url]` - La URL para acortar; si no se proporciona, este comando buscará archivos adjuntos de imágenes Obtén una URL corta de una larga o un archivo adjunto de imagen. Si se proporciona una URL y un archivo adjunto, se prefiere el archivo adjunto. Los GIF no son compatibles, solo JPG y PNG. En caso de que este comando falle, puede [cargar manualmente su imagen a Imgur] (https://imgur.com/upload).
id_id: `[given_url]` - URL yang akan dipersingkat; jika tidak diberikan, perintah ini akan mencari lampiran gambar Mendapatkan URL yang pendek dari url yang panjang atau sebuah lampiran gambar. Jika URL dan lampiran gambar diberikan, maka lampiran gambar lebih disukai. Tidak mendukung GIFs, hanya JPG dan PNG. Jika perintah ini gagal, kamu dapat [mengupload gambarmu secara manual ke](https://imgur.com/upload).
nb_no: `[gitt_url]` – URLen som skal forkortes; hvis ikke gitt, vil denne kommandoen se etter bildevedlegg Få en kort URL fra en lang eller et bildevedlegg. Hvis både en URL og et vedlegg er gitt, foretrekkes vedlegget. GIF-er støttes ikke, bare JPG og PNG. Hvis denne kommandoen mislykkes, kan du [laste opp bildet manuelt til Imgur](https://imgur.com/upload).
pt_br: [given_url]` - A URL que você deseja que seja encurtada. Se não fornecida, esse comando procurará por uma imagem anexada. Consiga uma URL curta vinda de uma longa ou uma imagem anexada. Se a URL e anexo forem fornecidos, o anexo será preferido. GIF's não são suportados, apenas JPG e PNG. Caso esse comando falhar, você pode [manualmente upar sua imagem para o Imgur](https://imgur.com/upload).

source: Please supply a URL or an image attachment
de_de: Bitte gib eine URL oder ein Bild-Anhang an
es_es: Por favor, introduce una URL o imagen
es_mx: Por favor, introduce una URL o imagen
hu_hu: Adj meg egy URL címet vagy egy képet csatolmányként!
id_id: Harap menyediakan sebuah URL atau lampiran gambar
nb_no: Vennligst oppgi en URL eller et bildevedlegg
pt_br: Por favor, forneça um URL ou uma imagem em anexo
sv_se: Vänligen ge en URL eller tillagd bild

source: Please only use one image at a time.
de_de: Bitte nutze nicht mehrere Anhänge auf einmal.
es_es: Por favor usa sólo una imagen por comando.
es_mx: Por favor usa sólo una imagen cada vez.
hu_hu: Kérlek, egyszerre csak egy képet adj meg!
id_id: Tolong gunakan satu gambar setiap satu waktu.
nb_no: Vennligst bruk kun ett bilde om gangen.
pt_br: Por favor, use apenas uma imagem de cada vez.
sv_se: Vänligen använd enbart en bild åt gången.

source: Here's your short image URL: <{link}>
de_de: Hier ist deine kurze URL: <{link}>
es_es: Aquí está tu enlace URL corto: <{link}>
es_mx: Aquí está tu enlace URL corto: <{link}>
hu_hu: Íme, a rövid URL: <{link}>
id_id: Ini adalah URL gambar pendek kamu: <{link}>
nb_no: Her er din kortere nettadressen til bildet: <{link}>
pt_br: Aqui está o URL encurtado da sua imagem: <{link}>
sv_se: Här är din korta bildURL: <{link}>

source: Support the bot financially
de_de: Unterstütze den Bot finanziell
es_es: Apoye financieramente al bot
id_id: Dukung bot secara finansial
nb_no: Støtt botten økonomisk
pt_br: Ajude o bot financeiramente

source: View the Patreon page of the bot. The different tiers will grant different rewards. View `{prefix}help module Patreon` to find the different commands. Thank you for supporting IdleRPG!
de_de: Sieh dir die Patreon Seite des Bots an. Unterschiedliche Stufen erhalten unterschiedliche Belohnungen Sieh dir`{prefix}help module Patreon` an um die verschiedenen Befehlen einzusehen. Vielen Dank, dass du IdleRPG unterstützt!
es_es: Ver la página de Patreon del bot. Los diferentes niveles otorgarán diferentes recompensas. Vea el módulo de ayuda `{prefix} Patreon` para encontrar los diferentes comandos. ¡Gracias por apoyar a IdleRPG!
id_id: Melihat halaman Patreon bot. Tingkatan yang berbeda akan memberikan hadiah yang berbeda. Lihat `{prefix}help module Patreon` untuk melihat berbagai macam perintah. Terima kasih sudah mendukuing IdleRPG!
nb_no: Se Patreon siden til botten. De forskjellige nivåene vil gi forskjellige belønninger. Se `{prefix}help module Patreon` for å finne de forskjellige kommandoene. Takk for at du støtter IdleRPG!
pt_br: Veja a página do Patreon do bot. Os escalões diferentes irão garantir diferentes recompensas. Digite `{prefix}help module Patreon` para descobrir os diferentes comandos Obrigado por auxiliar o IdleRPG!
