Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: Defines an avatar's edges
de_de: Definiert die Kanten eines Profibilds
es_es: Define los bordes de un avatar
id_id: Membuat tepi gambar profil
nb_no: Definerer en avatars kanter
pt_br: Define as bordas do avatar

source: `[user]` - A discord User whose avatar to edit; defaults to oneself Finds and exaggerates edges in a user's avatar, creating a cool image effect.
de_de: `[user]` - Ein Discordnutzer, dessen Profilbild verändert wird; standardmäßig man selbst Findet und übertreibt die Kanten in einem Nutzer Profilbild, was einen coolen Effekt kreiert.
es_es: `[usuario]` - Un Usuario discordante cuyo avatar para editar; por defecto a uno mismo Encuentra y exagera los bordes en el avatar de un usuario, creando un efecto de imagen genial.
id_id: `[user]` - Seorang Pengguna Discord yang avatarnya ingin diedit; jika tidak disebutkan maka akan dianggap ke diri sendiri Menemukan dan melebih-lebihkan tepian pada avatar pengguna, untuk memberikan efek gambar yang keren.
nb_no: `[user]` - En discord bruker hvis avatar skal redigeres; misligholder seg selv Finner og overdriver kanter i en brukers avatar, og skaper en kul bildeeffekt.
pt_br: `[user]` - Um usuário do Discord, cujo o avatar você quer que seja editado. Por padrão é você mesmo. Encontra e exagera as bordas do avatar do usuário, criando um efeito interessante na imagem.

source: Inverts a user's avatar
de_de: Invertiert das Profilbild eines Nutzers
es_es: Invierte un avatar
id_id: Menghasilkan warna negatif pada avatar
nb_no: Inverterer en brukers avatar
pt_br: Inverte o avatar do usuário

source: `[member]` - A discord User whose avatar to invert; defaults to oneself Invert the colors in someone's avatar. (This command has a channel cooldown of 15 seconds.)
de_de: `[member]` - Ein Discord Nutzer, dessen Profilbild invertiert wird; ohne Angabe ist man es selbst Invertiert die Farben in einem Profibild. (Dieser Befehl hat einen Kanal Cooldown von 15 Sekunden.)
es_es: `[member]` - un usuario de discord cuyo avatar para invertir; por defecto a uno mismo Invierte los colores en el avatar de alguien. (Este comando tiene un tiempo de reutilización de canal de 15 segundos).
id_id: `[user]` - Seorang Pengguna discord yang avatarnya ingin dibuat negatif; jika tidak disebutkan maka akan dianggap untuk diri sendiri Memberikan warna negatif ke avatar seseorang. (Perintah ini memiliki waktu cooldown channel selama 15 detik.)
nb_no: `[member]` - En discord bruker hvis avatar skal inverteres; misligholder seg selv Inverter fargene i noens avatar. (Denne kommandoen har en kanalnedkjøling på 15 sekunder.)
pt_br: `[member]` - Um usuário do Discord, cujo avatar você quer que seja invertido. Por padrão é você mesmo. Inverte as cores no avatar de alguém. (Esse comando tem um tempo de espera de 15 segundos.)

source: oil-paint someone's avatar
de_de: Kreiert ein Ölbild eines Profilbilds

source: `[member]` - A discord User whose avatar to oil-paint; defaults to oneself Creates an oil-painting effect on someone's avatar. (This command has a channel cooldown of 15 seconds.)
de_de: `[member]` - Ein Discord Nutzer, dessen Profilbild als Ölgemälde nachgezeichnet wird; ohne Angabe ist man es selbst Kreiert ein Ölgemälde-Effekt auf einem Profilbild. (Dieser Befehl hat einen Kanal Cooldown von 15 Sekunden.)
es_es: `[member]` - un usuario de discord cuyo avatar posee un efecto al óleo; uno mismo por defecto. Crea un efecto de pintura al óleo en el avatar de alguien. (Este comando tiene un tiempo de reutilización de canal de 15 segundos).
id_id: `[user]` - Seorang Pengguna discord yang avatarnya ingin diberi efek cat minyak; jika tidak disebutkan maka akan berlaku untuk diri sendiri Membuat efek cat minyak kepada avatar seseorang. (Perintah ini memiliki waktu cooldown channel selama 15 detik.)
nb_no: `[medlem]` – En discord bruker sin avatar til oljemaling; misligholder seg selv Skaper en oljemalende effekt på noens avatar. (Denne kommandoen har en kanalnedkjøling på 15 sekunder.)
pt_br: `[member]` - Um usuário do Discord, cujo avatar você quer que seja pintado a óleo. Por padrão é você mesmo. Cria um efeito de pintura de óleo no avatar de alguém (Esse comando tem um tempo de espera de 15 segundos.)

source: Trick or treat!
bg_bg: Номер или лакомство!
de_de: Süßes oder Saures!
es_ar: ¡Dulce o truco!
es_es: ¡Truco o trato!
es_mx: ¡Truco o trato!
fr_fr: Des bonbons ou un sort !
hu_hu: Csokit vagy csínyt!
id_id: Tipuan atau permen!
nb_no: Knask eller knep!
pt_br: Doces ou travessuras!
ru_ru: Конфеты или жизнь!
sv_se: Bus eller godis!

source: Walk around the houses and scare the residents! Maybe they have a gift for you? This command requires two players, one that is waiting and one that rings at the door. If you are the one waiting, you will get a direct message from the bot later, otherwise you will get a reply immediately. There is a 50% chance you will receive a halloween bag from the other person. (This command has a cooldown of 3h)
de_de: Laufe um die Häuser und erschrecke die Bewohner! Vielleicht haben sie ein Geschenk für dich? Dieser Befehl benötigt zwei Spieler. Einen der wartet und einen Zweiten, der an der Tür klingelt. Wenn du der Spieler bist, der wartet, erhältst du später eine direkte Nachricht vom Bot, ansonsten bekommst du sofort eine Antwort. Es gibt eine 50% Chance, dass du einen Halloween Beutel von der anderen Person bekommst. (Dieser Befehl hat einen Cooldown von 3 Stunden)
es_es: ¡Pasea alrededor de las casas y asusta a los residentes! ¿Quizá tengan un regalo para ti? Este comando requiere dos jugadores, uno que está esperando y otro que toca a la puerta. Si eres el que espera, recibirás un mensaje directo del bot luego, si no recibirás una respuesta inmediatamente. Hay una posibilidad del 50% de que recibas una bolsa de halloween de la otra persona. (Este comando tiene un tiempo de reutilización de 3h)
id_id: Berjalan mengelilingi rumahnya dan menakuti penghuninya! Mungkin mereka memiliki sebuah hadiah untukmu? Perintah ini membutuhkan dua pemain, satunya menunggu dan satunya lagi membunyikan belnya. Jika kamu adalah bagian yang menunggu, kamu akan mendapatkan pesan langsung dari botnya nanti, jika tidak maka kamu akan mendapatkan balasan langsung. Ada kemungkinan 50% kamu akan mendapatkan sebuah tas halloween dari orang satunya. (Perintah ini memliki waktu cooldown selama 3 jam)
nb_no: Gå rundt i husene og skrem beboerne! Kanskje de har en gave til deg? Denne kommandoen krever to spillere, en som venter og en som ringer på døren. Hvis det er du som venter, får du en direktemelding fra botten senere, ellers får du svar umiddelbart. Det er 50 % sjanse for at du mottar en halloween-pose fra den andre personen. (Denne kommandoen har en nedkjøling på 3 timer)

source: You walk around the houses... Noone is there... *yet*
bg_bg: Вървите около къщите... Няма никой... *все още*
de_de: Du läufst um die Häuser, aber es ist *noch* keiner hier..
es_ar: Caminás cerca de algunas casas... No hay nadie.. *todavía.*
es_es: Paseas alrededor de las casas y… Nadie se encuentra allí... *aún*
es_mx: Andas por las casas pero nadie se encuentra allí... *todavía*
fr_fr: Vous marchez autour des maisons… Personne n’est là… *pour l’instant*
hu_hu: Végigsétálsz a házsoron...senki sehol...*még*
id_id: Kamu berjalan di sekitar rumah-rumah... Masih *belum* ada orang disana...
nb_no: Du går rundt i husene... Ingen er der... *ennå*
pt_br: Você anda pelas casas ... Ninguém está lá ... *ainda*
ru_ru: Вы бродите около домов... Здесь никого нет... *пока что*
sv_se: Du går runt husen... Ingen är där... *än*

source: You walk around the houses and ring at {waiting}'s house! That's a trick or treat bag for you, yay!
bg_bg: Вървите около къщите и се спирате пред къщата на {waiting}! Те Ви дават торба с номер-или-лакомство, ура!
de_de: Du läufst um die Häuser und klingelst bei {waiting}. Ein Beutel für dich!
es_ar: Caminás cerca de una casa y tocas el timbre de la casa de {waiting}... ¡Hay una bolsa de dulce o truco para vos! ¡Vamos manaos!
es_es: Paseas alrededor de las casas y tocas al timbre de la casa de {waiting}... ¡Hay una bolsa de truco o trato para ti, bien!
es_mx: Andas por las casas y tocas al timbre de la casa {waiting}... ¡Hay una bolsa de truco o trato para ti, bien!
fr_fr: Vous marchez près des maisons et sonne chez {waiting} ! Tu reçois un sac surprise !
hu_hu: Végigsétálsz a házsoron és becsöngetsz {waiting} ajtaján! Nicsak, egy zsákbamacska!
id_id: Kamu berjalan di sekitar rumahnya dan membunyikan bel di rumahnya {waiting}! Itu adalah sebuah tas trick or treat untukmu, yay!
nb_no: Du går rundt husene og ringer på huset til {waiting}! Det er en godtepose for deg, yay!
pt_br: Você anda pelas casas e toca a campainha da casa de {waiting} ... Há um sacola de doces ou travessuras para você! Viva!
ru_ru: Вы бродите около домов и звоните в дверь {waiting} дома. Вы получаете мешок с конфетами!
sv_se: Du går runt husen och ringer på {waiting}s hus! Det är en bus eller godis påse till dig, yay! :D

source: You walk around the houses and ring at {waiting}'s house! Sadly they don't have anything for you...
bg_bg: Вървите около къщите и се спирате пред къщата на {waiting}! За жалост те не нямат нищо за Вас...
de_de: Du läufst um die Häuser und klingelst bei {waiting}. Heute gibt es allerdings nichts für dich...
es_ar: Caminás cerca de una casa y tocas el timbre de la casa de {waiting}, pero no tienen nada para vos.
es_es: Paseas por las casas y tocas el timbre de {waiting}, pero desafortunadamente no tiene nada para ti…
es_mx: Andas por las casas y tocas el timbre de la casa de {waiting}, pero desafortunadamente no tiene nada para tí...
fr_fr: Vous marchez près des maisons et sonne chez {waiting} ! Malheureusement tu ne reçois rien...
hu_hu: Végigsétálsz a házsoron és becsöngetsz {waiting} ajtaján! Sajnos semmivel sem készültek neked...
id_id: Kamu berjalan di sekitar rumahnya dan membunyikan bel di rumahnya {waiting}! Sayangnya mereka tidak memiliki apa pun untuk kamu...
nb_no: Du går rundt husene og ringer på huset til {waiting}! Dessverre har de ikke noe for deg...
pt_br: Você anda pelas casas e toca a campainha da casa de {waiting}! Infelizmente eles não tem nada para você...
ru_ru: Вы бродите около домов и звоните в дверь {waiting} дома. К сожалению им нечего предложить вам...
sv_se: Du går runt husen och ringer på {waiting}s hus! Tyvärr har de inget till dig...

source: 🎃 As you step out of the door, you open your candy and plastic reveals an ancient image on top of a chocolate bar, passed along for generations. You decide to keep it in your `{prefix}eventbackground`s.
de_de: 🎃Gerade als du aus der Tür trittst und deine Süßigkeiten auspackst siehst du auf der Verpackung eines Schokoriegels ein antikes Bild, welches seit Generationen weitergegeben wurde. Du entschließt dich, es in deinen `{prefix}eventbackground`s zu behalten.

source: Open a trick or treat bag
de_de: Öffne einen Süßes oder Saures Beutel
es_es: Abre una bolsa de truco o trato
id_id: Membuka tas trick or treat
nb_no: Åpne en knask eller knep pose
pt_br: Abre uma sacola de "Doces ou Travessuras"

source: Open a trick or treat bag, you can get some with `{prefix}trickortreat`. Trick or treat bags contain halloween-themed items, ranging from 1 to 50 base stat. Their value will be between 1 and 200.
de_de: Öffne einen Süßes oder Saures Beutel, du kannst welche mit dem `{prefix}trickortreat` Befehl erhalten. Süßes oder Saures Beutel enthalten Items im Halloween-Stil, zwischen 1 und 50 Basisstat. Ihr Wert liegt zwischen 1 und 200.
es_es: Abre una bolsa de truco o trato, puedes obtener algo con `{prefix}trickortreat`. Las bolsas de truco o trato contienen objetos de temática halloween, oscilando entre las estadísticas 1 y 50. Su valor estará entre 1 y 200.
id_id: Membuka tas trick or treat, kamu bisa mendapatkannya dengan `{prefix}trickortreat`. Kantong trick or treat berisi barang bertema halloween, mulai dari 1 sampai 50 status dasar. Nilainya antara 1 dan 200.
nb_no: Åpne en knask eller knep pose, du kan få noen med `{prefix}trickortreat`. Knask eller knep poser inneholder halloween-tema gjenstander, alt fra 1 til 50 basisstatistikk. Verdien deres vil være mellom 1 og 200.

source: Seems you haven't got a trick or treat bag yet. Go get some!
bg_bg: Изглежда че все още нямате торба с номер-или-лакомство. Намерете си!
de_de: Sieht so aus als ob du keine Beutel hast. Hol dir welche!
es_ar: Parece que no tenés una bolsa de "Dulce o Truco" todavía. ¡Andá a conseguir una!
es_es: Parece que todavía no tienes bolsas de "Truco o Trato". ¡Ve a conseguir algunas!
es_mx: Parece que todavía no tienes bolsas de "Truco o Trato", ve a conseguir algunas!
fr_fr: On dirait que tu n'as pas encore de sac surprise. Va en collecter !
hu_hu: Úgy látszik, nincs még zsákbamacskád. Menj és gyűjts párat!
id_id: Sepertinya kamu belum memiliki tas trick or treat. Dapatkan beberapa!
nb_no: Ser ut til at du ikke har en knask eller knep pose ennå. Gå og hent noen!
pt_br: Parece que você não tem uma sacola de "Doces ou Travessuras" ainda. Vá busca uma!
ru_ru: По-видимому ты ещё не получил мешок с конфетами. Иди и достань его!
sv_se: Ser ut som att du inte har fått någon bus eller godis påse än. Gå och skaffa några!

source: You gained an item!
bg_bg: Получихте предмет!
de_de: Du erhälst einen Gegenstand!
es_ar: ¡Encontraste un objeto!
es_es: ¡Has obtenido un objeto!
es_mx: ¡Has obtenido un objeto!
fr_fr: Vous avez obtenu un item !
hu_hu: Új tárgyra tettél szert!
id_id: Kamu mendapatkan sebuah barang!
nb_no: Du har fått en gjenstand!
pt_br: Você obteve um item!
ru_ru: Вы получили предмет!
sv_se: Du har fått ett föremål!

source: You found a new item when opening a trick-or-treat bag!
bg_bg: Намерихте нов предмет когато отворихте торба с номер-или-лакомство!
de_de: In dem Beutel war ein Gegenstand!
es_ar: ¡Encontraste un nuevo objeto abriendo una de tus bolsas de dulce o truco!
es_es: ¡Has encontrado un nuevo objeto abriendo una de tus bolsas de truco o trato!
es_mx: ¡Has encontrado un nuevo objeto abriendo una de tus bolsas de dulce o truco!
fr_fr: Tu trouve un nouveau item en ouvrant ton sac surprise !
hu_hu: Új tárgyra leltél a zsákbamacskában!
id_id: Kamu mendapatkan sebuah barang baru ketika membuka tas trick-or-treat!
nb_no: Du fant en ny gjenstand når du åpnet en knask eller knep pose!
pt_br: Você encontrou um novo item, ao abrir uma das suas sacolas de "Doces ou Travessuras"!
ru_ru: Вы получили новый предмет, во время открытия мешка с конфетами!
sv_se: Du hittade ett nytt föremål när du öppnade en bus eller godis påse!

source: Type
bg_bg: Тип
de_de: Klasse
es_ar: Tipo
es_es: Clase
es_mx: Tipo
hu_hu: Típus
id_id: Tipe
pt_br: Tipo
ru_ru: Тип
sv_se: Typ

source: Damage
bg_bg: Сила
de_de: Schaden
es_ar: Daño
es_es: Daño
es_mx: Daño
fr_fr: Dégâts
hu_hu: Sebzés
id_id: Kerusakan
nb_no: Skade
pt_br: Dano
ru_ru: Урон
sv_se: Skada

source: Armor
bg_bg: Броня
de_de: Verteidigung
es_ar: Armadura
es_es: Defensa
es_mx: Armadura
fr_fr: Armure
hu_hu: Páncél
id_id: Perisai
nb_no: Rustning
pt_br: Armadura
ru_ru: Защита
sv_se: Rustning

source: Value
bg_bg: Стойност
de_de: Wert
es_ar: Valor
es_es: Valor
es_mx: Valor
fr_fr: Valeur
hu_hu: Érték
id_id: Nilai
nb_no: Verdi
pt_br: Valor
ru_ru: Стоимость
sv_se: Värde

source: Remaining trick-or-treat bags: {bags}
bg_bg: Оставящи номер-или-лакомство торби: {bags}
de_de: Noch {bags} Beutel übrig
es_ar: Bolsas de Dulce o Truco restantes: {bags}
es_es: Bolsas de truco o trato restantes: {bags}
es_mx: Bolsas de Truco o Trato restantes: {bags}
fr_fr: Sac surprise restant : {bags}
hu_hu: Fennmaradó zsákbamacskák száma: {bags}
id_id: Tas trick-or-treat tersisa: {bags}
nb_no: Gjenværende knask eller knep poser: {bags}
pt_br: Sacolas de "Doce ou Travessuras" restantes: {bags}
ru_ru: Оставшиеся пакеты с конфетами {bags}
sv_se: Återstående bus eller godis påsar: {bags}

source: Shows your trick or treat bags
de_de: Zeigt deine Süßes oder Saures Beutel
es_es: Enseña tus bolsas de truco o trato
id_id: Menampilkan tas trick or treat milikmu
nb_no: Viser knask eller knep posene dine
pt_br: Mostra suas sacolas de "Doces ou Travessuras"

source: Shows the amount of trick or treat bags you have. You can get more by using `{prefix}trickortreat`.
de_de: Zeigt die Anzahl deines Süßes oder Saures Beutel. Du kannst mehr bekommen, in dem du `{prefix}trickortreat` nutzt.
es_es: Muestra la cantidad de bolsas de truco o trato que tienes. Puedes obtener más utilizando `{prefix} trickortreat`.
id_id: Menampilkan jumlah tas trick or treat yang kamu miliki. Kamu bisa mendapatkan lebih banyak lagi dengan menggunakan `{prefix}trickortreat`.
nb_no: Viser mengden knask eller knep poser du har. Du kan få mer ved å bruke `{prefix}trickortreat`.
pt_br: Mostra suas sacolas de "Doces ou Travessuras". Você pode ganhar mais usando `{prefix}trickortreat`.

source: You currently have **{trickortreat}** Trick or Treat Bags, {author}!
de_de: Du hast gerade **{trickortreat}** Süßes oder Saures Beutel, {author}!
es_es: ¡Ahora mismo tienes **{trickortreat}** bolsas de truco o trato, {author}!
id_id: Saat ini kamu memiliki **{trickortreat}** Tas Trick or Treat, {author}!
nb_no: Du har for øyeblikket **{trickortreat}** Knask eller Knep Poser, {author}!
pt_br: Você tem **{trickortreat}** sacolas de "Doces ou Travessuras", {author}!

source: Check the available languages
de_de: Zeigt die verfügbaren Sprachen an
es_es: Consulta los idiomas disponibles
id_id: Memeriksa bahasa yang tersedia
nb_no: Sjekk de tilgjengelige språkene
pt_br: Verifica os idiomas disponíveis

source: View all available languages' locale codes. You can check if your language is available by comparing against [this list](https://saimana.com/list-of-country-locale-code/) Some of these languages, like xtreme-owo or unplayable are no real languages but serve as a way to spice up the english text. If something is not yet translated, the english original text is used.
de_de: Zeigt die verfügbaren Sprachen und ihre Codes an. Du kannst überprüfen ob deine Sprache verfügbar ist und zwar mit Hilfe [dieser Liste](https://saimana.com/list-of-country-locale-code/) Einige dieser Sprachen, beispielsweise xtreme-owo oder unplayable sind keine richtigen Sprachen, sondern dienen dazu den Text etwas spannender zu gestalten. Falls etwas noch nicht übersetzt ist, wird der originale englische Text angezeigt.
es_es: Mira los códigos locales de todos los idiomas disponibles. Puedes verificar si tu idioma está disponible comparándolo con [esta lista] (https://saimana.com/list-of-country-locale-code/) Algunos de estos idiomas, como xtreme-owo o no reproducibles, no son idiomas reales, pero sirven como una forma de condimentar el texto en inglés. Si aún no se ha traducido algo, se utiliza el texto original en inglés.
id_id: Melihat semua kode lokal bahasa yang tersedia. Kamu bisa memeriksa jika bahasamu tersedia dengan membandingkanya pada [this list](https://saimana.com/list-of-country-locale-code/) Beberapa dari bahasa ini, seperti xtreme-owo atau unplayable bukanlah bahasa yang nyata tetapi digunakan untuk membuat teks bahasa inggris lebih asyik. Jika ada yang belum diterjemahkan, maka teks bahasa inggrisnya yang akan digunakan.
nb_no: Se alle tilgjengelige språks lokalkoder. Du kan sjekke om språket ditt er tilgjengelig ved å sammenligne med [denne listen](https://saimana.com/list-of-country-locale-code/) Noen av disse språkene, som xtreme-owo eller unplayable, er ingen ekte språk, men fungerer som en måte å krydre den engelske teksten på. Hvis noe ennå ikke er oversatt, brukes den engelske originalteksten.
pt_br: Veja todos os códigos de localidade dos idiomas disponíveis. Você pode ver se sua língua está disponível comparando com [essa lista](https://saimana.com/list-of-country-locale-code/) Algumas desses idiomas, como xtreme-owo ou unplayable não são idiomas reais, mas servem para deixar o texto em inglês mais bonito/divertido. Se alguma coisa não foi traduzido ainda, o texto original do Inglês é usado.

source: Your current language is **{current_locale}**. Available options: {all_locales} Please use `{prefix}locale set language_code` to choose one.
de_de: Deine ausgewählte Sprache ist **{current_locale}**. Verfügbare Optionen: {all_locales} Bitte nutze `{prefix}locale set language_code` um eine Sprache auszuwählen.
es_es: Su idioma actual es **{current_locale}**. Opciones disponibles: {all_locales} Utilice `{prefix} locale set language_code` para elegir uno.
id_id: Bahasa kamu saat ini adalah **{current_locale}**. Pilihan yang tersedia: {all_locales} Silahkan gunakan `{prefix}locale set language_code` untuk memilihnya.
nb_no: Det nåværende språket ditt er **{current_locale}**. Tilgjengelige alternativer: {all_locales} Bruk `{prefix}locale set language_code` for å velge en.
pt_br: Seu idioma atual é **{current_locale}**. Opções disponíveis: {all_locales} Por favor digite `{prefix}locale set language_code` para escolher uma.

source: Set your language
de_de: Legt deine Sprache fest
es_es: Selecciona tu idioma
id_id: Mengatur bahasamu
nb_no: Still inn språket ditt
pt_br: Define seu idioma

source: `<locale>` - The locale code of the language you want to use; full list can be found in `{prefix}language` Changes the language the bot replies for you.
de_de: `<locale>` - Der Code der Sprache, die du nutzen möchtest; die komplette Liste kann in {prefix}language` gefunden werden Ändert die Sprache, in welcher der Bot dir antwortet.
es_es: `<locale>` - el código local del idioma que desea usar; la lista completa se puede encontrar en `{prefix} idioma` Cambia el idioma con el cual el bot responde por ti.
id_id: `<locale>` - Kode lokal bahasa yang ingin kamu gunakan; daftar lengkap dapat dilihat di `{prefix}language` Mengubah bahasa bot yang akan dipakai untukmu.
nb_no: `<locale>` - Lokalkoden til språket du vil bruke; fullstendig liste finnes på `{prefix}language` Endrer språket botten svarer på for deg.
pt_br: <locale>` - O código local dos idiomas que você quer usar; a lista completa pode ser achada em `{prefix}language` Muda o idioma que o bot te responde.

source: Not a valid language.
bg_bg: Невалиден език.
de_de: Keine gültige Sprache.
es_ar: Lenguaje inválido.
es_es: Idioma inválido.
es_mx: Idioma inválido.
fr_fr: Langue non valide.
hu_hu: Érvénytelen nyelv.
id_id: Bahasa tidak valid.
nb_no: Ikke et gyldig språk.
pt_br: Idioma inválido.
ru_ru: Такого языка не существует.
sv_se: Inte ett giltigt språk.
