Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: `[difficulty]` - A whole number between 1 and 10; defaults to 3 `[enemy]` - A user; defaults to nobody Starts a game of chess. If a difficulty is given, you will play against the Stockfish chess AI with the given difficulty. If an enemy is given, you will play against that enemy, no matter if you set a difficulty or not. You are able to choose which side you want to play as at the beginning using the emojis. If you play against an enemy and both of you are ELO-registered, you are given the choice to play ranked or not. There can only be one chess game in one channel at a time. Chess moves can be sent in several formats: -`g1f3` -`Nf3` ⚠ -`0-0` -`xe3` *Keep in mind that these are case sensitive:* Pieces are upper case: -King = K -Queen = Q -Bishop = B -Knight = N -Rook = R -Pawn = no notation Fields are lower case.
de_de: `[difficulty]` - Eine ganze Zahl zwischen 1 und 10; ohne Angabe ist es 3 `[enemy]` - Ein Nutzer; Standard ist niemand Startet ein Schachspiel. Wenn eine Schwierigkeit angegeben wird, wirst du gegen die Stockfish Schach KI mit der gegeben Schwierigkeit spielen. Wenn ein Gegner angegeben wird, wirst du gegen den Gegner spielen, es ist hierbei egal, ob du eine Schwierigkeit angegeben hast oder nicht. Du kannst die Seite, die du spielen möchtest am Anfang auswählen, in dem du die Emojis nutzt. Wenn du gegen einen Gegner spielst und ihr beide ELO-registriert seid, habt ihr die Wahl mit ranked zu spielen oder nicht. Es gibt immer nur ein Schachspiel in einem Channel zur gleichen Zeit. Schachzüge können in verschiedenen Formaten gesendet werden: -`g1f3` -`Nf3` ⚠ -`0-0` -`xe3` *Denk daran, dass die Züge auf Groß/Kleinschreibung achten:* Figuren sind Großbuchstaben: -King /König= K -Queen/Dame = Q -Bishop/Läufer = B -Knight/Pferd = N -Rook/Turm = R -Pawn/Bauer = no notation Felder sind Kleinbuchstaben.
es_es: `[difficulty]` - un número entero entre 1 y 10; el valor predeterminado es 3 `[enemy]` - un usuario; nadie por defecto Empieza una partida de ajedrez. Si se ha proporcionado una dificultad, jugarás contra la inteligencia artificial de Stockfish con esa dificultad. Si se ha proporcionado un contrincante, jugarás contra ese contrincante, sin importar que hayas establecido una dificultad o no. Puedes elegir en qué bando jugar antes de comenzar reaccionando a los emojis. Si juegas contra un contrincante y los dos estáis registrados en ELO, tenéis la posibilidad de jugar clasificatoria o no. Solo puede haber una partida de ajedrez por canal en ese momento. Se pueden enviar los movimientos de ajedrez de varias formas: -`g1f3` -`Nf3` ⚠ -`0-0` -`xe3` *Ten en cuenta que se distinguen entre mayúsculas y minúsculas:* Las piezas son mayúsculas: -King/Rey = K -Queen/Reina = Q -Bishop/Álfil = B -Knight/Caballo = N -Rook/Torre = R -Pawn/Peón = no notation Las casillas son minúsculas.
id_id: `[difficulty]` - Angka antara 1 hingga 10; jika tidak ditentukan angkanya maka dijadikan 3 `[enemy]` - Seorang pemain; jika tidak ditentukan pemainnya maka dijadikan untuk siapa pun Memulai sebuah permainan catur Jika sebuah tingkat kesulitan ditentukan, kamu akan bermain melawan AI catur Stockfish dengan tingkat kesulitan yang ditentukan. Jika musuh ditentukan, kamu akan bermain melawan musuh tersebut, ataupun jika kamu mengatur sebuah tingkat kesulitan atau tidak. Kamu dapat memilih sisi yang mana yang ingin kamu mainkan pada awal permainan dengan menggunakan tombol emoji. Jika kamu bermain melawan seorang musuh dan kalian berdua sudah terdaftar di ELO, kamu akan diberikan pilihan untuk bermain dengan peringkat atau tidak. Hanya bisa satu permainan catur yang dapat bermain pada sebuah channel diwaktu tersebut. Gerakan catur dapat dikirim dalam beberapa format: -`g1f3` -`Nf3` ⚠ -`0-0` -`xe3` *Perlu diingat bahwa hal ini sensitif terhadap huruf besar/kecil:* Bagian ini adalah huruf besar: -King = K -Queen = Q -Bishop = B -Knight = N -Rook = R -Pawn = no notation Bidang adalah huruf kecil.
nb_no: `[vanskelighetsgrad]` – Et helt tall mellom 1 og 10; standard til 3 `[fiende]` - En bruker; standard til ingen Starter et parti sjakk. Hvis en vanskelighetsgrad er gitt, vil du spille mot Stockfish sjakk AI med den angitte vanskelighetsgraden. Hvis en fiende er gitt, vil du spille mot den fienden, uansett om du angir en vanskelighetsgrad eller ikke. Du kan velge hvilken side du vil spille som i begynnelsen ved å bruke emojiene. Hvis du spiller mot en fiende og begge er ELO-registrerte, får du valget om å spille rangert eller ikke. Det kan bare være ett sjakkspill i en kanal om gangen. Sjakktrekk kan sendes i flere formater: -`g1f3` -`Nf3` ⚠ -`0-0` -`xe3` *Husk at disse skiller mellom store og små bokstaver:* Delene har store bokstaver: -Kong = K -Dronning = Q -Biskop = B -Ridder = N -Rook = R -Bond = ingen notasjon Feltene er små bokstaver.
pt_br: `[difficulty]` - Um número inteiro entre 1 e 10. Por padrão é 3 `[enemy]` - Um usuário. Por padrão não é ninguém Inicia um jogo de xadrez. Se a dificuldade for dada, você jogará contra a IA de xadrez Stockfish com a dificuldade que você selecionou. Se o inimigo for dado, você jogará contra o inimigo, não importando se você selecionou a dificuldade ou não. Você pode escolher qual lado você quer jogar no inicio da partida clicando nas reações. Se você jogar contra um adversário e ambos vocês estão registrados em partidas de ELO, vocês terão a chance de escolher jogar ranqueada ou não. Só é possível ter um jogo de xadrez em um canal ao mesmo tempo. Os movimentos do xadrez podem ser enviados em vários formatos, eles são: -`g1f3` -`Nf3` ⚠ -`0-0` -`xe3` *Mantenha em mente que esses dependem do caso para serem usado:* Peças são sempre em letra maiúscula, elas são: -Rei = K -Rainha = Q -Bispo = B -Cavalo = N -Torre = R -Peão = sem notação Casas devem ser em letra minúscula.

source: You cannot play against yourself.
de_de: Du kannst nicht gegen dich selbst spielen.
es_es: No puedes jugar contra ti mismo.
id_id: Kamu tidak dapat melawan dirimu sendiri.
nb_no: Du kan ikke spille mot deg selv.
pt_br: Você não pode jogar contra você mesmo.

source: Difficulty may be 1-10.
de_de: Schwierigkeit kann zwischen 1 und 10 sein.
es_es: La dificultad puede ser entre 1-10.
id_id: Tingkat kesulitan mungkin dari 1-10.
nb_no: Vanskelighetsgrad kan være 1-10.
pt_br: A dificuldade pode ser de 1 a 10.

source: Please choose the colour you want to take.
de_de: Bitte wähle die Farbe, die du spielen möchtest.
es_es: Por favor, elige el color con el que quieres jugar.
id_id: Silahkan pilih warna yang ingin kamu ambil.
nb_no: Velg fargen du vil ta.
pt_br: Por favor escolha a cor que você deseja.

source: You took too long to choose a side.
de_de: Du hast zu lange gebraucht um eine Seite zu wählen.
es_es: Has tardado mucho en elegir un color.
id_id: Kamu terlalu lama memilih sebuah sisi.
nb_no: Du brukte for lang tid på å velge side.
pt_br: Você demorou muito para escolher um lado.

source: {author}, would you like to play an ELO-rated match? Your elo is {elo1}, their elo is {elo2}.
de_de: {author}, möchtest du ein ELO-bewertetes Match spielen? Deine Elo ist {elo1}, die deines Gegners {elo2}.
es_es: {author}, ¿quieres jugar una partida de ELO-clasificatoria? Tu ELO es {elo1}, su ELO es {elo2}.
id_id: {author}, apakah kamu ingin bermain sebuah pertandingan dengan peringkat-ELO? Elo kamu adalah {elo1}, elo mereka adalah {elo2}.
nb_no: {author}, vil du spille en ELO-vurdert kamp? Din elo er {elo1}, deres elo er {elo2}.
pt_br: {author}, você gostaria de jogar uma partida avaliada por ELO? Seu ELO é {elo1}, o ELO dele é {elo2}.

source: {user}, you have been challenged to a chess match by {author}. They will be {color}. Do you accept? {extra}
de_de: {user}, du wurdest zu einem Schachmatch von {author} herausgefordert! Dein Gegner wird {color} sein. Nimmst du an? {extra}
es_es: {user}, has sido desafiado a una partida de ajedrez por {author}. Ellos serán {color}. ¿Aceptas? {extra}
id_id: {user}, kamu telah ditantang untuk bermain sebuah pertandingan catur oleh {author}. Mereka berwarna {color}. Apakah kamu terima tantangannya? {extra}
nb_no: {user}, du har blitt utfordret til en sjakkkamp av {author}. De vil være {color}. Godtar du? {extra}
pt_br: {user}, você foi desafiado para uma partida de xadrez por {author}. Ele será {color}. Você aceita? {extra}

source: **The match will be ELO rated!**
de_de: **Dieses Match wird die ELO beeinflussen!**
es_es: **¡Esta partida será clasificada por ELO!**
id_id: **Pertandingan akan berperingkat ELO!**
nb_no: **Kampen vil bli ELO vurdert!**
pt_br: **A partida será avaliada por ELO!**

source: {user} rejected the chess match.
de_de: {user} hat das Schachspiel nicht akzeptiert.
es_es: {user} ha rechazado la partida de ajedrez.
id_id: {user} menolak untuk bermain pertandingan catur.
nb_no: {user} avviste sjakkkampen.
pt_br: {user} rejeitou sua partida de xadrez.

source: Wait for the match here to end.
de_de: Wartet, dass das Match hier endet.
es_es: Espera a que la partida que está en proceso aquí termine.
id_id: Tunggu sampai pertandingan ini berakhir.
nb_no: Vent til kampen her er over.
pt_br: Aguarde aqui até a partida terminar.

source: Shows past moves for this game
de_de: Zeigt vergangene Züge für dieses Spiel
es_es: Muestra movimientos pasados de esta partida
id_id: Menampilkan gerakan sebelumnya untuk permainan ini
nb_no: Viser tidligere trekk for dette spillet
pt_br: Mostra os movimentos anteriores nessa partida

source: Shows the moves of the current match in the channel that you and your opponent took.
de_de: Zeigt die Züge des aktiven Matches, den du und dein Gegner gemacht haben, im Channel.
es_es: Muestra los movimientos de la partida actual en el canal que tú y tu oponente escogisteis.
id_id: Menampilkan gerakkan pertandingan saat ini di channel yang kamu dan lawanmu gunakan.
nb_no: Viser trekkene til den gjeldende kampen i kanalen du og motstanderen din tok.
pt_br: Mostra os movimentos da atual partida no canal que você e seu oponente pegaram.

source: No game here.
de_de: Kein Spiel hier.
es_es: No hay ninguna partida aquí.
id_id: Tidak ada permainan disini.
nb_no: Ingen spill her.
pt_br: Nenhum jogo foi encontrado aqui.

source: Starts a game of Werewolf
de_de: Startet ein Werwolf Spiel
es_es: Empieza una partida de Werewolf
id_id: Memulai sebuah permainan Werewolf
nb_no: Starter et spill med Werewolf
pt_br: Inicia um jogo de Lobisomem

source: `[mode]` - The mode to play, see below for available options. (optional and defaults to Classic) `[speed]` - The game speed to play, see below available options. (optional and defaults to Normal) `[min_players]` - The minimum players needed to play. (optional and defaults depending on the game mode: Classic: 5, Imbalanced: 5, Huntergame: 8, Villagergame: 5, Valentines: 8, IdleRPG: 5) Starts a game of Werewolf. Find the werewolves, before they find you! Your goal to win is indicated on the role you have. **Game modes:** `Classic` (default), `Imbalanced`, `Huntergame`, `Villagergame`, `Valentines`, `IdleRPG`. Use `{prefix}ww modes` for detailed info. **Game speeds** (in seconds): `Normal`: 60 (default), `Extended`: 90, `Fast`: 45, `Blitz`: 30. Use `{prefix}ww speeds` for detailed info. **Aliases:** `ww` **Examples:** `{prefix}ww Blitz` for Classic mode on Blitz speed `{prefix}ww Imbalanced` for Imbalanced mode on Normal speed `{prefix}ww Valentines Extended` for Valentines mode on Extended speed `{prefix}ww Huntergame Fast` for Huntergame mode on Fast speed
de_de: `[mode]` - Der Modus, der gespielt werden soll. Siehe unten für verfügbare Modi. (Optional, ohne Angabe ist es Classic) `[speed]` - Die Geschwindigkeit, die gespielt werden soll. Siehe unten für verfügbare Geschwindigkeiten. (Optional, Standard ist Normal) `[min_players]` - Die Mindestanzhal der Spieler, die benötigt werden. (Optional und der Standard ändert sich je nach Spielmodus: Classic: 5, Imbalanced: 5, Huntergame: 8, Villagergame: 5, Valentines: 8, IdleRPG:5) Startet ein Werwolf Spiel. Finde die Werwölfe, bevor sie dich finden! Dein Ziel um zu gewinnen wird von der Rolle, die du hast bestimmt. **Spielmodi** `Classic` (Standard), `Imbalanced`, `Huntergame`, `Villagergame`, `Valentines`, `IdleRPG`. Nutze `{prefix}ww modes` für detaillierte Info. **Spielgeschwindigkeit* (in Sekunden): `Normal`: 60 (Standard), `Extended`: 90, `Fast`: 45, `Blitz`: 30. Nutze `{prefix}ww speeds` für detaillierte Info. **Alias:** `ww` **Beispiele:** `{prefix}ww Blitz` für Classic Modus mit Blitz Geschwindigkeit `{prefix}ww Imbalanced` für Imbalanced Modus mit Normal Geschwindigkeit `{prefix}ww Valentines Extended` für Valentines Modus mit Extended Geschwindigkeit `{prefix}ww Huntergame Fast` für Huntergame Modus mit Fast Geschwindigkeit
es_es: `[mode]` - el modo al que jugar, comprueba abajo las opciones disponibles. (Opcional y clásico por defecto) `[speed]` - la velocidad del juego, comprueba abajo las opciones disponibles. (Opcional y normal por defecto) `[min_players]` - el mínimo de jugadores requeridos para jugar. (Opcional y predeterminado según el modo de juego: Classic: 5, Imbalanced: 5, Huntergame: 8, Villagergame: 5, Valentines: 8, IdleRPG: 5) Comienza una partida de Werewolf. Encuentra a los lobos, ¡antes de que te encuentren ellos a ti! Tu objetivo para ganar se indicará según el rol que tengas. **Game modes:** `Classic` (predeterminado), `Imbalanced`, `Huntergame`, `Villagergame`, `Valentines`, `IdleRPG`. Usa `{prefix}ww modes` para información más detallada. **Game speeds** (en segundos): `Normal`: 60 (predeterminado), `Extended`: 90, `Fast`: 45, `Blitz`: 30. Usa `{prefix}ww speeds` para información más detallada. **Aliases:** `ww` **Ejemplos:** `{prefix}ww Blitz` para modo clásico con velocidad blitz `{prefix}ww Imbalanced` para modo imbalanced con velocidad normal `{prefix}ww Valentines Extended` para modo Valentines con velocidad ampliada `{prefix}ww Huntergame Fast` para modo huntergame con velocidad rápida.
id_id: `[mode]` - Jenis mode yang akan dimainkan, lihat dibawah untuk pilihan yang tersedia. (pilihan dan jika tidak ditentukan maka akan dijadikan mode Classic) `[speed]` - Jenis kecepatan permainan yang akan dimainkan, lihat dibawah untuk pilihan yang tersedia. (pilihan dan jika tidak ditentukan maka akan dijadikan mode Normal) `[min_players]` - Minimal pemain yang dibutuhkan untuk bermain. (pilihan dan jika tidak ditentukan maka tergantung pada mode permainan: Classic: 5, Imbalanced: 5, Huntergame: 8, Villagergame: 5, Valentines: 8, IdleRPG: 5) Memulai sebuah permainan Werewolf. Temukan werewolfnya, sebelum werewolfnya menemukanmu! Tujuan kamu untuk menang ditentukan pada peran yang kamu miliki. **Mode Permainan:** `Classic` (jika tidak ditentukan), `Imbalanced`, `Huntergame`, `Villagergame`, `Valentines`, `IdleRPG`. Gunakan `{prefix}ww modes` untuk informasi yang lengkap. **Kecepatan permainan** (dalam detik): `Normal`: 60 (jika tidak ditentukan), `Extended`: 90, `Fast`: 45, `Blitz`: 30. Gunakan `{prefix}ww speeds` untuk informasi yang lengkap. **Alias:** `ww` **Contoh:** `{prefix}ww Blitz` untuk mode Classic pada kecepatan Blitz `{prefix}ww Imbalanced` untuk mode Imbalanced pada kecepatan Normal `{prefix}ww Valentines Extended` untuk mode Valetines pada kecepatan Extended `{prefix}ww Huntergame Fast` untuk mode Huntergame pada kecepatan Fast
nb_no: `[mode]` – Modusen som skal spilles, se nedenfor for tilgjengelige alternativer. (valgfritt og standard til klassisk) `[speed]` – Spillhastigheten som skal spilles, se tilgjengelige alternativer nedenfor. (valgfritt og standard til Normal) `[min_players]` - Minimum spillere som trengs for å spille. (valgfritt og standard avhengig av spillmodus: Klassisk: 5, Ubalansert: 5, Huntergame: 8, Villagergame: 5, Valentines: 8, IdleRPG: 5) Starter et spill med Werewolf. Finn varulvene før de finner deg! Målet ditt om å vinne er angitt på rollen du har. **Spillmoduser:** `Classic` (standard), `Imbalanced`, `Huntergame`, `Villagergame`, `Valentines`, `IdleRPG`. Bruk `{prefix}ww modes` for detaljert informasjon. **Spillhastigheter** (i sekunder): 'Normal': 60 (standard), 'Utvidet': 90, 'Rask': 45, 'Blitz': 30. Bruk '{prefix}ww speeds' for detaljert informasjon. **Aliaser:** `ww` **Eksempler:** `{prefix}ww Blitz` for klassisk modus på blitzhastighet `{prefix}ww Imbalanced` for ubalansert modus på normal hastighet `{prefix}ww Valentines Extended` for Valentines modus på utvidet hastighet `{prefix}ww Huntergame Fast` for Huntergame-modus på rask hastighet

source: Invalid game mode. Use `{prefix}help ww` to get help on this command.
de_de: Invalide Spielmodus. Nutze `{prefix}help ww` um Hilfe für diesen Befehl zu erhalten.
es_es: Modo de juego inválido. Usa `{prefix}help ww` para obtener ayuda en este comando.
id_id: Mode permainan tidak valid. Gunakan `{prefix}help ww` untuk mendapatkan bantuan tentang perintah ini.
nb_no: Ugyldig spillmodus. Bruk `{prefix}help ww` for å få hjelp med denne kommandoen.

source: Invalid game speed. Use `{prefix}help ww` to get help on this command.
de_de: Invalide Spielgeschwindigkeit. Nutze `{prefix}help ww` um Hilfe für diesen Befehl zu erhalten.
es_es: Velocidad de juego inválida. Usa `{prefix}help ww` para obtener ayuda en este comando.
id_id: Kecepatan permainan tidak valid. Gunakan `{prefix}help ww` untuk mendapatkan bantuan tentang perintah ini.
nb_no: Ugyldig spillhastighet. Bruk `{prefix}help ww` for å få hjelp med denne kommandoen.

source: Use `{prefix}help ww` to get help on werewolf commands. Use `{prefix}ww roles` to view descriptions of game roles and their goals to win. Use `{prefix}ww modes` and `{prefix}ww speeds` to see info about available game modes and speeds.
de_de: Nutze {prefix}help ww` um die Hilfe zu den Werwolf Befehlen aufzurufen. Nutze `{prefix}ww roles` um die Beschreibungen der Spielrollen aufzurufen, sowie ihre Ziele zum gewinnen. Nutze `{prefix}ww modes` und `{prefix}ww speeds` um Informationen zu den verfügbaren Spielmodi und Geschwindigkeiten aufzurufen.
es_es: Usa `{prefix}help ww` para obtener ayuda con los comandos de werewolf. Usa `{prefix}ww roles` para ver las descripciones de los roles y sus objetivos para ganar. Usa `{prefix}ww modes` y `{prefix}ww speeds` para ver la información sobre los modos de juego y la velocidad.
id_id: Gunakan `{prefix}help ww` untuk mendapatkan bantuan tentang perintah werewolf. Gunakan `{prefix}ww roles` untuk melihat peran permainan dan tujuannya untuk menang. Gunakan `{prefix}ww modes` dan `{prefix}ww speeds` untuk melihat informasi tentang mode dan kecepatan permainan yang tersedia.
nb_no: Bruk `{prefix}help ww` for å få hjelp til varulv-kommandoer. Bruk `{prefix}ww roles` for å se beskrivelser av spillroller og deres mål om å vinne. Bruk `{prefix}ww modes` og `{prefix}ww speeds` for å se informasjon om tilgjengelige spillmoduser og hastigheter.

source: **{author} started a mass-game of Werewolf!** **{mode}** mode on **{speed}** speed. Go to {url} to join in the next 10 minutes. **Minimum of {min_players} players are required.**
de_de: **{author} hat ein Werwolf Massen-Spiel gestartet!** **{mode}** Modus mit **{speed}** Geschwindigkeit. Besuche {url} innerhalb der nächsten 10 Minuten um dem Spiel beizutreten. **Mindestens {min_players} Spieler werden benötigt.**

source: Werewolf Mass-game!
de_de: Werwolf Massen-Spiel!
es_es: ¡Partida masiva de Werewolf!
id_id: Permainan Massal Werewolf!
nb_no: Werewolf masse-spill!

source: New to Werewolf?
de_de: Neu bei Werwolf?
es_es: ¿Nuevo en Werewolf?
id_id: Masih baru dalam permainan Werewolf?
nb_no: Ny på Werewolf?

source: An error happened during the Werewolf. Missing Permission: `Embed Links` . Please check the **Edit Channel > Permissions** and **Server Settings > Roles** then try again!
de_de: Ein Fehler ist während Werwolf aufgetreten. Keine Rechte: `Embed Links`. Bitte überprüfe **Edit Channel > Permissions** und **Server Settings > Roles**, dann versuche es erneut!
es_es: Ha ocurrido un error en Werewolf. Permiso perdido: `Embed Links` . Por favor, ¡comprueba el **Editar canal > Permisos** and **Configuración del Servidor > Roles** e intenta de nuevo!
id_id: Terjadi kesalahan dalam permainan Werewolf. Izin tidak ada: `Embed Links` . Mohon periksa **Edit Channel > Permissions** dan **Server Settings > Roles** kemudian coba lagi!
nb_no: Det skjedde en feil under Werewolf spillet. Manglende tillatelse: 'Bygg inn koblinger' . Sjekk **Rediger kanal > Tillatelser** og **Serverinnstillinger > Roller** og prøv igjen!

source: Werewolf game!
de_de: Werwolf Spiel!
es_es: ¡Partida de Werewolf!
id_id: Permainan Werewolf!
nb_no: Werewolf spill!

source: **{author} started a game of Werewolf!** **{mode}** mode on **{speed}** speed. React with 🐺 to join the game! **Minimum of {min_players} players are required. Starting in 30 seconds. {num} joined**
de_de: **{author} hat ein Werwolf Spiel gestartet!** **{mode}** Modus mit **{speed}** Geschwindigkeit. Reagiere mit 🐺 um dem Spiel beizutreten! **Es werden mindestens {min_players} Spieler benötigt. Starte in 30 Sekunden. {num} sind beigetreten**

source: An error happened during the Werewolf. Please try again!
de_de: Ein Fehler ist während Werwolf aufgetreten. Bitte versuche es erneut!
es_es: Ha sucedido un error durante el juego de Werewolf. ¡Por favor inténtalo de nuevo!
id_id: Terjadi kesalahan terjadi dalam permainan Werewolf. Silahkan dicoba lagi!
nb_no: Det skjedde en feil under Werewolf spillet. Vær så snill, prøv på nytt!
pt_br: Um erro aconteceu durante a partida de Lobisomem. Por favor tente novamente!

source: Not enough players joined... We didn't reach the minimum {min_players} players. 🙁
de_de: Es sind nicht genug Spieler beigetreten... Wir haben nicht die minimale Spieler Anzahl von {min_players} erreicht. 🙁
es_es: No se han unido suficientes jugadores... No alcanzamos el mínimo número de {min_players} jugadores. 🙁
id_id: Tidak cukup pemain yang bergabung... Kita tidak mencapai minimal {min_players} pemain. 🙁
nb_no: Ikke nok spillere ble med... Vi nådde ikke minimum {min_players} spillere. 🙁

source: See available werewolf game modes
de_de: Sieh dir die verfügbaren Werwolf Spielmodi an
es_es: Mira los modos de juego Werewolf disponibles
id_id: Menampilkan mode permainan werewolf yang tersedia
nb_no: Se tilgjengelige spillmoduser for Werewolf

source: Used to see the list of available werewolf game modes.
de_de: Wird genutzt um die Liste der verfügbaren Werwolf Spielmodi zu sehen.
es_es: Utilizado para ver la lista de modos de juego de Werewolf disponibles.
id_id: Digunakan untuk melihat daftar mode permainan werewolf yang tersedia.
nb_no: Brukes til å se listen over tilgjengelige spillmoduser for Werewolf.

source: Werewolf Game Modes
de_de: Werwolf Spielmodi
es_es: Modos de juego de Werewolf
id_id: Mode Permainan Werewolf
nb_no: Werewolf Spill Moduser
