Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: Cautious Memory brings wiki-style pages to your server. Use it to document who's who in your server, inside jokes, or community lore. Includes a full featured permissions system to keep your pages squeaky clean. [top.gg Page](https://top.gg/bot/541707781665718302)
de_de: Cautious Memory gibt deinem Server Wiki-artige Seiten. Nutze diesen Bot um Insider festzuhalten, wer wer auf deinem Server ist, oder sogar die Geschichte der Community. Damit alles schön sauber bleibt, gibt's auch ein volles Erlaubnis-System. [top.gg Seite](https://top.gg/bot/541707781665718302)
es_es: "Cautious Memory" muestra páginas wiki en tu servidor. Úsalo para documentar quién es quién en tu servidor, bromas internas o conocimientos de la comunidad. Incluye un sistema de permisos para mantener páginas limpias. [Página top.gg](https://top.gg/bot/541707781665718302)
es_mx: "Cautious Memory" muestra páginas wiki en tu servidor. Úsalo para documentar quién es quién en tu servidor, bromas internas o conocimientos de la comunidad. Incluye un sistema de permisos para mantener páginas limpias. [Página top.gg] (https://top.gg/bot/541707781665718302)
hu_hu: Óvatos Emlékezet (Cautious Memory) Wikipedia stílusú oldalakat hoz el a szerveredre. Használható a szerver dokumentálására (ki kicsoda, belső poénok, háttérinformáció...stb). Tartozik hozzá egy teljesen kiépített hozzáférési rendszer, hogy az oldalak moderálása gyerekjáték legyen! [top.gg Page](https://top.gg/bot/541707781665718302)
id_id: Cautious Memory membawa halaman gaya wiki ke server kamu. Gunakan itu untuk mendokumentasikan siapa yang ada di server kamu, lelucon dalam, atau pengetahuan komunitas. Termasuk sistem izin berfitur lengkap untuk menjaga halaman kamu tetap bersih. [top.gg Page](https://top.gg/bot/541707781665718302)
nb_no: Cautious Memory bringer sider i wiki-stil til serveren din. Bruk den til å dokumentere hvem som er hvem på serveren din, vitser eller fellesskapshistorier. Inkluderer et fullverdig tillatelsessystem for å holde sidene dine rene. [top.gg Page](https://top.gg/bot/541707781665718302
pt_br: Cautious Memory traz páginas no estilo wiki para o seu servidor. Use-a para documentarquem é quem no seu servidor, piadas internas ou conhecimento da comunidade. Inclui uma lista completasistema de permissões em destaque para manter suas páginas completamente limpas. [top.gg Page] (https://top.gg/bot/541707781665718302)
sv_se: Cautious Memory ger wiki-stil sidor till din server. Använd den för att dokumentera vem som är vem på din server, interna skämt, eller community lore. Innehåller ett fullständigt behörighetssystem för att hålla dina sidor rena. [top.gg Page](https://top.gg/bot/541707781665718302)

source: Cleverbot is a Discord bot that will chat with you and your friends. [top.gg Page](https://top.gg/bot/508012980194115595)
de_de: Cleverbot ist ein Discordbot, der mit dir und deinen Freunden chatten wird. [top.gg Page](https://top.gg/bot/508012980194115595)
es_es: Cleverbot es un bot de Discord que conversará contigo y con tus amigos. [página top.gg] (https://top.gg/bot/508012980194115595)
id_id: Cleverbot adalah sebuah Discord bot yang bisa berbicara denganmu dan teman-temanmu. [top.gg Page](https://top.gg/bot/508012980194115595)
nb_no: Cleverbot er en Discord bot som vil chatte med deg og vennene dine. [top.gg Page](https://top.gg/bot/508012980194115595)
pt_br: Cleverbot é um bot do Discord que conversará com você e seus amigos. [top.gg Page](https://top.gg/bot/508012980194115595)

source: Search wikipedia
de_de: Durchsucht Wikipedia
es_es: Buscar en wikipedia
id_id: Pencarian wikipedia
nb_no: Søk på wikipedia
pt_br: Procura na Wikipedia

source: `<query>` - The wikipedia query to search for Searches Wikipedia for an entry.
de_de: `<query>` - Die Frage/der Artikel der gesucht wird Durchsucht Wikipedia nach einem Eintrag.
es_es: `<query>` - La consulta de Wikipedia para buscar Busca en Wikipedia una entrada.
id_id: `<query>` - Pertanyaan wikipedia yang akan dicari Masukan pencarian diwikipedia.
nb_no: `<spørring>` – Wikipedia spørringen å søke etter Søker på Wikipedia etter en oppføring.
pt_br: `<query>` - O assunto da Wikipédia que você deseja procurar Procura um registro na Wikipédia sobre o assunto.

source: No wikipedia entry found.
de_de: Kein Wikipedia-Eintrag gefunden.
es_es: No se ha encontrado ninguna entrada en Wikipedia.
es_mx: No se ha encontrado ninguna entrada en Wikipedia.
hu_hu: Wikipedia bejegyzés nem található.
id_id: Tidak ditemukan entri wikipedia.
nb_no: Fant ingen wikipedia innlegg.
pt_br: Nenhuma entrada da wikipedia encontrada.
sv_se: Ingen Wikipedia artikel hittad.

source: Could not parse article summary.
de_de: Konnte den Artikel nicht auffassen.
es_es: No se pudo analizar el resumen de ese artículo.
es_mx: No se pudo analizar el resumen del artículo.
hu_hu: Cikk összegzése sikertelen.
id_id: Tidak dapat menguraikan ringkasan artikel.
nb_no: Kunne ikke analysere artikkelsammendraget.
pt_br: Não foi possível analisar o resumo do artigo.
sv_se: Kunde inte summera artikeln.

source: Search the Idle Wiki
de_de: Durchsucht das Idle Wiki
es_es: Buscar en el Wiki Idle
id_id: Pencarian Idle Wiki
nb_no: Søk på Idle Wiki
pt_br: Procura na Idle Wiki

source: `[query]` - The idlewiki query to search for Searches Idle's wiki for an entry.
de_de: `<query>` - Die Frage/der Artikel der gesucht wird Durchsucht Idle's Wiki nach einem Eintrag.
es_es: `[query]` - la consulta idlewiki a buscar Busca en la wiki de Idle una entrada.
id_id: `[query]` - Pertanyaan idlewiki yang akan dicari Masukan pencarian diidlewiki.
nb_no: `[spørsmål]` – idlewiki spørringen å søke etter Søker i Idles wiki etter en oppføring.
pt_br: `[query]` - O assunto da IdleWiki que você deseja procurar Procura um registro na IdleWiki sobre o assunto.

source: Check out the official IdleRPG Wiki here: <https://wiki.idlerpg.xyz/index.php?title=Main_Page>
de_de: Schau dir das offizielle IdleRPG Wiki hier an: <https://wiki.idlerpg.xyz/index.php?title=Main_Page>
es_es: Pásate por la pagina oficial de IdleRPG Wiki aquí: <https://wiki.idlerpg.xyz/index.php?title=Main_Page>
id_id: Cek Wiki resmi IdleRPG disini: <https://wiki.idlerpg.xyz/index.php?title=Main_Page>
nb_no: Sjekk ut den offisielle IdleRPG Wiki her: <https://wiki.idlerpg.xyz/index.php?title=Main_Page>
pt_br: Confira a Wiki oficial do IdleRPG aqui: <https://wiki.idlerpg.xyz/index.php?title=Main_Page>
sv_se: Ta en titt på den officiella IdleRPGwikin här: <https://wiki.idlerpg.xyz/index.php?title=Main_Page>

source: No entry found.
de_de: Kein Eintrag gefunden.
es_es: No se encontró ninguna entrada.
es_mx: No se encontró ninguna entrada.
hu_hu: Bejegyzés nem található.
id_id: Entri tidak ditemukan.
nb_no: Ingen oppføring funnet.
pt_br: Nenhum registro encontrado.
sv_se: Ingen artikel hittad.

source: No content to display.
de_de: Kein Inhalt zum Anzeigen gefunden.
es_es: No hay contenido que mostrar.
es_mx: No hay contenido que mostrar.
hu_hu: Nincs megjeleníthető tartalom.
id_id: Tidak ada konten untuk diperlihatkan.
nb_no: Ikke noe innhold å vise.
pt_br: Nenhum conteúdo para exibir.
sv_se: Inget innehåll att visa.

source: Info about the bot and related sites
de_de: Info über den Bot und seine Websiten
es_es: Información sobre el bot y sitios relacionados
id_id: Informasi tentang bot dan situs terkait
nb_no: Info om botten og relaterte nettsteder
pt_br: Informações sobre o bot e sites relacionados

source: About the bot and our websites.
de_de: Infos über den Bot und unsere Webseiten.
es_es: Sobre el bot y nuestros sitios web.
es_mx: Sobre el bot y nuestros sitios web.
hu_hu: Információk a botról és a weboldalról.
id_id: Mengenai bot dan situs web kita.
nb_no: Om botten og nettsidene våre.
pt_br: Sobre o bot e nossos sites.
sv_se: Om botten och våra hemsidor.

source: **IdleRPG** is Discord's most advanced medieval RPG bot. We aim to provide the perfect experience at RPG in Discord with minimum effort for the user. We are not collecting any data apart from your character information and our transaction logs. The bot is 100% free to use and open source. This bot is developed by people who love to code for a good cause and improving your gameplay experience. **Links** <https://git.travitia.xyz/Kenvyra/IdleRPG> - Source Code <https://git.travitia.xyz> - GitLab (Public) <https://idlerpg.xyz> - Bot Website <https://wiki.idlerpg.xyz> - IdleRPG wiki <https://raid.idlerpg.xyz> - Raid Website <https://travitia.xyz> - IdleRPG's next major upgrade <https://idlerpg.xyz> - Our forums <https://public-api.travitia.xyz> - Our public API <https://cloud.idlerpg.xyz> - VPS hosting by IdleRPG <https://github.com/Kenvyra> - Other IdleRPG related code <https://discord.com/terms> - Discord's ToS <https://www.ncpgambling.org/help-treatment/national-helpline-1-800-522-4700/> - Gambling Helpline
de_de: **IdleRPG** ist Discords am weitesten entwickelter Mittelalter-RPG-Bot. Wir versuchen die perfkete Erfahrung am RPG in Discord mit dem kleinsten Aufwand für den Nutzer anzubieten. Wir sammeln keine Daten, abgesehen von deinen Charakterinformationen und unseren Transaktionslogs. Der Bot ist 100% frei nutzbar und Open Source. Der Bot wurde von Leuten entwickelt, die es lieben für einen guten Zweck zu coden und unsere Gameplayerfahrung zu verbessern. **Links** <https://git.travitia.xyz/Kenvyra/IdleRPG> - Source Code <https://git.travitia.xyz> - GitLab (Public) <https://idlerpg.xyz> - Bot Website <https://wiki.idlerpg.xyz> - IdleRPG wiki <https://raid.idlerpg.xyz> - Raid Website <https://travitia.xyz> - IdleRPG's next major upgrade <https://idlerpg.xyz> - Our forums <https://public-api.travitia.xyz> - Our public API <https://cloud.idlerpg.xyz> - VPS hosting by IdleRPG <https://github.com/Kenvyra> - Other IdleRPG related code <https://discord.com/terms> - Discord's ToS <https://www.ncpgambling.org/help-treatment/national-helpline-1-800-522-4700/> - Gambling Helpline

source: Show the rules again
de_de: Zeigt die Regeln erneut an
es_es: Mostrar las reglas nuevamente
id_id: Menampilkan peraturan
nb_no: Vis reglene igjen
pt_br: Mostra as regras novamente

source: Shows the rules you consent to when creating a character. Don't forget them!
de_de: Zeigt die Regeln, denen du zugestimmt hast, als du einen Charakter erstellt hast. Vergiss sie nicht!
es_es: Muestra las reglas que aceptas al crear un personaje. ¡No los olvides!
id_id: Menampilkan peraturan yang kamu setujui ketika membuat sebuah karakter. Jangan lupa peraturannya!
nb_no: Viser reglene du samtykker til når du oppretter en karakter. Ikke glem dem!
pt_br: Mostra as regras que você aceitou criando seu personagem. Não as esqueça!

source: 1) Only up to two characters per individual 2) No abusing or benefiting from bugs or exploits 3) Be friendly and kind to other players 4) Trading in-game content for anything outside of the game is prohibited 5) Giving or selling renamed items is forbidden IdleRPG is a global bot, your characters are valid everywhere
de_de: 1) Nur bis zu zwei Charaktere pro Person 2) Kein Ausnutzen oder Profitieren von Bugs oder Exploits 3) Sei freundlich und nett zu anderen Spielern 4) Das Handeln mit In-Game-Inhalten im Austausch für Dinge außerhalb des Spiels ist verboten 5) Geben oder Verkaufen von umbenannten Items ist untersagt IdleRPG ist ein globaler Bot, Charaktere sind überall gültig
es_es: 1) Solo hasta dos personajes por individuo 2) No abusar ni beneficiarse de errores o vulnerabilidades de seguridad 3) Se amigable y amable con el resto de jugadores 4) Intercambiar contenido del juego con cualquier aspecto fuera de él está prohibido 5) Dar o vender objetos renombrados está prohibido IdleRPG es un bot global, tus personajes son válidos en todas partes
id_id: 1) Hanya sampai 2 karakter per individu 2) Tidak menyalahgunakan atau memanfaatkan dari bug atau eksploitasi 3) Bersikap ramah dan baik kepada pemain lain 4) Perdagangan barang dalam game atau mata uang game dengan uang asli dilarang 5) Memberikan atau menjual barang yang namanya telah diganti dilarang IdleRPG adalah bot global, karaktermu berlaku dimana-mana
nb_no: 1) Kun opptil to karakterer per person 2) Ingen misbruk eller dra nytte av feiler eller exploits 3) Vær vennlig og snill mot andre spillere 4) Handel med innhold i spillet for noe utenfor spillet er forbudt 5) Å gi eller selge gjenstander med nytt navn er forbudt IdleRPG er en global bot, karakterene dine er gyldige overalt

source: Start a Zerekiel raid
de_de: Startet einen Zerekiel Raid
es_es: Comienza una incursión de Zerekiel
id_id: Memulai penyerangan Zerekiel
nb_no: Start et Zerekiel raid
pt_br: Inicia uma raid de Zerekiel

source: Start a Kvothe raid
de_de: Startet einen Kvothe Raid
es_es: Comienza una incursión de Kvothe
id_id: Memulai penyerangan Kvothe
nb_no: Start et Kvothe raid
pt_br: Inicia um raid de Kvothe

source: Start an Eden raid
de_de: Startet einen Eden Raid
es_es: Comienza una incursión de Eden
id_id: Memulai penyerangan Eden
nb_no: Start et Eden raid
pt_br: Inicia um raid do Eden

source: Start a CHamburr raid
de_de: Startet einen CHamburr Raid
es_es: Comienza una incursión de CHamburr
id_id: Memulai penyerangan CHamburr
nb_no: Start et CHamburr raid
pt_br: Inicia um raid de CHamburr

source: Starts Lyx' raid
de_de: Startet einen Lyx Raid
es_es: Comienza una incursión de Lyx
id_id: Memulai penyerangan Lyx
nb_no: Starter Lyx' raid

source: Start a Monox raid
de_de: Startet einen Monox Raid
es_es: Comienza una incursión de Monox
id_id: Memulai penyerangan Monox
nb_no: Start et Monox raid

source: Start a Kirby raid
de_de: Startet einen Kirby Raid
es_es: Comienza una incursión de Kirby
id_id: Memulai penyerangan Kirby
nb_no: Start et Kirby raid

source: Start a Jesus raid
de_de: Startet einen Jesus Raid
es_es: Comienza una incursión de Jesús
id_id: Memulai penyerangan Jesus
nb_no: Start et Jesus raid
pt_br: Inicia um raid de Jesus

source: Increase your raidstats
de_de: Erhöht deine Raidstats
es_es: Aumenta tus estadísticas de asalto
id_id: Meningkatkan raidstatsmu
nb_no: Øk raidstats
pt_br: Aumenta suas estáticas de raid

source: Upgrade your raid damage or defense multiplier. These will affect your performance in raids and raidbattles.
de_de: Verbessere deinen Raid-Schaden oder deinen Verteidigungsmultiplikator.
es_es: Mejora tu daño de ataque o multiplicador de defensa. Esto afectará tu rendimiento en incursiones y batallas de bandas.
id_id: Tingkatkan kerusakan penyeranganmu atau gandakan pertahananmu. Raidstats akan mempengaruhi kinerjamu dalam pertarungan raid dan raidbattles.
nb_no: Oppgrader raidskade eller forsvarsmultiplikatoren din. Disse vil påvirke ytelsen din i raid og raidkamper.
pt_br: Melhora seu multiplicador de dano e defesa de raid. Isso irá afetar sua performance em suas raids e batalhas de raid.

source: Use `{prefix}increase damage/defense` to upgrade your raid damage/defense multiplier by 10%.
de_de: Nutze `{prefix}increase damage/defense` um deinen Raid-Schadens/Verteidigungs-Multiplikator um 10% zu verbessern.
es_es: Usa `{prefix}increase damage/defense` para mejorar tu daño en asalto/multiplicador de defensa en un 10%.
es_mx: Usa `{prefix}increase damage/defense` para mejorar tu daño en raid/multiplicador de defensa en un 10%.
hu_hu: Használd a `{prefix}increase damage/defense` parancsokat, hogy 10%-kal magasabb legyen a Hajtóvadászatban használt sebzés/védelemszorzódat!
id_id: Gunakan `{prefix}increase damage/defense` untuk meningkatkan kerusakan penyerangan/pertahanan kamu sebanyak 10%.
nb_no: Bruk `{prefix}increase damage/defense` for å oppgradere raidskade/forsvarsmultiplikatoren din med 10 %.
pt_br: Use `{prefix}increase damage/defense` para atualizar seu dano/defesa de raid multiplicador de 10%.
sv_se: Använd `{prefix}increase damage/defense` för att uppgradera din raidskada/skyddsfaktor med 10%.

source: Upgrade your raid damage
de_de: Verbessere deinen Raid-Schaden
es_es: Mejora tu daño en asaltos
id_id: Tingkatkan kerusakan penyeranganmu
nb_no: Oppgrader raidskaden din
pt_br: Melhora seu dano de raid

source: Increase your raid damage.
de_de: Erhöhe deinen Raid-Schaden.
es_es: Incrementa tu daño en asaltos.
es_mx: Incrementa tu daño en raid.
hu_hu: Növeld a Hajtóvadászatban használt sebzésed!
id_id: Meningkatkan kerusakan penyeranganmu.
nb_no: Øk raidskaden.
pt_br: Aumente seu dano de raid.
sv_se: Öka din raidskada.

source: Upgrading your weapon attack raid multiplier to {newlvl} costs **${price}**, you are too poor.
de_de: Deinen Waffenschadens-Raid-Multiplikator auf {newlvl} zu erhöhen kostet **${price}**, du hast nicht genug.
es_es: Mejorar el multiplicador de ataque de tu arma en incursiones a {newlvl} cuesta **${price}**, eres demasiado pobre.
es_mx: Mejorar el multiplicador de ataque en raid de tu arma a {newlvl} cuesta **${price}** pero no tienes el dinero necesario.
hu_hu: A Hajtóvadászatban használt fegyvered sebzésszorzója a következő értékre ({newlvl}) túl sokba kerül (**${price}**). Sajnos, nem tudod jelenleg megfizetni.
id_id: Meningkatkan pengganda penyerangan pertempuran senjata kamu ke {newlvl} dengan biaya **${price}**, kamu terlalu miskin.
nb_no: Å oppgradere multiplikatoren for raid våpenangrep til {newlvl} koster **${price}**, du er for fattig.
pt_br: Atualizar seu multiplicador de raid com ataques de armas para {newlvl} custa **${price}**, você é muito pobre.
sv_se: Att uppgradera din vapenattacksraidfaktor till {newlvl} kostar **${price}**, du är för fattig.

source: Upgrading your weapon attack raid multiplier to {newlvl} costs **${price}**, proceed?
de_de: Deinen Waffenschaden-Raid-Multiplikator auf {newlvl} zu erhöhen kostet **${price}**, fortfahren?
es_es: Mejorar tu multiplicador de ataque de tu arma en incursiones a {newlvl} cuesta **${price}**, ¿quieres proceder?
id_id: Meningkatkan pengganda penyerangan pertempuran senjata kamu ke {newlvl} dengan biaya **${price}**, lanjutkan?
nb_no: Å oppgradere multiplikatoren for raid våpenangrep til {newlvl} koster **${price}**, vil du fortsette?
pt_br: Atualizar seu multiplicador de raid com ataques de armas para {newlvl} custa **${price}**, deseja proceder?

source: You upgraded your weapon attack raid multiplier to {newlvl} for **${price}**.
de_de: Du hast deinen Waffenschadensmultiplikator für Raids für **${price}** auf {newlvl} erhöht.
es_es: Has mejorado el daño de tu arma en las incursiones a {newlvl} por **${price}**.
es_mx: Has mejorado el multiplicador de daño en raid de tu arma a {newlvl} por **${price}**.
hu_hu: A Hajtóvadászatban használt fegyvered sebzésszorzója sikeresen megnőtt, az új érték: {newlvl} . Ez összesen **${price}**-ba került.
id_id: Kamu meningkatkan pengganda penyerangan pertempuran senjata kamu ke {newlvl} dengan biaya **${price}**.
nb_no: Du oppgraderte multiplikatoren for raid våpenangrep til {newlvl} for **${price}**.
pt_br: Você atualizou seu multiplicador de raid com ataques de armas para {newlvl} por **${price}**.
sv_se: Du har uppgraderat din vapenattacksraidfaktor till {newlvl} för **${price}**.

source: Upgrade your raid defense
de_de: Verbessere deine Raid-Schild-Verteidigung
es_es: Mejora tu defensa contra incursiones
id_id: Tingkatkan pertahanan pertempuran
nb_no: Oppgrader raidforsvaret ditt
pt_br: Melhora sua defesa de raid

source: Increase your raid defense.
de_de: Erhöhe deine Schild-Verteidigung.
es_es: Incrementa tu defensa en las incursiones.
es_mx: Incrementa tu defensa en raid.
hu_hu: Növeld a Hajtóvadászatban használt védelmed!
id_id: Meningkatkan pertahanan pertempuranmu.
nb_no: Øk raidforsvaret ditt.
pt_br: Aumente sua defesa de raid.
sv_se: Öka ditt raidskydd.

source: Upgrading your shield defense raid multiplier to {newlvl} costs **${price}**, you are too poor.
de_de: Deinen Schild-Verteidigungs-Multiplikator auf {newlvl} zu erhöhen kostet **${price}**, du hast nicht genug.
es_es: Mejorar el multiplicador de defensa en incursiones de tu escudo a {newlvl} cuesta **${price}**, eres demasiado pobre.
es_mx: Mejorar el multiplicador de defensa en raid de tu escudo a {newlvl} cuesta **${price}** pero no tienes el dinero necesario.
hu_hu: A Hajtóvadászatban használt pajzsod védelemszorzója a következő értékre ({newlvl}) túl sokba kerül (**${price}**). Sajnos, nem tudod jelenleg megfizetni.
id_id: Meningkatkan pengganda penyerangan pertahanan perisai kamu ke {newlvl} dengan biaya **${price}**, kamu terlalu miskin.
nb_no: Å oppgradere multiplikatoren for raid skjoldforsvar til {newlvl} koster **${price}**, du er for fattig.
pt_br: Atualizar o multiplicador de raid de defesa com escudos para {newlvl} custa **${price}**, você é muito pobre.
sv_se: Att uppgradera din sköldskyddsraidfaktor till {newlvl} kostar **${price}**, du är för fattig.

source: Upgrading your shield defense raid multiplier to {newlvl} costs **${price}**, proceed?
de_de: Deinen Schild-Verteidigungs-Multiplikator auf {newlvl} zu erhöhen kostet **${price}**, fortfahren?
es_es: Actualizar tu multiplicador de defensa del escudo en incursiones a {newlvl} cuesta **${price}**, ¿quiere proceder?
id_id: Meningkatkan pengganda penyerangan pertahanan perisai kamu ke {newlvl} dengan biaya **${price}**, lanjutkan?
nb_no: Å oppgradere multiplikatoren for raid skjoldforsvar til {newlvl} koster **${price}**, vil du fortsette?
pt_br: Atualizar o multiplicador de raid de defesa com escudos para {newlvl} custa **${price}**, deseja proceder?

source: You upgraded your shield defense raid multiplier to {newlvl} for **${price}**.
de_de: Du hast deinen Schildverteidigungsvervielfacher für Raids für **${price}** auf {newlvl} erhöht.
es_es: Has mejorado la defensa de tu escudo en incursiones a {newlvl} por **${price}**.
es_mx: Has mejorado el multiplicador de defensa en raid de tu escudo a {newlvl} por **${price}**.
hu_hu: A Hajtóvadászatban használt pajzsod védelem szorzója sikeresen megnőtt, az új érték: {newlvl} . Ez összesen **${price}**-ba került.
id_id: Kamu meningkatkan pengganda penyerangan pertahanan perisai kamu ke {newlvl} dengan biaya **${price}**.
nb_no: Du oppgraderte multiplikatoren for raid skjoldforsvar til {newlvl} for **${price}**.
pt_br: Você atualizou seu multiplicador de raid de defesa com escudos para {newlvl} por **${price}**.
sv_se: Du har uppgraderat din sköldskyddsraidfaktor till {newlvl} för **${price}**.

source: View your raid stats
de_de: Sieh dir deine Raid Stats an
es_es: Ver tus estadísticas de las incursiones
id_id: Menampilkan raidstatsmu
nb_no: Se raidstatistikken din
pt_br: Veja suas estatísticas de raid

source: View your raidstats. These will affect your performance in raids and raidbattles.
de_de: Zeigt deine Raidstats. Sie beeinflussen deine Leistung in Raids und Raidkämpfen.
es_es: Ver tus estadísticas de incursión. Esto afectará tu rendimiento en incursiones y batallas de bandas.
id_id: Menampilkan raidstatsmu. Raidstats akan mempengaruhi kinerjamu dalam pertarungan raid dan raidbattles.
nb_no: Se raidstatene dine. Disse vil påvirke ytelsen din i raid og raidkamper.
pt_br: Veja suas estatísticas de raid. Elas afetam sua performance nas raids e batalhas de raid.
