Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: Shows all adventures, their names, descriptions, and your chances to beat them in picture form. Your chances are determined by your equipped items, race and class bonuses, your level and your God-given luck.
de_de: Zeigt alle Abenteuer, ihre Namen, Beschreibungen und deine Chancen sie zu besiegen, in Bilderformat. Deine Chancen hängen von deinen ausgerüsteten Items ab, deiner Rasse, Klassenboni, dem Level und dem Gott-gegebenem Glück.
es_es: Muestra todas las aventuras, sus nombres, descripciones, y tus probabilidades de completarlas. Tus probabilidades están determinadas por tus objetos equipados, raza y bonus de clase, tu nivel y la suerte dada por tu dios.
id_id: Menampilkan semua petualangan, nama, deskripsi, dan peluangmu untuk mengalahkan mereka dalam bentuk gambar. Peluangmu ditentukan berdasarkan peralatan yang kamu pakai, ras dan bonus kelas, levelmu dan keberuntungan yang diberikan Tuhanmu.
nb_no: Viser alle eventyr, deres navn, beskrivelser og sjansene dine til å slå dem i bildeform. Sjansene dine avgjøres av dine utstyrte gjenstander, rase og klassebonuser, ditt nivå og din gudgitte flaks.
pt_br: Mostra todas as aventuras, os nomes delas, descrições e suas chances de completa-las. Tudo isso em uma imagem, Suas chances de completar uma aventura são determinados pelos seus itens equipados, raças e bônus de classes, seu nível e sua sorte dada pelos Deuses.

source: Sends your character on an adventure.
bg_bg: Изпраща героят ти на приключение.
de_de: Schicke deinen Charakter auf ein Abenteuer.
es_ar: Envía a tu personaje a una aventura.
es_es: Envía a tu personaje a una aventura.
es_mx: Envía a tu personaje a una aventura.
fr_fr: Envoie votre personnage à l’aventure.
hu_hu: Egyéni kaland indítása.
id_id: Mengirimkan karaktermu ke sebuah petualangan.
nb_no: Sender karakteren din på eventyr.
pt_br: Envia seu personagem em uma aventura.
ru_ru: Отправляет вашего персонажа на приключение.
sv_se: Skickar din karaktär på ett äventyr.

source: `<adventure_number>` - a whole number from 1 to 30 Send your character on an adventure with the difficulty `<adventure_number>`. The adventure will take `<adventure_number>` hours if no time booster is used, and half as long if a time booster is used. If you are in an alliance which owns a city with adventure buildings, your adventure time will be reduced by the adventure building level in %. Donators' time will also be reduced: - 5% reduction for Silver Donators - 10% reduction for Gold Donators - 25% reduction for Emerald Donators and above Be sure to check `{prefix}status` to check how much time is left, or to check if you survived or died.
de_de: `<adventure_number>` - eine ganze Zahl zwischen 1 und 30 Schickt deinen Charakter auf ein Abenteuer mit der Schwierigkeit `<adventure_number>`. Das Abenteuer wird `<adventure_number>` Stunden dauern, wenn keine Zeitbooster genutzt werden und halb so lang, wenn ein Booster genutzt wird. Falls du in einer Allianz bist, welche eine Stadt besitzt, die Abenteuergebäude hat, wird deine Abenteuerzeit um das Gebäudelevel in % verkürzt. Donator-Abenteuer-Zeiten werden ebenfalls gekürzt: -5% kürzer für Silber Donator -10% kürzer für Gold Donator -25% kürzer für Emerald Donator und darüber Überprüfe mit `{prefix}status` wie lange das Abenteuer noch dauern wird oder um zu überprüfen, ob du gestorben bist oder überlebt hast.
es_es: `<adventure_number>` - un número entero del 1 al 30 Envía a tu personaje a una aventura con la dificultad `<adventure_number>`. La aventura tardará `<adventure_number>` horas si no se usa un potenciador de tiempo, y la mitad de tiempo si se usa un potenciador de tiempo. Si formas parte de una alianza que posee una ciudad con edificios de aventura, tu tiempo de aventura se verá reducido por el nivel de construcción de aventura en %. El tiempo de los donantes también se reducirá: - 5% de reducción para donantes plata - 10% de reducción para los donantes de oro - 25% de reducción para donantes esmeralda o superior Asegúrate de verificar el estado de la aventura con `{prefix}status` para ver cuánto tiempo te queda o para ver si has sobrevivido o muerto.
id_id: `<adventure_number>` - Sebuah angka dari 1 hingga 30 Mengirimkan karaktermu ke sebuah petualangan dengan tingkat kesulitan `<adventure_number>`. Petualangannya akan memakan waktu `<adventure_number>` jam jika tidak ada penguat waktu yang digunakan, dan jika menggunakan penguat waktu maka waktunya akan dikurangi setengah lebih lama. Jika kamu dalam sebuah aliansi yang memiliki sebuah kota dengan bangunan petualangan, waktu petualanganmu akan dikurangi oleh level bangunan petualangan dalam %. Waktu donatur juga akan dikurangi sebesar: - 5% pengurangan untuk Silver Donatur - 10% pengurangan untuk Gold Donatur - 25% pengurangan untuk Emerald Donatur keatas Pastikan untuk memeriksa `{prefix}status` untuk melihat berapa banyak waktu yang tersisa, atau memeriksa apakah kamu selamat atau mati.
nb_no: `<eventyrnummer>` - et helt tall fra 1 til 30 Send karakteren din på et eventyr med vanskelighetsgraden `<adventure_number>`. Eventyret vil ta `<adventure_number>` timer hvis ingen tidsforsterker brukes, og halvparten så lenge hvis en tidsforsterker brukes. Hvis du er i en allianse som eier en by med eventyrbygninger, vil eventyrtiden din reduseres med eventyrbyggnivået i %. Donatorer sin tid vil også bli redusert: - 5 % reduksjon for sølvdonatorer - 10 % reduksjon for gulldonatorer - 25 % reduksjon for Emerald Donatorer og over Sørg for å sjekke `{prefix}status` for å sjekke hvor mye tid som er igjen, eller for å sjekke om du overlevde eller døde.
pt_br: `<adventure_number>` - Um número inteiro de 1 a 30 Envia seu personagem em uma aventura de dificuldade `<adventure_number>`. A aventura demorará `<adventure_number>` horas sem nenhum reforço de tempo estiver ativo. Caso esteja ativo, o tempo será cortado pela metade. Se você estiver em uma aliança que possuí uma cidade com um edifício de aventura, seu tempo de aventura será diminuído em 1% a cada nível do edifício. Doadores também terão seu tempo reduzido time em: - 5% de redução para Doadores de Prata - 10% de redução para Doadores de Ouro - 25% de redução para Doadores de Esmeralda ou acima Não se esqueça de usar `{prefix}status` para verificar quanto tempo falta ou verificar se você sobreviveu ou morreu na aventura.

source: You must be on level **{level}** to do this adventure.
bg_bg: Трябва да си на ниво **{level}**, за да започнеш това приключение.
de_de: Du musst auf Level **{level}** oder höher sein, um dieses Abenteuer zu wählen.
es_ar: Debes estar en el nivel **{level}** para realizar esta aventura.
es_es: Debes estar en el nivel **{level}** para realizar esta aventura.
es_mx: Debes ser de nivel **{level}** para realizar esta aventura.
fr_fr: Vous devez être au moins niveau **{level}** pour participer à cette aventure.
hu_hu: A minimum szintkövetelmény **{level}** ehhez a kalandhoz.
id_id: Kamu harus berada di level **{level}** untuk melakukan petualangan ini.
nb_no: Du må være level **{level}** for å gjøre dette eventyret.
pt_br: Você deve estar no nível **{level}** para fazer esta aventura.
ru_ru: Вы должны быть на уровне **{level}** ,чтобы пойти на это приключение.
sv_se: Du måste vara på nivå **{level}** för att göra detta äventyr.

source: Successfully sent your character out on an adventure. Use `{prefix}status` to see the current status of the mission.
bg_bg: Успешно изпрати вашия герой на приключение. Използвай `{prefix}status` за да провериш статуса на експедицията.
de_de: Charakter erfolgreich losgeschickt. Nutze `{prefix}status` um den Status des Abenteuers zu prüfen.
es_ar: Tu personaje partió exitosamente hacia una aventura. Usá `{prefix}status` para ver las estadísticas de la misión.
es_es: Tu personaje ha iniciado una aventura. Usa `{prefix}status` para ver el estado actual de la misión.
es_mx: Tu personaje ha iniciado una aventura. Usa `{prefix}status` para ver el estado actual de la misión.
fr_fr: Votre personnage est parti à l’aventure avec succès. Utilisez `{prefix}status` pour consulter l’état actuel de la mission.
hu_hu: A karakter sikeresen elindult egy kalandra. Használd a `{prefix}status` parancsot az aktuális státusz megtekintéséhez!
id_id: Berhasil mengirimkan karaktermu ke sebuah petualangan. Gunakan `{prefix}status` untuk melihat status terkini mengenai misinya.
nb_no: Send karakteren din ut på eventyr. Bruk `{prefix}status` for å se statusen til eventyret.
pt_br: O seu personagem foi enviado com sucesso em uma aventura. Digite `{prefix}status` para ver o estado da sua atual missão.
ru_ru: Ваш персонаж успешно отправился в приключение. Используйте`{prefix}status` ,чтобы увидеть прогресс миссии.
sv_se: Skickade din karaktär på ett äventyr. Använd `{prefix}status` för att se nuvarande status för uppdraget.

source: Go out on an active adventure.
de_de: Erlebe ein aktives Abenteuer.
es_es: Hacer una aventura activa.
id_id: Melakukan sebuah petualangan aktif.
nb_no: Gå ut på et aktivt eventyr.
pt_br: Vá em uma aventura ativa.

source: Active adventures will put you into a 15x15 randomly generated maze. You will begin in the top left corner (0,0) and your goal is to find the exit in the bottom right corner (14,14) You control your character with the arrow reactions below the message. You have 1000HP. The adventure ends when you find the exit or your HP drop to zero. You can lose HP by getting damaged by traps or enemies. The maze contains safe spaces and treasures but also traps and enemies. Each space has a 10% chance of being a trap. If a space does not have a trap, it has a 10% chance of having an enemy. Each maze has 5 treasure chests. Traps can damage you from 30 to 120 HP. Enemy damage is based on your own damage. During enemy fights, you can attack (⚔️), defend (🛡️) or recover HP (❤️) Treasure chests can have gold up to 25 times your attack + defense. If you reach the end, you will receive a special treasure with gold up to 100 times your attack + defense. (It is recommended to draw a map of the maze) (This command has a cooldown of 30 minutes)
de_de: Aktive Abenteuer werden dich in ein 15x15 zufällig generiertes Labyrinth schicken. Du wirst in der oberen linken Ecke (0,0) beginnen und dein Ziel ist es, den Ausgang in der rechten unteren Ecke (14,14) zu finden Du kontrollierst deinen Charakter über die Pfeilreaktionen unter der Nachricht. Du hast 1000HP. Das Abenteuer endet, wenn du den Ausgang findest oder deine HP auf 0 fallen. Du kannst HP verlieren, in dem du Schaden von Fallen nimmst oder von Gegnern angegriffen wirst. Das Labyrinth hat sichere Felder und Schätze aber auch Fallen und Gegner. Jedes Feld hat eine 10% Chance eine Falle zu sein. Wenn ein Feld keine Falle hat, besitzt es eine 10% Chance einen Gegner zu haben. Jedes Labyrinth hat 5 Schatztruhen. Fallen können dir zwischen 30 und 120HP Schaden verpassen. Der Schaden der Gegner basiert auf deinem eigenen Schaden. Während du einen Gegner bekämpfst, kannst du angreifen(⚔️), verteidigen (🛡️) oder dich heilen (❤️) Schatztruhen können das bis zu 25fache deines Schadens+ deiner Verteidigung als Gold enthalten. Wenn du das Ende erreichst wirst du eine spezielle Schatztruhe erhalten, mit bis zu 100Mal deines Angriffs + Verteidigung. (Es wird vorgeschlagen, eine Karte des Labyrinths zu zeichnen) (Dieser Befehl hat einen Cooldown von 30 Minuten)

source: You are going to be in a labyrinth of size 15x15. There are enemies, treasures and hidden traps. Reach the exit in the bottom right corner for a huge extra bonus! Are you ready? Tip: Use a silent channel for this, you may want to read all the messages I will send.
de_de: Du wirst in einem Labyrinth der Größe 15x15 sein. Dort sind Gegner, Schätze und versteckte Fallen. Erreiche den Ausgang in der unteren rechten Ecke für einen großen Extrabonus! Bist du bereit? Tipp: Benutze einen ruhigen Channel hierfür, du willst keine Nachricht verpassen, die ich senden werde.
es_mx: Estarás en un laberinto de tamaño 15x15 donde hay enemigos, tesoros y trampas ocultas. ¡Alcanza la salida en la esquina inferior derecha para una enorme recompensa adicional! Estás listo? Consejo: Usa un canal silencioso para esto, quizá quieras leer todos los mensajes que te envíe.
hu_hu: Egy 15*15 méretű labirintusban kezdesz, ami ellenségekkel, rejtett csapdákkal és kincsekkel van tele. Ha eléred a jobb sarokban fekvő kijáratot, hatalmas jutalomban lesz részed! Készen állsz? Tipp: Használj egy üres/alacsony forgalmú csatornát a parancshoz, hogy el tudj olvasni minden kiküldött szöveget!
sv_se: Du kommer vara i en labyrint med storleken 15x15. Där finns fiender, skatter och gömda fällor. Nå utgången längst ner till höger för en stor bonus!! Är du redo? Tips: Använd en tyst kanal åt detta, du kanske vill läsa alla meddelanden jag skickar.

source: **Generating a maze...**
de_de: **Generiere ein Labyrinth...**
es_mx: **Generando laberinto...**
hu_hu: **Útvesztő előkészítése...**
sv_se: **Genererar labyrint..**

source: North
de_de: Norden
es_es: Norte
es_mx: Norte
hu_hu: északi
id_id: Utara
nb_no: Nord
pt_br: Norte
sv_se: Nord

source: East
de_de: Osten
es_es: Este
es_mx: Este
hu_hu: keleti
id_id: Timur
nb_no: Øst
pt_br: Leste
sv_se: Öst

source: South
de_de: Süden
es_es: Sur
es_mx: Sur
hu_hu: déli
id_id: Selatan
nb_no: Sør
pt_br: Sul
sv_se: Söder

source: West
de_de: Westen
es_es: Oeste
es_mx: Oeste
hu_hu: nyugati
id_id: Barat
nb_no: Vest
pt_br: Oeste
sv_se: Väst

source: To the {side} is a wall.
de_de: Im {side} ist eine Mauer.
es_mx: Hacia el {side} hay una pared.
hu_hu: A(z) {side} oldalad felé egy fal található.
sv_se: Åt {side} är en vägg.

source: To the {side} is an enemy.
de_de: Im {side} ist ein Gegner.
es_mx: Hacia el {side} hay un enemigo.
hu_hu: A(z) {side} oldalad felé ellenség les rád.
sv_se: Åt {side} är en fiende.

source: To the {side} is a treasure.
de_de: Im {side} ist ein Schatz.
es_mx: Hacia el {side} hay un tesoro.
hu_hu: A(z) {side} oldalad felé kincsbe botlasz.
sv_se: Åt {side} är en skatt.

source: To the {side} is a floor.
de_de: Im {side} ist ein Gang.
es_mx: Hacia el {side} hay un suelo.
hu_hu: A(z) {side} oldalad felé tovább vezet a folyosó.
sv_se: Åt {side} är ett golv.

source: You are on {hp} HP
de_de: Du hast {hp} HP
es_es: Tienes {hp} HP
es_mx: Tienes {hp} Puntos de Vida
hu_hu: Egészségi állapotod: {hp} ÉP
id_id: Kamu memiliki {hp} HP
nb_no: Du er på {hp} HP
pt_br: Você está com {hp} de vida
sv_se: Du har {hp} HP

source: You stepped on a trap and took {damage} damage!
de_de: Du bist auf eine Falle getreten und hast {damage} Schaden genommen!
es_es: ¡Has pisado una trampa y recibido {damage} puntos de daño!
es_mx: ¡Has pisado una trampa y recibido {damage} puntos de daño!
hu_hu: Csapdára léptél, ami {damage} ÉP-t sebzett rajtad!
id_id: Kamu menginjak jebakan dan terkena {damage} serangan!
nb_no: Du tråkket på en felle og tok {damage} skade!
pt_br: Você pisou em uma armadilha e sofreu {damage} de dano!
sv_se: Du gick på en fälla och tog {damage} skada!

source: You found a treasure with **${money}** inside!
de_de: Du hast einen Schatz mit **${money}** gefunden!
es_es: ¡Has encontrado un tesoro con **${money}**!
es_mx: ¡Has encontrado un tesoro con **${money}**!
hu_hu: Egy **${money}** tartalmú kincsesládába botlottál!
id_id: Kamu menemukan harta karun dengan *${money}** di dalamnya!
nb_no: Du fant en skatt med **${money}** inni!
pt_br: Você encontrou um tesouro com **${money}** dentro!
sv_se: Du hittade en skatt med **${money}** i!

source: Enemy
de_de: Gegner
es_es: Enemigo
es_mx: Enemigo
hu_hu: Ellenség
id_id: Musuh
nb_no: Fiende
pt_br: Inimigo
sv_se: Fiende

source: The Fight started
de_de: Der Kampf hat begonnen
es_mx: La lucha ha empezado
hu_hu: A küzdelem megkezdődött
sv_se: Slagsmålet började

source: The Enemy healed themselves for {hp} HP
de_de: Der Gegner hat sich um {hp} Hp geheilt
es_mx: Enemigo se ha sanado por {hp} PV
hu_hu: Ellenfeled gyógyított magán {hp} ÉP-t
sv_se: Fienden återhämtade {hp} HP

source: You healed yourself for {hp} HP
de_de: Du hast dich um {hp} HP geheilt
es_es: Te has curado {hp} HP
es_mx: Te has sanado por {hp} PV
hu_hu: Gyógyítottál magadon {hp} ÉP-t
id_id: Kamu menyembuhkan dirimu sendiri sebanyak {hp} HP
nb_no: Du helbredet deg selv for {hp} HP
pt_br: Você curou {hp} de vida
sv_se: Du återhämtade {hp} HP

source: Attack blocked.
de_de: Attacke geblockt.
es_es: Ataque bloqueado.
es_mx: Ataque bloqueado.
hu_hu: Támadás kivédve.
id_id: Serangan diblokir.
nb_no: Angrep blokkert.
pt_br: Ataque bloqueado.
sv_se: Attack blockerad.

source: The Enemy hit you for {dmg} damage
de_de: Der Gegner hat dir {dmg} Schaden zugefügt
es_es: Enemigo te ha golpeado generando {dmg} de daño
es_mx: Enemigo te alcanza por {dmg} daño
hu_hu: Ellenfeled sebzett rajtad {dmg} ÉP-t
id_id: Musuh mengenai kamu sebesar {dmg} serangan
nb_no: Fienden traff deg for {dmg} skade
pt_br: O Inimigo acertou você e tirou {dmg} de dano
sv_se: Fienden träffade dig för {dmg} skada

source: You hit the enemy for {dmg} damage
de_de: Du hast dem Gegner {dmg} Schaden zugefügt
es_es: Has golpeado al enemigo generando {dmg} de daño
es_mx: Alcanzas al enemigo por {dmg} daño
hu_hu: Sebeztél ellenfeleden {dmg} ÉP-t
id_id: Kamu mengenai musuh sebesar {dmg} serangan
nb_no: Du traff fienden for {dmg} skade
pt_br: Você acerta o inimigo e tira {dmg} de dano
sv_se: Du träffade fienden för {dmg} skada

source: Timed out.
de_de: Zeit ausgelaufen.
es_es: Tiempo agotado.
es_mx: Tiempo agotado.
hu_hu: Lejárt az idő.
id_id: Waktu habis.
nb_no: Tidsavbrudd.
pt_br: Acabou o tempo.
sv_se: Avbrutit.

source: You died.
bg_bg: Вие загинахте.
de_de: Du wurdest besiegt.
es_ar: Has muerto.
es_es: Has muerto.
es_mx: Has muerto.
fr_fr: Vous êtes mort.
hu_hu: Kalandod itt véget ért.
id_id: Kamu mati.
nb_no: Du døde.
pt_br: Você morreu.
ru_ru: Вы умерли.
sv_se: Du dog.

source: You have reached the exit and were rewarded **${money}** for getting out!
de_de: Du hast den Ausgang erreicht und hast **${money}** als Belohnung für das Erreichen des Ausgangs erhalten!
es_es: ¡Has alcanzado la salida y recibido **${money}** como recompensa!
es_mx: Has alcanzado la salida y recibido **${money}** como recompensa!
hu_hu: Elérted a kijáratot! Jutalmad: **${money}** !
id_id: Kamu telah mencapai pintu keluar dan diberi hadiah **${money}** karena berhasil kabur!
nb_no: Du har nådd utgangen og ble belønnet **${money}** for å komme deg ut!
pt_br: Você chegou à saída e foi recompensado **${money}** por sair!
sv_se: Du har nått utgången och har fått **${money}** för att ha kommit ut!

source: Checks your adventure status.
bg_bg: Проверя прогреса на приключение.
de_de: Prüfe den Status des Abenteuers.
es_ar: Revisa el estado de tu aventura.
es_es: Muestra el estado de tu aventura.
es_mx: Muestra el estado de tu aventura.
fr_fr: Vérifiez l’état de votre aventure.
hu_hu: Kalandból hátralévő idő mutatása.
id_id: Cek status petualanganmu.
nb_no: Sjekker eventyrstatusen din.
pt_br: Verifica o como está indo sua aventura.
ru_ru: Показывает ваше приключение.
sv_se: Visar din äventyrs status.
