Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: **{protected}** is now protected to block one death. {game_link}
de_de: **{protected}** wird nun einmal vor dem Tod geschützt. {game_link}
es_es: **{protected}**está protegido y puede bloquear un intento de asesinato. {game_link}
id_id: **{protected}** sekarang telah dilindungi untuk menghadang satu kematian. {game_link}
nb_no: **{protected}** er nå beskyttet for å blokkere ett dødsfall. {game_link}

source: The **{role}** sent you a spiritual protection to block one death. {game_link}
de_de: Der *{role}** hat dir einen spirituellen Schutz geschickt, dich einmal vor dem Tod schützt. {game_link}
es_es: El **{role}** te ha enviado un espíritu protector para que bloquees un intento de asesinato. {game_link}
id_id: **{role}** mengirimkanmu sebuah perlindungan spiritual untuk menghadang satu kematian. {game_link}
nb_no: **{role}** sendte deg en åndelig beskyttelse for å blokkere ett dødsfall. {game_link}

source: Would you like to infect **{target}** with your curse to join your nightly killings?
de_de: Möchtest du **{target}** mit deinem Fluch belegen, um deine nächtlichen Jagden zu begleiten?
es_es: ¿Te gustaría infectar a **{target}** con tu maldición y que se una a tu matanza nocturna?
id_id: Apakah kamu ingin menginfeksi **{target}** dengan kutukkanmu untuk bergabung dengan pembunuhan malammu?
nb_no: Vil du infisere **{target}** med forbannelsen din for å bli med på dine nattlige drap?

source: You have successfully **Cursed {target}**. They will now join each night in the Werewolves' feast.
de_de: Du hast erfolgreich das **Ziel {target}** verflucht. Er/sie wird nun die nächtlichen Jagden begleiten.
es_es: Has maldecido exitosamente a **{target}**. Se unirán al festín de los lobos cada noche a partir de ahora.
id_id: Kamu telah berhasil **Mengutuk {target}**. Mereka sekarang akan bergabung setiap malam dalam pesta Werewolf.
nb_no: Du har **Forbannet {target}**. De vil nå bli med hver kveld i varulvenes fest.

source: You have been cursed by the **{role}**. You will now join in the Werewolves' nightly killings and feast. {game_link}
de_de: Du wurdest vom **{role}** verflucht. Du wirst nun die Werwölfe in ihren nächtlichen Jagden begleiten. {game_link}
es_es: Has sido maldito por **{role}**. A partir de ahora te unirás a la matanza nocturna y a los festines de los lobos. {game_link}
id_id: Kamu telah dikutuk oleh **{role}**. Kamu sekarang akan bergabung dalam pembunuhan malam dan pesta Werewolf. {game_link}
nb_no: Du har blitt forbannet av **{role}**. Du vil nå bli med på Varulvenes nattlige drap og fest. {game_link}

source: You became a **{role}** and lost your nocturnal powers.
de_de: Du bist ein/e **{role}** geworden und hast deine nächtlichen Kräfte verloren.
es_es: Te has convertido en **{role}** y has perdido tus poderes nocturnos.
id_id: Kamu telah menjadi seorang **{role}** dan kehilangan kekuatan malammu.
nb_no: Du ble en **{role}** og mistet dine nattlige krefter.

source: You still have your powers as **{role}**.
de_de: Du hast immer noch deine Kräfte als **{role}**.
es_es: Sigues teniendo tus poderes de **{role}**.
id_id: Kamu masih memiliku kekuatanmu sebagai **{role}**.
nb_no: Du har fortsatt kreftene dine som **{role}**.

source: There's no other possible players left to infect. {game_link}
de_de: Es gibt keine weitern Spieler, die infiziert werden können. {game_link}
es_es: No queda ningún jugador al que infectar. {game_link}
id_id: Tidak ada pemain yang tersisa untuk menginfeksi. {game_link}
nb_no: Det er ingen andre mulige spillere igjen å infisere. {game_link}

source: Choose {num} player(s) to infect with your virus.
de_de: Wähle {num} Spieler aus, um sie mit deinem Virus zu infizieren.
es_es: Elige a {num} jugador(es) para infectarles con tu virus.
id_id: Pilih {num} pemain untuk diinfeksikan dengan virusmu.
nb_no: Velg {num} spiller(e) for å infisere med viruset ditt.

source: You didn't choose enough players to infect, slowpoke. {game_link}
de_de: Du hast nicht genug Spieler infiziert, lahme Schnecke. {game_link}
es_es: No elegiste suficientes jugadores a los que infectar, tortuga. {game_link}
id_id: Kamu tidak memilih cukup pemain untuk diinfeksikan, slowpoke. {game_link}
nb_no: Du valgte ikke nok spillere til å infisere, slowpoke. {game_link}

source: The last {count} possible targets have been automatically infected for you.
de_de: Die letzte(n) {count} möglichen Ziele wurden automatisch für dich infiziert.
es_es: Se han infectado automáticamente a los últimos posibles {count} objetivos.
id_id: {count} target terakhir yang mungkin secara otomatis telah dinfeksikan untukmu.
nb_no: De siste {count} mulige målene er automatisk infisert for deg.

source: You have infected **{infected}**.
de_de: Du hast **{infected}** infiziert.
es_es: Has sido infectado **{infected}**.
id_id: Kamu telah terinfeksi **{infected}**.
nb_no: Du har infisert **{infected}**.

source: You have been infected by the {role}. {game_link}
de_de: Du wurdest vom {role} infiziert. {game_link}
es_es: {role} te ha infectado. {game_link}
id_id: Kamu telah terinfeksi oleh {role}. {game_link}
nb_no: Du har blitt infisert av {role}. {game_link}

source: Initial roles hidden.
de_de: Ursprüngliche Rollen verborgen.
es_es: Roles iniciales ocultos.
id_id: Inisial peran disembunyikan.
nb_no: Innledende roller skjult.

source: {user} has died. They were a **{role}**!{initial_role_info}
de_de: {user} ist gestorben. Er/Sie war ein(e) **{role}**!{initial_role_info}
es_es: {user} ha muerto. Eran un **{role}**!{initial_role_info}
id_id: {user} telah mati. Mereka adalah seorang **{role}**!{initial_role_info}
nb_no: {user} har dødd. De var en **{role}**!{initial_role_info}

source: **{user}** lost the disease from viral infection.
de_de: **{user}** hat den Kampf mit der Virusinfektion verloren.
es_es: **{user}** ha perdido la enfermedad del virus.
id_id: **{user}** telah kehilangan penyakitnya dari infeksi virus.
nb_no: **{user}** mistet sykdommen fra virusinfeksjon.

source: Your idol **{idol}** died, you turned into a **{new_role}**. {game_link}
de_de: Dein Idol **{idol}** ist gestorben, du hast dich in **{new_role}** verwandelt. {game_link}
es_es: Tu ídolo **{idol}** ha muerto, te has convertido en un **{new_role}**. {game_link}
id_id: Idolamu telah mati **{idol}**, kamu berubah menjadi seorang **{new_role}**. {game_link}
nb_no: Idolet ditt **{idol}** døde, du ble en **{new_role}**. {game_link}

source: The Hunter grabs their gun.
de_de: Der Jäger greift nach seiner Waffe.
es_es: El cazador coge su arma.
id_id: Pemburu mengambil senjata mereka.
nb_no: Jegeren griper pistolen deres.

source: Choose someone who shall die with you. 🔫
de_de: Wähle jemanden aus, der mit dir sterben soll. 🔫
es_es: Elige a quién quieres que muera contigo. 🔫
id_id: Pilih seseorang yang akan mati bersamamu. 🔫
nb_no: Velg noen som skal dø sammen med deg. 🔫

source: The Hunter couldn't find the trigger 😆.
de_de: Der Jäger konnte den Abzug nicht finden😆.
es_es: El cazador no pudo encontrar el gatillo 😆.
id_id: Pemburu tidak dapat menemukan pemicunya 😆.
nb_no: Jegeren kunne ikke finne utløseren 😆.

source: The Hunter refused to shoot anyone.
de_de: Der Jäger wollte niemanden erschießen.
es_es: El cazador decidió no disparar a nadie.
id_id: Pemburu menolak untuk menembak siapa pun.
nb_no: Jegeren nektet å skyte noen.

source: You chose to shoot **{target}**
de_de: Du hast dich dazu entschlossen **{target}** zu erschießen
es_es: Elegiste disparar a **{target}**
id_id: Kamu memilih untuk menembak **{target}**
nb_no: Du valgte å skyte **{target}**

source: The Hunter is firing. **{target}** got hit!
de_de: Der Jäger schießt. **{target}** wurde getroffen!
es_es: El cazador está disparando. ¡**{target}** ha sido alcanzado!
id_id: Pemburu sedang menembak. **{target}** tertembak!
nb_no: Jegeren skyter. **{target}** ble truffet!

source: The **{role}** wounded one of the werewolves with their Rusty Sword before dying.
de_de: Der **{role}** hat einen der Werwölfe mit dem rostigen Schwert verletzt, bevor er starb.
es_es: El **{role}** hirió a uno de los lobos con su espada oxidada antes de morir.
id_id: **{role}** melukai salah satu werewolf dengan Pedang Rusty mereka sebelum mati.
nb_no: **{role}** såret en av varulvene med deres Rustete Sverd før de døde.

source: The **{role}** was lynched by the Village, a random villager **{target}** was shot.
de_de: Der **{role}** wurde vom Dorf gelyncht, ein zufälliger Dorfbewohner **{target}** wurde erschossen.
es_es: El **{role}** fue linchado por la aldea y ha disparado a un aldeano aleatorio **{target}**.
id_id: **{role}** telah digantung oleh Penduduk Desa, seorang penduduk desa secara acak **{target}** tertembak.
nb_no: **{role}** ble lynsjet av landsbyen, en tilfeldig landsbyboer **{target}** ble skutt.

source: The villagers killed **{role}**. The villagers lost all their special powers and became normal villagers.
de_de: Die Dorfbewohner haben **{role}** getötet. Dadurch haben die Dorfbewohner all ihre speziellen Kräfte verloren und sind zu normalen Dorfbewohnern geworden.
es_es: Los aldeanos han matado a **{role}**. Los aldeanos han perdido todos sus poderes especiales y se han convertido en aldeanos normales.
id_id: Penduduk desa membunuh **{role}**. Penduduk desa kehilangan semua kekuatan khusus mereka dan menjadi penduduk desa biasa.
nb_no: Landsbyboerne drepte **{role}**. Landsbyboerne mistet alle sine spesielle krefter og ble normale landsbyboere.

source: 💀 You have been eliminated. Please do not communicate with the other players until the end of the game.💀 {game_link}
de_de: 💀Du wurdest eliminiert. Bitte kommuniziere nicht mit den anderen Spielern, bis zum Ende des Spiels. 💀 {game_link}
es_es: 💀 Has sido eliminado. Por favor, no hablas con el resto de jugadores hasta el final de la partida.💀 {game_link}
id_id: 💀 Kamu telah dieliminasi. Mohon untuk tidak berkomunikasi dengan pemain lain sampai akhir permainan.💀 {game_link}
nb_no: 💀 Du har blitt eliminert. Vennligst ikke kommuniser med de andre spillerne før slutten av spillet.💀 {game_link}

source: {dead_player}'s lover, {lover}, will die of sorrow.
de_de: {dead_player}s Geliebter, {lover}, wird vor Trauer sterben.
es_es: Amante de {dead_player}, {lover} morirá de pena.
id_id: Kekasih {dead_player}, {lover}, akan mati karena kesedihan.
nb_no: {dead_player}s kjæreste, {lover}, vil dø av sorg.

source: Lovers
de_de: Verliebten
es_es: Amantes
id_id: Sepasang kekasih
nb_no: Elskere

source: You are going to die. Use your last breath to choose a new Sheriff.
de_de: Du wirst sterben. Nutze deinen letzten Atemzug um einen neuen Sheriff zu bestimmen.
es_es: Vas a morir. Usa tu último suspiro para elegir a un nuevo sheriff.
id_id: Kamu akan segera mati. Gunakan napas terakhirmu untuk memilih seorang Sheriff baru.
nb_no: Du kommer til å dø. Bruk ditt siste åndedrag til å velge en ny sheriff.

source: You exchanged roles with **{dying_user}**. You should choose the new Sheriff.
de_de: Du hast deine Rolle mit **{dying_user}** getauscht. Du solltest den neuen Sheriff auswählen.
es_es: Has intercambiado roles con **{dying_user}**. Deberías elegir a un nuevo sheriff.
id_id: Kamu menukarkan peran dengan **{dying_user}**. Kamu harus memilih Sheriff baru.
nb_no: Du byttet roller med **{dying_user}**. Du bør velge den nye sheriffen.

source: The **Sheriff {sheriff}** should choose their successor.
de_de: Der **Sheriff {sheriff}** sollte seinen Nachfolger auswählen.
es_es: El **sheriff {sheriff}** debería elegir a su sucesor.
id_id: **Sheriff {sheriff}** harus memilih penggantinya.
nb_no: **Sheriff {sheriff}** bør velge sin etterfølger.

source: Choose the new 🎖 Sheriff️.
de_de: Wähle den neuen🎖 Sheriff️.
es_es: Elige al nuevo 🎖 sheriff️.
id_id: Memilih Sheriff baru 🎖.
nb_no: Velg den nye 🎖 Sheriff️.

source: You didn't choose anyone. A random player will be chosen to be your successor.
de_de: Du hast niemanden ausgewählt. Ein zufällig ausgewählter Spieler wird als dein Nachfolger bestimmt.
es_es: No elegiste a nadie. Se asignará a un jugador aleatorio como tu sucesor.
id_id: Kamu tidak memilih siapa pun. Seorang pemain akan dipilih secara acak untuk menjadi penggantimu.
nb_no: Du valgte ikke noen. En tilfeldig spiller vil bli valgt til å være din etterfølger.

source: 📢 **{ex_sheriff}** didn't choose anyone. {sheriff} got randomly chosen to be the new 🎖️ **Sheriff**. **The vote of the Sheriff counts as double.**
de_de: 📢 **{ex_sheriff}** hat niemanden ausgewählt. {sheriff} wurde zufällig als der neue 🎖️ **Sheriff** bestimmt. **Die Stimme des Sheriffs zählt doppelt.**
es_es: 📢 **{ex_sheriff}** no eligió a nadie. {sheriff} ha sido asignado aleatoriamente como el nuevo 🎖️ **sheriff**. **El voto del sheriff cuenta el doble.**
id_id: 📢 **{ex_sheriff}** tidak memilih siapa pun. {sheriff} telah terpilih secara acak untuk menjadi 🎖️ **Sheriff** baru. **Pemungutan suara dari Sheriff dihitung ganda**
nb_no: 📢 **{ex_sheriff}** valgte ingen. {sheriff} ble tilfeldig valgt til å være den nye 🎖️ **Sheriff**. **Sheriffens stemme teller som det dobbelte.**

source: **{sheriff}** became the new Sheriff.
de_de: **{sheriff}** ist der neue Sheriff.
es_es: **{sheriff}** te has convertido en el nuevo sheriff.
id_id: **{sheriff}** telah menjadi Sheriff baru.
nb_no: **{sheriff}** ble den nye sheriffen.

source: 📢 {sheriff} got chosen to be the new 🎖️ **Sheriff**. **The vote of the Sheriff counts as double.**
de_de: 📢 {sheriff} wurde als der neue 🎖️ **Sheriff** ausgewählt. **Die Stimme des Sheriffs zählt doppelt.**
es_es: 📢 {sheriff} ha sido elegido como el nuevo 🎖️ **sheriff**. **El voto del sheriff cuenta el doble.**
id_id: 📢 {sheriff} telah dipilih menjadi 🎖️ **Sheriff** baru. **Pemungutan suara dari Sheriff dihitung ganda.**
nb_no: 📢 {sheriff} ble valgt til å være den nye 🎖️ **Sheriff**. **Sheriffens stemme teller som det dobbelte.**

source: You joined the tournament.
es_es: Te has unido al torneo.
id_id: Kamu bergabung ke turnamennya.
nb_no: Du har blitt med i turneringen.

source: {author} started a tournament! Free entries, prize is **${prize}**!
es_es: ¡{author} ha iniciado un torneo! Participación gratuita, el premio es **${prize}**!
id_id: {author} memulai sebuah turnamen! Biaya masuk gratis, hadiahnya adalah **${prize}**!
nb_no: {author} har startet en turnering! Gratis inngang, vinner pris er **${prize}**!

source: You joined the raid tournament.
es_es: Te has unido al torneo de asalto.
id_id: Kamu bergabung ke turnamen penyerangan.
nb_no: Du har blitt med i raid turneringen.

source: {author} started a raid tournament! Free entries, prize is **${prize}**!
es_es: ¡{author} ha iniciado un torneo! Participación gratuita, ¡el premio es **${prize}**!
id_id: {author} memulai sebuah turnamen penyerangan! Biaya masuk gratis, hadiahnya adalah **${prize}**!
nb_no: {author} startet en raid turnering! Gratis inngang, prisen er **${prize}**!

source: Oil-paint someone's avatar
es_es: Pinta al óleo el avatar de alguien
id_id: Mengubah avatar seseorang menjadi lukisan minyak
nb_no: Oljemale noens avatar

source: 🎃 As you step out of the door, you open your candy and plastic reveals an ancient image on top of a chocolate bar, passed along for generations. You decide to keep it in your `{prefix}eventbackgrounds`.
es_es: 🎃 Conforme sales por la puerta, abres tus chocolatinas y, sobre la tableta de chocolate, el envoltorio revela una antigua imagen pasada durante generaciones. Decides guardártela en tu `{prefix}eventbackgrounds`.
id_id: 🎃Sesaat setelah kamu keluar dari pintu, kamu membuka permenmu dan di dalamnya terdapat sebuah gambar kuno di atas bar cokelat, yang diturunkan secara turun-temurun. Kamu memutuskan untuk menyimpannya di `{prefix}eventbackgrounds` kamu.
nb_no: 🎃 Når du går ut av døren, åpner du godteri posen og avslører et eldgammelt bilde på toppen av en sjokoladeplate, som har gått videre i generasjoner. Du bestemmer deg for å beholde den i `{prefix}eventbackgrounds`.

source: Name
bg_bg: Име
es_ar: Nombre
es_es: Nombre
es_mx: Nombre
fr_fr: Nom
hu_hu: Név
id_id: Nama
nb_no: Navn
pt_br: Nome
ru_ru: Имя
sv_se: Namn

source: {author} seeks a battle! The price is **${money}**.
es_es: ¡{author} busca una pelea! El precio es **${money}**.
id_id: {author} mencari sebuah pertarungan! Hadiahnya adalah **${money}**.
nb_no: {author} søker en kamp! Prisen er **${money}**.

source: {author} seeks a battle with {enemy}! The price is **${money}**.
es_es: ¡{author} busca una pelea contra {enemy}! El precio es **${money}**.
id_id: {author} mencari sebuah pertarungan dengan {enemy}! Hadiahnya adalah **${money}**.
nb_no: {author} søker kamp med {enemy}! Prisen er **${money}**.

source: Join the battle!
es_es: ¡Únete a la batalla!
id_id: Bergabung dengan pertarungan!
nb_no: Bli med i kampen!

source: {author} seeks a raidbattle! The price is **${money}**.
es_es: ¡{author} busca una pelea de asaltos! El precio es **${money}**.
nb_no: {author} søker en raidkamp! Prisen er **${money}**.

source: {author} seeks a raidbattle with {enemy}! The price is **${money}**.
es_es: ¡{author} busca una pelea de asaltos contra {enemy}! El precio es**${money}**.
nb_no: {author} søker en raidkamp mot {enemy}! Prisen er **${money}**.

source: Join the raidbattle!
es_es: ¡Únete a la batalla de asalto!
nb_no: Bli med i raidkampen!

source: {author} seeks an active battle! The price is **${money}**.
es_es: ¡{author} busca una batalla activa! El precio es **${money}**.
nb_no: {author} søker en aktiv kamp! Prisen er **${money}**.

source: {author} seeks an active battle with {enemy}! The price is **${money}**.
es_es: ¡{author} busca una batalla activa con {enemy}! El precio es **${money}**.
nb_no: {author} søker en aktiv kamp mot {enemy}! Prisen er **${money}**.

source: Join the activebattle!
es_es: ¡Únete a la batalla activa!
nb_no: Bli med i aktiv kampen!

source: Your Crates
es_es: Tus cajas
id_id: Peti harta kamu
nb_no: Dine kasser

source: {amount} crates
es_es: {amount} cajas
id_id: {amount} peti harta
nb_no: {amount} kasser

source: Use {prefix}open [rarity] to open one!
es_es: ¡Usa {prefix}open [rarity] para abrir una!
id_id: Gunakan {prefix}open [kualitas] untuk membukanya!
nb_no: Bruk {prefix}open [rarity] for å åpne en!

source: Team
bg_bg: Отбор
es_ar: Equipo
es_es: Equipo
es_mx: Equipo
fr_fr: Équipe
hu_hu: Csapat
id_id: Tim
pt_br: Equipe
ru_ru: Команда
sv_se: Lag

source: You joined the Hunger Games.
es_es: Te has unido a los juegos del hambre.
nb_no: Du ble med i Hunger Games.

source: {author} started a game of Hunger Games!
es_es: ¡{author} ha iniciado unos juegos del hambre!
nb_no: {author} startet et spill med Hunger Games!

source: **IdleRPG** is Discord's most advanced medieval RPG bot. We aim to provide the perfect experience at RPG in Discord with minimum effort for the user. We are not collecting any data apart from your character information and our transaction logs. The bot is 100% free to use and open source. This bot is developed by people who love to code for a good cause and improving your gameplay experience. **Links** <https://git.travitia.xyz/Kenvyra/IdleRPG> - Source Code <https://git.travitia.xyz> - GitLab (Public) <https://idlerpg.xyz> - Bot Website <https://wiki.idlerpg.xyz> - IdleRPG wiki <https://travitia.xyz> - IdleRPG's next major upgrade <https://idlerpg.xyz> - Our forums <https://public-api.travitia.xyz> - Our public API <https://cloud.idlerpg.xyz> - VPS hosting by IdleRPG <https://github.com/Kenvyra> - Other IdleRPG related code <https://discord.com/terms> - Discord's ToS <https://www.ncpgambling.org/help-treatment/national-helpline-1-800-522-4700/> - Gambling Helpline
es_es: **IdleRPG** es el bot de RPG medieval más avanzado de Discord. Intentamos proveer la mejor experiencia RPG en Discord con el menor esfuerzo necesario por parte del usuario. No recolectamos ningún tipo de información salvo la de tu personaje y nuestros registros de transacción. El bot es 100% gratuito y de código abierto. Este bot ha sido desarrollado por gente que ama programar por una buena causa, así como mejorar tu experiencia de jugador. **Vínculos** <https://git.travitia.xyz/Kenvyra/IdleRPG> - Código abierto <https://git.travitia.xyz> - GitLab (Público) <https://idlerpg.xyz> - Sitio web del bot <https://wiki.idlerpg.xyz> - IdleRPG wiki <https://travitia.xyz> - Próxima actualización de IdleRPG <https://idlerpg.xyz> - Nuestros foros <https://public-api.travitia.xyz> - Nuestro API público <https://cloud.idlerpg.xyz> - VPS albergado por IdleRPG <https://github.com/Kenvyra> - Otros códigos relacionados con IdleRPG <https://discord.com/terms> - Términos de Discord <https://www.ncpgambling.org/help-treatment/national-helpline-1-800-522-4700/> - Línea de ayuda de ludopatía
nb_no: **IdleRPG** er Discords mest avanserte middelalderske RPG bot. Vi tar sikte på å gi den perfekte opplevelsen på RPG i Discord med minimal innsats for brukeren. Vi samler ingen data bortsett fra karakterinformasjonen din og transaksjonsloggene våre. Botten er 100 % gratis å bruke og åpen kildekode. Denne botten er utviklet av folk som elsker å kode for en god sak og forbedre spillopplevelsen din. **Linker** <https://git.travitia.xyz/Kenvyra/IdleRPG> - Kildekode <https://git.travitia.xyz> – GitLab (offentlig) <https://idlerpg.xyz> - Bot nettsted <https://wiki.idlerpg.xyz> - IdleRPG wiki <https://travitia.xyz> - IdleRPGs neste store oppgradering <https://idlerpg.xyz> – Våre forum <https://public-api.travitia.xyz> – Vår offentlige API <https://cloud.idlerpg.xyz> - VPS-hosting av IdleRPG <https://github.com/Kenvyra> - Annen IdleRPG relatert kode <https://discord.com/terms> – Discords vilkår <https://www.ncpgambling.org/help-treatment/national-helpline-1-800-522-4700/> - Gambling Helpline

source: You joined the raid.
es_es: Te uniste a la incursión.
nb_no: Du ble med på raidet.

source: Aliases
es_es: Alias
id_id: Alias
nb_no: Aliaser
pt_br: Abreviações

source: `<url>` - The image URL to format `<style>` - The overlay type to use. Available options are dark and light. Generate a profile background for you. This will stretch/compress your image to 800x650 pixels and layer on an overlay. This will return a link you can then use for `{prefix}background`. Only basic (or above) tier patrons can use this command.
es_es: `<url>` - Enlace de la imagen a formatear `<style>` - El tipo de capa a usar. Las opciones disponibles son oscura y clara. Genera un fondo de perfil para ti. Esto estirará/comprimirá tu imagen a 800x650 píxeles y añadirá una capa. Esto te dará un enlace que podrás usar con `{prefix}background`. Sólo donantes básicos (o superiores) de patreon pueden usar este comando.
nb_no: `<url>` – Bilde URLen som skal formateres `<stil>` – Overleggstypen som skal brukes. Tilgjengelige alternativer er mørke og lyse. Generer en profilbakgrunn for deg. Dette vil strekke/komprimere bildet til 800x650 piksler og legge på et overlegg. Dette vil returnere en lenke du deretter kan bruke for `{prefix}background`. Bare basic tier patreons (eller høyere) kan bruke denne kommandoen.

source: Overlay type must be `dark` or `light`.
es_es: El tipo de capa debe ser `oscuro` o `claro`.
nb_no: Overleggstypen må være "dark" eller "light".

source: View your eventbackgrounds
es_es: Ve tus fondos de eventos
id_id: Lihat tampilan kamu dari acara
nb_no: Se eventbakgrunnene dine
