Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: `<itemids>` - The IDs of the items to sell, seperated by space Sells items for their value. Items that you don't own will be filtered out. If you are in an alliance which owns a trade building, your winnings will be multiplied by 1.5 for each level. (This command has a cooldown of 10 minutes.)
de_de: `<itemids>` - Die ID des Items, welches verkauft werden soll, separiert mit Leerzeichen Verkauft Items für ihren Wert. Items, die du nicht besitzt werden herausgefiltert. Falls du in einer Allianz bist, welche eine Stadt besitzt, die ein Handelsgebäude hast, steigt der Verkaufsgewinn pro Level um 1.5. (Dieser Befehl hat einen Cooldown von 10 Minuten.)
es_es: `<itemids>` - los ID de los objetos a vender, separados por espacio Vende artículos por su valor. Los objetos que no poseas serán filtrados. Si formas parte de una alianza que posee un edificio comercial, tus ganancias se multiplicarán por 1.5 para cada nivel. (Este comando tiene un tiempo de reutilización de 10 minutos).
id_id: `<itemids>` - ID barang-barang yang akan dijual, pisahkan dengan spasi Menjual barang dengan nilai barang tersebut. Barang yang tidak kamu miliki akan disaring. Jika kamu berada dalam sebuah aliansi yang memiliki bangunan perdagangan, kemenanganmu akan dikalikan dengan 1.5 untuk setiap level. (Perintah ini memiliki waktu cooldown selama 10 menit.)
nb_no: `<itemids>` – ID-ene til varene som skal selges, atskilt med mellomrom Selger varer for deres verdi. Gjenstander du ikke eier vil bli filtrert ut. Hvis du er i en allianse som eier en handelsbygning, vil gevinstene dine multipliseres med 1,5 for hvert nivå. (Denne kommandoen har en nedkjøling på 10 minutter.)
pt_br: `<itemids>` - Os ID's dos itens que você deseja vender, separados por espaços Vende os itens pelos seus valores. Os itens que você não possuí serão removidos da venda. Se você está em uma aliança que possuí uma cidade com um edifício de comércio, seus ganhos serão multiplicados em 1.5 para cada nível do edifício. (Esse comando tem um tempo de espera de 10 minutos.)

source: You cannot sell nothing.
de_de: Du kannst nicht Nichts verkaufen.
es_es: No puedes vender nada.
id_id: Kamu tidak dapat menjual barang kosong.
nb_no: Du kan ikke selge ingenting.
pt_br: Você não pode vender nada.

source: You don't own any items with the IDs: {itemids}
de_de: Dir gehören keine Gegenstände mit den IDs: {itemids}
es_es: No posees objetos con los IDs: {itemids}
es_mx: No posees objetos con las IDs: {itemids}
hu_hu: A további tárgyak nem találhatóak nálad: {itemids}
id_id: Kamu tidak memiliki barang apapun dengan ID: {itemids}
nb_no: Du eier ingen gjenstander med ID-ene: {itemids}
pt_br: Você não possui nenhum item com os IDs: {itemids}
sv_se: Du äger inte några föremål med ID: {itemids}

source: You are about to sell {amount} equipped items. Are you sure?
de_de: Du bist dabei, {amount} ausgerüstete Gegenstände zu verkaufen. Bist du sicher?
es_es: Estás a punto de vender {amount} objetos equipados. ¿Estás seguro?
es_mx: Estás a punto de vender {amount} objetos equipados. ¿Estás seguro?
hu_hu: Éppen túladni készülsz {amount} használatban lévő felszerelésen. Biztos vagy benne, hogy ezt akarod?
id_id: Kamu akan menjual {amount} barang yang sedang dipakai. Apakah kamu yakin?
nb_no: Du er i ferd med å selge {amount} utstyrte varer. Er du sikker?
pt_br: Você está prestes a vender {amount} itens equipados. Você tem certeza?
sv_se: Du är på väg att sälja {amount} föremål du använder. Är du säker?

source: Cancelled.
bg_bg: Отказано.
de_de: Abgebrochen.
es_ar: Cancelado.
es_es: Cancelado.
es_mx: Cancelado.
fr_fr: Annulé.
hu_hu: Megszakítva.
id_id: Dibatalkan.
nb_no: Avbrutt.
pt_br: Cancelado.
ru_ru: Отменено.
sv_se: Avbrutit.

source: You received **${money}** when selling item(s) `{itemids}`. {additional}
de_de: Du hast **${money}** erhalten, als du die Gegenstände `{itemids}` verkauft hast. {additional}
es_es: Has recibido **${money}** por objeto(s) `{itemids}`. {additional}
es_mx: Has recibido **${money}** por objeto(s) `{itemids}`. {additional}
hu_hu: **${money}** ütötte markodat az alábbi tárgya(i)dért cserébe: `{itemids}`. {additional}
id_id: Kamu mendapatkan **${money}** ketika menjual barang `{itemids}`. {additional}
nb_no: Du mottok **${money}** når du solgte gjenstand(er) `{itemids}`. {additional}
pt_br: Você recebeu ** ${money} ** ao vender itens `{itemids}`. {additional}
sv_se: Du tjänade **${money}** när du sålde föremål `{itemids}`. {additional}

source: Skipped `{amount}` because they did not belong to you.
de_de: Ich habe `{amount}` Gegenstände übersprungen, weil sie dir nicht gehören.
es_es: Omitido `{amount}` porque no te pertenecían.
es_mx: Ignorados `{amount}` porque no te pertenecían.
hu_hu: `{amount}` darab áru nem lett átadva, mivel ezek nem voltak a tulajdonodban.
id_id: Melewatkan `{amount}` karena mereka bukan milikmu.
nb_no: Hoppet over `{amount}` fordi de ikke tilhørte deg.
pt_br: Ignorou `{amount}` porque eles não lhe pertenciam.
sv_se: Hoppade över `{amount}` eftersom de inte tillhör dig.

source: Merch all non-equipped items
de_de: Verkauft alle nicht-ausgerüsteten Gegenstände
es_es: Vende todos los artículos no equipados
id_id: Menjual semua barang yang tidak dipakai
nb_no: Sell alle gjenstander, utenom de du bruker
pt_br: Vende todos os itens que não estão equipados

source: `[maxstat]` - The highest damage/defense to include; defaults to 100 `[minstat]` - The lowest damage/defense to include; defaults to 0 Sells all your non-equipped items for their value. A convenient way to sell a large amount of items at once. If you are in an alliance which owns a trade building, your earnings will be increased by 50% for each level. (This command has a cooldown of 30 minutes.)
de_de: `[maxstat]` - Der höchste Angriffs/Verteidigungswert, der mit einbezogen wird, ohne Angabe ist es100 `[minstat]` - Der niedrigste Angriffs/Verteidigungswert, der mit einbezogen wird Standard ist 0 Verkauft alle nicht ausgerüsteten Items für ihren Wert. Eine praktische Möglichkeit, viele verschiedene Items auf einmal zu verkaufen. Falls du in einer Allianz bist, welche eine Stadt besitzt, die ein Handelsgebäude hat, steigt der Verkaufsgewinn pro Level um 50%. (Dieser Befehl hat einen Cooldown von 30 Minuten.)
es_es: `[maxstat]` - el daño/defensa más altos a incluir; el valor predeterminado es 100 `[minstat]` - el daño/defensa más bajos a incluir; el valor predeterminado es 0 Vende todos tus objetos no equipados por su valor. Un método conveniente para vender una gran cantidad de objetos a la vez. Si formas parte de una alianza que posee un edificio comercial, tus ganancias se incrementarán un 50% por cada nivel. (Este comando tiene un tiempo de reutilización de 30 minutos).
id_id: `[maxstat]` - Stat tertinggi kerusakan/pertahanan yang akan dimasukan; jika tidak ditentukan maka dijadikan 100 `[minstat]` - Stat terendah kerusakan/pertahanan yang akan dimasukan; jika tidak ditentukan maka dijadikan 0 Menjual semua barang yang tidak dipakai berdasarkan nilainya. Cara mudah untuk menjual sejumlah barang sekaligus. Jika kamu berada dalam sebuah aliansi yang memiliki sebuah gedung perdagangan, penghasilanmu akan meningkat 50% untuk setiap level. (Perintah ini memiliki waktu cooldown selama 30 menit.)
nb_no: `[maxstat]` – Den høyeste skaden/forsvaret som skal inkluderes; standard til 100 `[minstat]` – Den laveste skaden/forsvaret som skal inkluderes; standard til 0 Selger alle dine ikke-utstyrte varer for deres verdi. En praktisk måte å selge en stor mengde varer på en gang. Hvis du er i en allianse som eier en handelsbygning, vil inntektene dine økes med 50 % for hvert nivå. (Denne kommandoen har en nedkjøling på 30 minutter.)

source: Nothing to merch.
bg_bg: Няма какво да продадете.
de_de: Es gibt nichts zu verkaufen.
es_ar: No tenés nada para vender.
es_es: Nada para vender.
es_mx: Nada para vender.
fr_fr: Rien à vendre.
hu_hu: Nincs mit eladnod.
id_id: Tidak ada barang yang dijual.
nb_no: Ingenting å selge.
pt_br: Nada para vender.
ru_ru: Нечего продавать.
sv_se: Ingenting att sälja.

source: You are about to sell **{count} items for ${money}!** Are you sure you want to do this?
de_de: Du verkaufst damit **{count} Items für ${money}!** Bist du sicher dass du das tun willst?
es_es: Estás a punto de vencer **{count} objeto(s) por ${money}!** ¿Seguro que quieres hacer esto?
es_mx: Estás apunto de vender **{count} artículos por la cantidad de ${money}!** ¿Estás seguro de hacerlo?
hu_hu: Éppen túladni készülsz **{count} darab** jószágon **${money} összegért**. Biztos vagy benne, hogy ezt akarod?
id_id: Kamu akan menjual **{count} barang untuk ${money}!** Apakah kamu yakin ingin melakukannya?
nb_no: Du er i ferd med å selge **{count} gjenstander for ${money}!** Er du sikker på at du vil gjøre dette?
pt_br: Você está prestes a vender **{count} itens por ${money}!** Você tem certeza que deseja fazer isso?
sv_se: Du är på väg att sälja **{count}** föremål för **${money}**! Är du säker på att du vill göra det?

source: Cancelled selling your items.
de_de: Das Verkaufen der Items wurde abgebrochen.
es_es: Has cancelado la venta de tus objetos.
id_id: Membatalkan penjualan barangmu.
nb_no: Kansellert salget av gjenstandene dine.
pt_br: Seus itens a venda foram cancelados.

source: Looks like you got more or less items in that range in the meantime. Please try again.
de_de: Sieht so aus als ob du mehr oder weniger Items als vorher hast. Versuche es nochmal.
es_es: Parece que tienes más o menos objetos de ese rango por el momento. Por favor, intenta de nuevo.
es_mx: Parece que de momento tienes más o menos objetos de ese rango, inténtalo de nuevo.
hu_hu: Úgy tűnik, a feltételeknek megfelelő tárgyaid száma idő közben megváltozott. Próbáld újra!
id_id: Sepertinya kamu mendapat kurang lebih barang-barang dalam jangkauan itu untuk sementara waktu. Harap coba lagi.
nb_no: Det ser ut til at du har flere eller færre gjenstander i det området i mellomtiden. Vær så snill, prøv på nytt.
pt_br: Parece que você ganhou ou perdeu itens nesse meio tempo. Por favor tenta novamente.
sv_se: Ser ut som att du fick fler eller färre föremål under tiden. Försök igen.

source: Merched **{count}** items for **${money}**.
bg_bg: Продадохте **{count}** предмета за **${money}**.
de_de: **{count}** Items verkauft, du bekommst **${money}**.
es_ar: Vendidos **{count}** objetos por **${money}**.
es_es: Has vendido **{count}** objeto(s) por **${money}**.
es_mx: Vendidos **{count}** objetos por **${money}**.
fr_fr: Vous avez vendu **{count}** items pour **{money}$**.
hu_hu: **{count}** darab árun adtál túl. **${money}** ütötte markodat.
id_id: Menjual **{count}** barang seharga **${money}**.
nb_no: Solgte **{count}** gjenstander for **${money}**.
pt_br: Vendeu**{count}** itens por ** ${money} **.
ru_ru: Продано **{count}** вещей на сумму **${money}**.
sv_se: Sålde **{count}** föremål för **${money}**.

source: View your shop offers
de_de: Zeigt deine Marktangebote an
es_es: Ver tus ofertas en la tienda
id_id: Menampilkan penawaran tokomu
nb_no: Se butikktilbudene dine
pt_br: Veja suas ofertas da loja

source: View your pending shop offers. This is a convenient way to find IDs of items that you put on the market.
de_de: Sieh dir deine momentanen Marktangebote an. Das ist ein praktischer Weg um IDs von Items zu finden, welche du auf dem Markt angeboten hast.
es_es: Ver tus ofertas pendientes en la tienda. Un método conveniente para encontrar los IDs de los objetos que ofreces en el mercado.
id_id: Melihat penawaran tokomu yang tertunda. Ini adalah cara yang mudah untuk menemukan ID barang yang kamu masukan ke pasar.
nb_no: Se dine ventende butikktilbud. Dette er en praktisk måte å finne ID-er for gjenstander du har på markedet.
pt_br: Veja suas ofertas pendentes, Isso é uma forma conveniente de achar os ID's dos itens que você quer colocar no mercado.

source: You don't have any pending shop offers.
bg_bg: Нямате оферти в магазина.
de_de: Du hast keine Items auf dem Markt.
es_ar: Vos no tenés objetos a la venta.
es_es: No tienes ninguna oferta pendiente en la tienda.
es_mx: Tú no tienes ofertas pendientes de la tienda.
fr_fr: Vous n’avez aucune offre en cours sur le marché.
hu_hu: Jelenleg nincs a Piactéren várakozó árud.
id_id: Kamu tidak memiliki penawaran yang tertunda dari tokomu.
nb_no: Du har ingen ventende butikktilbud.
pt_br: Você não tem nenhuma oferta pendente de loja.
ru_ru: У вас нет рассматриваемых предложений.
sv_se: Du har inga pågående butikserbjudanden.

source: Your pending items
bg_bg: Вашите предложени предмети
de_de: Deine Items auf dem Markt
es_ar: Tus objetos a la venta
es_es: Tus objetos pendientes
es_mx: Tus objetos pendientes
fr_fr: Vos items en attente
hu_hu: Eladásra váró portékáid
id_id: Barang kamu yang tertunda
nb_no: Dine ventende varer
pt_br: Seus itens pendentes
ru_ru: Ваши рассматриваемые предметы
sv_se: Dina pågående föremål

source: Buys an item from the trader
de_de: Kauft ein Item vom Händler
es_es: Compra un artículo del comerciante
id_id: Membeli barang dari pedagang
nb_no: Kjøper en vare fra traderen
pt_br: Compra um item do comerciante

source: Buys items at the trader. These items can range from 1 stat to 15 stat, with their price being 50 times their stat. Useful for the early game. (This command has a cooldown of 1 hour.)
de_de: Kauft Items vom Händler. Diese Items können zwischen 1 und 15 Stats haben, während ihr Preis 50Mal ihres Stats ist. Hilfreich für den Anfang. (Dieser Befehl hat einen Cooldown von 1 Stunde.)
es_es: Compra objetos al comerciante. Estos objetos pueden variar entre las estadísticas 1 y 15 con un precio 50 veces mayor que su estadística. Útil para principiantes. (Este comando tiene un tiempo de reutilización de 1 hora).
id_id: Membeli barang dari pedagang. Barang-barang ini memiliki kisaran stat dari stat 1 hingga stat 15, dengan harga barang 50 dikali stat barang tersebut. -Berguna diawal permainan. (Perintah ini memiliki waktu cooldown selama 1 jam.)
nb_no: Kjøper varer hos traderen. Disse gjenstandene kan variere fra 1 stat til 15 stat, med prisen som er 50 ganger deres stat. Nyttig for tidlig spill. (Denne kommandoen har en nedkjøling på 1 time.)
pt_br: Compra um item do comerciante. Esses itens tem estatísticas no alcance de 1 até 15, como seu preço sendo 50 vezes suas estatísticas. Útil no início do jogo. (Esse comando tem um tempo de espera de 1 hora)

source: The Trader
bg_bg: Търговецът
de_de: Der Händler
es_ar: El comerciante
es_es: El Comerciante
es_mx: El Comerciante
fr_fr: Le Commerçant
hu_hu: A Trafik
id_id: Pedagang
nb_no: Traderen
pt_br: O Comerciante
ru_ru: Торговец
sv_se: Försäljaren

source: Hit a button to buy it
bg_bg: Реагирай, за да закупиш желания предмет
de_de: Klicke eine Reaktion zum kaufen
es_ar: Apretá el botón para comprarlo
es_mx: Aprieta un botón para comprarlo
fr_fr: Appuyez sur un bouton pour l'acheter
hu_hu: A vásárláshoz nyomd meg a tárgyhoz tartozó számgombot!
ru_ru: Нажмите на кнопку, чтобы купить это
sv_se: Klicka på en knapp för att köpa den

source: You are too poor to buy this item.
bg_bg: Нямате достатъчно пари, за да закупите този предмет.
de_de: Du hast nicht genug Geld dafür.
es_ar: Sos muy pobre para comprar este objeto.
es_es: Eres demasiado pobre para comprar este objeto.
es_mx: Eres demasiado pobre para comprar este objeto.
fr_fr: Vous êtes trop pauvre pour acheter cet item.
hu_hu: Nincs erre elég pénzed.
id_id: Kamu terlalu miskin untuk membeli barang ini.
nb_no: Du er for fattig til å kjøpe denne gjenstanden.
pt_br: Você é pobre demais para comprar este item.
ru_ru: Вы слишком бедны для того, чтобы купить этот предмет.
sv_se: Du är för fattig för att köpa det här föremålet.

source: Successfully bought offer **{offer}**. Use `{prefix}inventory` to view your updated inventory.
bg_bg: Вие приехте офертата **{offer}**. Използвайте `{prefix}inventory` за да прегледате склада си.
de_de: Item `{offer}` erfolgreich gekauft. Prüfe dein neues Inventar mit `{prefix}inventory`.
es_ar: Compraste exitosamente: **{offer}**. Usá `{prefix}inventory` para ver tu inventario actualizado.
es_es: Has comprado la oferta **{offer}**. Usa `{prefix}inventory` para ver tu inventario actualizado.
es_mx: Has comprado la oferta **{offer}**. Usa `{prefix}inventory` para ver tu inventario actualizado.
fr_fr: Vous avez acheté l’offre`{offer}` avec succès. Utilisez `{prefix}inventory` pour voir votre inventaire mis à jour.
hu_hu: Sikeres vásárlás! Új szerzeményedet (**{offer}**) megtekintheted a `{prefix}inventory` paranccsal.
id_id: Berhasil membeli penawaran **{offer}**. Gunakan `{prefix}inventory` untuk melihat inventarismu yang telah diperbarui.
nb_no: Vellykket kjøpet av **{offer}**. Bruk `{prefix}inventory` for å se din oppdaterte inventar.
pt_br: Oferta **{offer} ** comprada com sucesso. Use `{prefix}inventory` para visualizar seu inventário atualizado.
ru_ru: Предложение **{offer}** успешно куплено. Используйте `{prefix}inventory` , чтобы посмотреть свой инвентарь.
sv_se: Köpte erbjudandet **{offer}**. Använd `{prefix}inventory` för att se ditt uppdaterade förråd.

source: Propose to a player
de_de: Mache einem Spieler einen Antragt
es_es: Proponerse a un jugador
id_id: Melamar seorang pemain
nb_no: Gift deg med en spiller
pt_br: Pede um jogador em casamento

source: `<partner>` - A discord User with a character who is not yet married Propose to a player for marriage. Once they accept, you are married. When married, your partner will get bonuses from your adventures, you can have children, which can do different things (see `{prefix}help familyevent`) and increase your lovescore, which has an effect on the [adventure bonus](https://wiki.idlerpg.xyz/index.php?title=Family#Adventure_Bonus). If any of you has children, they will be brought together to one family. Only players who are not already married can use this command.
de_de: `<partner>` - Ein Discordnutzer mit einem Charakter, der noch nicht verheiratet ist Mache einem Spieler einen Antrag. Wenn er/sie akzeptiert, seid ihr verheiratet. Wenn ihr verheiratet seid, erhält euer Partner Boni von euren Abenteuern. Ihr könnt Kinder haben, welche verschiedene Dinge tun (siehe `{prefix}help familyevent`) und euren Liebeswert erhöhen, was einen Effekt auf den [Abenteuerbonus](https://wiki.idlerpg.xyz/index.php?title=Family#Adventure_Bonus) hat. Wenn einer von euch bereits Kinder hat, werden sie zu einer Familie zusammengeführt. Nur Spieler, welche noch nicht verheiratet sind, können diesen Befehl nutzen.
es_es: `<partner>` - un usuario de discord con un personaje que todavía no esté casado Proponle matrimonio a un jugador. Una vez hayan aceptado, estáis casados. Una vez casado, tu pareja adquirirá beneficios de tus aventuras, podéis tener hijos, los cuales pueden hacer diferentes cosas (comprueba `{prefix}help familyevent`) e incrementar vuestra puntuación de amor, que afecta al [bonus de aventura](https://wiki.idlerpg.xyz/index.php?title=Family#Adventure_Bonus). Si uno de los dos tiene hijos, se unirán en una misma familia. Solo jugadores que no están casados pueden usar este comando.
id_id: `<partner>` - Pengguna discord dengan karakter yang belum menikah Melamar seorang pemain untuk menikah dengannya. Setelah mereka setuju, kalian akan menikah. Saat sudah menikah, pasanganmu akan mendapatkan bonus dari petualanganmu, kamu bisa memiliki anak, yang dapat melakukan beberapa hal (lihat `{prefix}help familyevent`) dan tingkatkan lovescore kalian, yang berpengaruh pada [bonus petualangan](https://wiki.idlerpg.xyz/index.php?title=Family#Adventure_Bonus). Jika diantara kalian sudah ada yang memiliki anak, mereka akan dipersatukan menjadi satu keluarga. Hanya untuk pemain yang belum menikah yang dapat menggunakan perintah ini.
nb_no: `<partner>` – En discord bruker med en karakter som ennå ikke er gift Fri til en spiller for ekteskap. Når de godtar, er du gift. Når du er gift, vil partneren din få bonuser fra eventyrene dine, du kan få barn som kan gjøre forskjellige ting (se `{prefix}help familyevent`) og øke kjærlighetsresultatet ditt, noe som har en effekt på [eventyrbonusen](https: //wiki.idlerpg.xyz/index.php?title=Family#Adventure_Bonus). Hvis noen av dere allerede har barn, vil de bringes sammen til en familie. Bare spillere som ikke allerede er gift kan bruke denne kommandoen.
pt_br: `<partner>` - Um usuário do Discord com um personagem que não está casado ainda Pede um jogador em casamento. Uma vez que aceito, vocês estarão casados. Quando casado, seu parceiro ganhará bônus pelas suas aventuras, você poderá ter filhos, os quais podem fazer coisas diferentes (digite `{prefix}help familyevent`) e aumentar seus pontos amorosos que tem um efeito em [adventure bonus](https://wiki.idlerpg.xyz/index.php?title=Family#Adventure_Bonus). Se um de vocês dois tiverem um filho antes de casar, ele(s) será(ão) unidos em uma família só. Apenas jogadores que ainda não são casados podem usar esse comando.

source: You should have a better friend than only yourself.
bg_bg: Не може да предложете брак към себе си.
de_de: Du solltest jemanden Anderen haben, als nur dich selbst.
es_ar: Deberías tener un amigo mejor que vos mismo.
es_es: Deberías tener un amigo mejor que tú mismo.
es_mx: Deberías tener un amigo mejor que tú mismo.
fr_fr: Vous devriez avoir un meilleur ami autre que vous-même.
hu_hu: Azért saját magadnál talán van jobb barátod is.
id_id: Kamu harus memiliki teman yang lebih baik daripada diri kamu sendiri.
nb_no: Du burde ha en bedre venn enn bare deg selv.
pt_br: Você deveria ter um amigo melhor do que você mesmo.
ru_ru: Вам следует найти лучшего друга, чем только себя.
sv_se: Du borde ha en bättre vän än bara dig själv.

source: One of you is married.
bg_bg: Единия от вас е сгоден.
de_de: Einer von euch beiden ist schon verheiratet.
es_ar: Uno de ustedes está casado/a.
es_es: Uno de vosotros está casado.
es_mx: Uno de ustedes está casado.
fr_fr: L’un de vous est déjà marié.
hu_hu: Egyikőtök már házas.
id_id: Salah satu dari kalian sudah menikah.
nb_no: En av dere er gift.
pt_br: Um de vocês é casado.
ru_ru: Один из вас уже женат.
sv_se: En av er är gifta.

source: {author} has proposed for a marriage!
bg_bg: {author} предлага брак!
de_de: {author} macht dir einen Heiratsantrag!
es_ar: ¡{author} te propuso matrimonio!
es_es: ¡{author} te ha propuesto matrimonio!
es_mx: ¡{author} te ha propuesto matrimonio!
fr_fr: {author} à fait une demande en mariage!
hu_hu: {author} megkérte a kezed!
id_id: {author} telah meminang sebuah pernikahan!
nb_no: {author} har foreslått et ekteskap!
pt_br: {author} propôs um casamento!
ru_ru: {author} предложил пожениться!
sv_se: {author} har föreslagit ett äktenskap!
