Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: Sells items for their value.
es_mx: Vende objetos por su valor.
sv_se: Sälj föremål för deras värde.

source: Sells all your non-equipped items for their value.
bg_bg: Продайте предмет от склада ви за неговата стойност.
es_ar: Vende todos los objetos que no tengas equipados por su valor.
es_mx: Vende todos los objetos no equipados por su valor.
fr_fr: Vends tous vos items qui ne sont pas équipés à leur valeur.
ru_ru: Продаёт все ваши не надетые вещи за их стоимость.
sv_se: Säljer alla dina icke-utrustade föremål för deras värde.

source: View your pending shop offers.
bg_bg: Прегледайте Вашите оферти в магазина.
es_ar: Muestra tus objetos pendientes de venta.
es_mx: Muestra tus ofertas pendientes de la tienda.
fr_fr: Voir vos offres en cours sur le marché.
ru_ru: Показать ваши рассматриваемые предложения.
sv_se: Se dina pågående butikserbjudanden.

source: Buys items at the trader.
es_mx: Compra objetos en el comerciante.
sv_se: Köper föremål hos försäljaren.

source: Propose for a marriage.
bg_bg: Предложете брак.
es_ar: Proponer matrimonio.
es_mx: Proponer matrimonio.
fr_fr: Faire une demande de mariage.
ru_ru: Предложить пожениться.
sv_se: Föreslå ett äktenskap.

source: Owwwwwww! :heart: {author} and {partner} are now married!
bg_bg: Аууууу! :heart: {author} и {partner} сега са сгодени!
es_ar: ¡Owwwwwww :heart: {author} y {partner} ahora están casados/as!
es_mx: ¡Oooohhhhh :heart: {author} y {partner} ahora están casados!
fr_fr: Owwwwwww ! :heart: {author} et {partner} sont maintenant mariés !
ru_ru: Owwwwwww! :heart: {author} и {partner} теперь женаты!
sv_se: Awwww! :heart: {author} och {partner} är nu gifta!

source: Break up with your partner.
bg_bg: Разведете се с партньора си.
es_ar: Separarse.
es_mx: Romper con tu pareja.
fr_fr: Divorcer de votre partenaire.
ru_ru: Расстаться со своим партнёром.
sv_se: Gör slut med din partner.

source: Are you sure you want to divorce your partner? You will lose all your children!
es_mx: ¿Estás seguro de que quieres divorciarte de tu pareja? ¡Perderás todos tus hijos!
hu_hu: Biztos vagy benne, hogy el akarsz válni? Minden gyermekedet el fogják venni örökre!
sv_se: Är du säker att du vill skilja dig från din partner? Du kommer förlora alla dina barn!

source: View who you're married to.
bg_bg: Провери с кого сте сгодени.
es_ar: Mirar con quién estás casado/a.
es_mx: Muestra con quién estás casado.
fr_fr: Voir avec qui vous êtes marié(e).
ru_ru: Показывает на ком вы сейчас женаты.
sv_se: Kolla vem du är gift med.

source: Views someone's lovescore.
es_mx: Ver el lovescore de alguien.
sv_se: Kolla någons kärlekspoäng.

source: Buy something for your spouse and increase their lovescore.
bg_bg: Купи нещо за партньора си и увеличете Вашите точки на любов.
es_ar: Comprá algo para tu esposo/a e incrementar su puntaje de amor. De paso, a ver si la ponés.
es_mx: Compra algo para tu esposo e incrementa su score amoroso.
fr_fr: Achetez quelque chose pour votre partenaire et augmentez votre score amoureux.
ru_ru: Купить что-нибудь для своего супруга, чтобы увеличить очки любви.
sv_se: Köp något för din partner och öka deras kärlekspoäng.

source: Take your loved one on a date to increase your lovescore.
bg_bg: Излезте на вечеря с своя партньор и увеличете точките ви на любов.
es_ar: Pareja a una cita en Puerto Madero para incrementar su puntaje de amor.
es_mx: Ten una cita con tu pareja para incrementar la puntuación amorosa.
fr_fr: Amenez votre bien-aimé(e) à une date pour augmenter votre amour.
ru_ru: Своди своего любимого (любимую) на свидание, чтобы увеличить очки любви.
sv_se: Ta din älskade på en dejt för att öka er kärlekspoäng.

source: This increased your lovescore by {num}
bg_bg: Това увеличи точките на любов с {num}
es_ar: Ésto ha incrementado su puntaje de amor por {num}.
es_mx: ,esto ha incrementado su puntuación amorosa en {num}
fr_fr: Cela a augmenté votre score amoureux de {num}
hu_hu: A szerelmetek {num} ponttal növekedett
ru_ru: Это увеличило ваши очки любви на {num}
sv_se: Detta ökade era kärlekspoäng med {num}

source: Make a child with your spouse.
bg_bg: Направете дете с партньора Ви.
es_ar: Hacer un hijo con tu esposo/a.
es_mx: Hacer un hijo con tu esposo.
fr_fr: Faite un enfant avec votre partenaire.
ru_ru: Сделай ребёнка со своей второй половинкой.
sv_se: Skaffa ett barn med din partner.

source: You already have {max_} children. You can increase this limit by increasing your lovescores.
es_mx: Ya tienes {max_} hijos, puedes incrementar este límite aumentando su puntuación amorosa.
hu_hu: A szerelmetek jelenleg legfeljebb {max_} gyereket bír el. Ha dolgoztok rajta, nagyobb szerelemben több gyereket tudtok majd vállalni!
sv_se: Du har redan {max_} barn. Du kan öka gränsen genom att öka eran kärlekspoäng.

source: Your spouse is not here.
es_mx: Tu pareja no está aquí.
sv_se: Din partner är inte här.

source: You had a lovely night and gained {ls} lovescore. 😏
es_mx: Tuviste una noche encantadora y obtuviste {ls} de puntaje en amor. 😏
hu_hu: Jólesőt bujálkodtatok, mitől szerelmetek {ls} ponttal növekedett 😏
sv_se: Ni hade en trevlig natt och tjänade {ls} kärlekspoäng. 😏

source: View your children.
bg_bg: Преглеждайте децата си.
es_ar: Ver la lista de tus hijos.
es_mx: Muestra tus hijos.
fr_fr: Voir votre enfant.
ru_ru: Показать ваших детей.
sv_se: Visa dina barn.

source: Lonely...
bg_bg: Самотен...
es_ar: Solari...
es_mx: Solitario...
fr_fr: Seul(e)…
hu_hu: Magányos...
ru_ru: Одинокий...
sv_se: Ensam...

source: Your family
bg_bg: Вашето семейство
es_ar: Tu familia
es_mx: Tu familia
fr_fr: Votre famille
hu_hu: Családod
ru_ru: Ваша семья
sv_se: Din familj

source: Use {prefix}child to make one!
bg_bg: Използвайте {prefix}child, за да го направите!
es_ar: ¡Usen {prefix}child para tener un hijo!
es_mx: ¡Usa {prefix}child para hacer uno!
fr_fr: Utilisez {prefix}child pour en faire un !
hu_hu: Utódnemzéshez használd a `{prefix}child` parancsot!
ru_ru: Используйте {prefix}child ,чтобы сделать ребёнка!
sv_se: Använd {prefix}child att skapa ett!

source: Events happening to your family.
bg_bg: Събитията се случват във вашето семейство.
es_ar: Cosas que le pasan a tu familia.
es_mx: Eventos que están ocurriendo en tu familia.
fr_fr: Événements qui se passent dans votre famille.
ru_ru: События произошли с вашей семьёй.
sv_se: Händelser som händer med din familj.

source: You're lonely.
bg_bg: Вие сте самотни.
es_ar: Estás solari...
es_mx: Estás solo.
fr_fr: Vous êtes seul.
hu_hu: Magányos vagy.
ru_ru: Вы одиноки.
sv_se: Du är ensam.

source: {name} can be renamed! Enter a new name:
bg_bg: {name} може да бъде преименувано! Въведете ново име:
es_ar: {name} puede ser re-nombrado/a:
es_mx: ¡{name} puede ser renombrado! Introduce un nuevo nombre:
fr_fr: {name} peut être renommé ! Entrez un nouveau nom:
hu_hu: {name} átkeresztelhető! Adjatok meg egy új nevet:
ru_ru: {name} может быть переименован! Введите новое имя:
sv_se: {name} kan döpas om! Ange ett nytt namn:

source: {name}, a character by `{username}` with **${money}**
bg_bg: {name}, герой създаден от `{username}`, притежаващ **${money}**
es_ar: {name}. Creado por: `{username}`. Tiene **${money}**
es_mx: {name}, un personaje de `{username}` con **${money}**
fr_fr: {name}, un personnage de `{username}` qui possède **{money}$**
ru_ru: {name}, персонаж, сделанный `{username}` с **${money}**

source: The top 10 players by XP.
bg_bg: 10-те играчи, натрупали най-много опит.
es_ar: Los 10 jugadors con mayor experiencia.
es_mx: Top 10 por XP.
fr_fr: Le top 10 des joueurs avec le plus d’expérience.
ru_ru: Топ 10 игроков по опыту.
sv_se: De 10 bästa spelarna inom XP.

source: {name}, a character by `{username}` with Level **{level}** (**{xp}** XP)
bg_bg: {name}, герой създаден от `{username}`, на ниво **{level}** (**{xp}** XP)
es_ar: {name}. Creado por: `{username}`. Es nivel **{level}** y tiene (**{xp}** Puntos de EXP.)
es_mx: {name}, un personaje de `{username}` de Nivel **{level}** (**{xp}** XP)
fr_fr: {name}, un personnage de `{username}` de niveau **{level}** (**{xp}** XP)
ru_ru: {name}, персонаж, сделанный `{username}` с уровнем **{level}** (**{xp}** XP)

source: Top 10 players by wins in PvP matches.
bg_bg: Топ 10 играчи от победи в PvP мачове.
es_ar: Top 10 jugadores con mayores batallas JvJ ganadas.
es_mx: Top 10 por victorias en batallas JcJ.
fr_fr: Top 10 des joueurs par victoire en matchs PvP.
ru_ru: Топ 10 игроков по победам в ПвП.
sv_se: Topp 10 spelare efter segrar i PvP-matcher.

source: {name}, a character by `{username}` with **{wins}** wins
bg_bg: {name}, герой създаден от `{username}`, притежаващ **{wins}** wins
es_ar: {name}. Creado por: `{username}`. Tiene **{wins}** PvPs ganados
es_mx: {name}, un personaje de `{username}` con **{wins}** victorias
fr_fr: {name}, un personnage de `{username}` avec **{wins}** victoires
ru_ru: {name}, персонаж, созданный `{username}` с **{wins}** победами

source: Shows information about your server.
es_mx: Muestra información sobre tu servidor.
sv_se: Visar information om din server.

source: Server: `{name}` Server Region: `{region}` Members Total: `{members}` ID: `{id}` Icon: {urltext} Owner: {owner} Server created at: `{created_at}`
bg_bg: Сървър: `{name}` Регион на сървъра: `{region}` Брой членов: `{members}` ID: `{id}` Изображение: {urltext} Притежател: {owner} Сървърът е създаден на: `{created_at}`
es_ar: Servidor: `{name}` Región del servidor: `{region}` Miembros totales: `{members}` ID: `{id}` Ícono: {urltext} Dueño: {owner} Servidor creado: `{created_at}`
es_mx: Servidor: `{name}` Región del Servidor: `{region}` Total de Miembros: `{members}` ID: `{id}` Icono: {urltext} Dueño: {owner} Servidor creado en: `{created_at}`
fr_fr: Serveur: `{name}` Région du serveur: `{region}` Membres total: `{members}` ID: `{id}` Icône: {urltext} Propriétaire: {owner} Serveur créé le: `{created_at}`
ru_ru: Сервер: `{name}` Регион сервера: `{region}` Число участников: `{members}` ID: `{id}` Картинка: {urltext} Владелец: {owner} Сервер был создан: `{created_at}`
sv_se: Server: `{name}` Server Region: `{region}` Medlemmar Totalt: `{members}` ID: `{id}` Ikon: {urltext} Ägare: {owner} Server skapad på: `{created_at}`

source: Change the settings.
bg_bg: Променете настройките.
es_ar: Cambiar los ajustes.
es_mx: Cambiar los ajustes.
fr_fr: Change les paramètres.
ru_ru: Изменить настройки.
sv_se: Ändra inställningarna.

source: Please use `{prefix}settings (prefix/unknown) value`
bg_bg: Моля използвайте `{prefix}settings (prefix/unknown) value`
es_ar: Por favor, usa `{prefix}settings (prefix/unknown) value`
es_mx: Por favor, usa `{prefix}settings (prefix/unknown) value`
fr_fr: Utilisez `{prefix}settings (prefix/unknown) value`
ru_ru: Пожалуйста, используйте `{prefix}settings (prefix/unknown) value`
sv_se: Vänligen använd `{prefix}settings (prefix/unknown) value`

source: Change the server bot prefix.
bg_bg: Променете префикса на бота на сървъра.
es_ar: Cambia el prefijo del bot en el servidor.
es_mx: Cambia el prefijo del bot en el servidor.
fr_fr: Change le préfixe utilisé par le bot sur ce serveur.
ru_ru: Изменить префикс бота.
sv_se: Ändra serverns botprefix.

source: Shows detailed information about a member in the server.
es_mx: Muestra información detallada acerca de un miembro del servidor.
sv_se: Visar detaljerad information om en medlem på denna servern.

source: `Joined at`: {joined} `Status...`: {status} `Top Role.`: {toprole} `Roles....`: {roles} `Game.....`: {game}
bg_bg: `Присъединил се на`: {joined} `Статус ...`: {status} `Топ роля.`: {toprole} `Роли ...`: {roles} `Игра.....`: {game}
es_ar: `Ingresado`: {joined} `Estado`: {status} `Top Rol`: {toprole} `Roles`: {roles} `Juego`: {game}
es_mx: `Se unió en`: {joined} `Estado`: {status} `Top Rol`: {toprole} `Roles....`: {roles} `Juego.....`: {game}
fr_fr: `A rejoint le`: {joined} `Statut…….`: {status} `Top Rôle…`: {toprole} `Rôles……..`: {roles} `Jeu………..`: {game}
ru_ru: `Присоединилась`: {joined} `Статус...`: {status} `Главная роль.`: {toprole} `Роли...`: {roles} `Игра...`: {game}
sv_se: `Gick med`: {joined} `Status...`: {status} `Högsta roll:`: {toprole} `Roller....`: {roles} `Spel.....`: {game}

source: No Game Playing
bg_bg: Никаква игра не се играе
es_ar: No hay juegos en progreso
es_mx: Ningun Juego en Progreso
fr_fr: Aucun jeu en cours
ru_ru: Не играет
sv_se: Inget Spel Spelas

source: Permissions
bg_bg: Разрешения
es_ar: Permisos
es_mx: Permisos
ru_ru: Разрешения
sv_se: Behörigheter

source: View the bot prefix.
bg_bg: Преглед на префикса на бота.
es_ar: Ver prefijo del bot.
es_mx: Ver prefijo del bot.
fr_fr: Voir le préfixe du bot.
ru_ru: Показать префикс бота.
sv_se: Visa bot prefixet.

source: Shows someone's (or your) avatar.
bg_bg: Показва нечий (или вашият) аватар.
es_ar: Muestra el avatar de alguien, o el tuyo.
es_mx: Muestra el avatar de alguien (o el tuyo).
fr_fr: Montre l’avatar de quelqu’un (ou le vôtre).
ru_ru: Показывает чей-то (или ваш) аватар.
sv_se: Visar någons (eller din) avatar.

source: This command contains all guild-related commands.
bg_bg: Тази команда съдържа всички команди, свързани с гилдията.
es_ar: Este comando contiene todos los relacionados a los gremios.
es_mx: Este comando contiene todos los comandos de gremio.
fr_fr: Cette commande contient toutes les commandes concernant les guildes.
ru_ru: Это команда включает в себя все другие команды,связанные с гильдией.
sv_se: Detta kommando innehåller alla guildrelaterade kommandon.

source: The guild icon seems to be a bad URL. Use `{prefix}guild icon` to fix this.
bg_bg: Иконата на гилдията има неправилен URL адрес. Използвайте `{prefix}guild icon`, за да поправите това.
es_ar: El enlace de ícono del gremio parece estar mal. Usá `{prefix}guild icon` para corregirlo.
es_mx: El enlace del ícono de gremio parece ser una URL incorrecta. Usa `{prefix}guild icon` para corregirlo.
fr_fr: L’icône de cette guilde semble pointer vers une URL incorrecte. Utilisez `{prefix}guild icon` pour résoudre ce problème.
hu_hu: A céh címere nem megjeleníthető, az URL helytelen. Használd a `{prefix}guild icon` parancsot a megigazításhoz.
ru_ru: Картинка гильдии имеет отрицательный URL. Используйте `{prefix}guild icon` , чтобы исправить это.
sv_se: Guildikonen verkar vara en dålig webbadress. Använd `{prefix}guild icon` för att åtgärda detta.

source: Look up a guild by its name or by a player. To look up a guild by its name, use guild:name. To look up a guild by its ID, use id:number.
es_mx: Busca un gremio por su nombre o por un jugador. Para buscar un gremio por su nombre usa guild:name. Para buscar un gremio por ID usa id:numbre.
sv_se: Leta efter en guild från namnet eller en spelare. För att leta via namn använd guild:name. För att leta via ID använd id:number.

source: The best GvG guilds.
bg_bg: Най-добрите гилдии на GvG.
es_ar: Los mejores gremios de GvG.
es_mx: Los mejores gremios GcG.
fr_fr: Les meilleures guildes GvG.
ru_ru: Лучшие GvG гильдии.
sv_se: De bästa GvG guildarna.

source: a guild by `{leader}` with **{wins}** GvG Wins
bg_bg: гилдия от `{leader}` с **{wins}** GvG победи
es_ar: un gremio de `{leader}` con **{wins}** GvG ganados
es_mx: un gremio de `{leader}` con **{wins}** victorias GcG
fr_fr: une guilde de `{leader}` avec **{wins}** victoires GvG
ru_ru: гильдия `{leader}` с **{wins}** GvG Wins

source: Shows you a list of your guild members.
es_mx: Muestra una lista de miembros de tu gremio.
sv_se: Visar en lista med dina guildmedlemmar.

source: [Guild Owner only] Change the guild badge.
es_mx: [Dueño del gremio] Puede cambiar la insignia del gremio.
sv_se: [Endast Guildägare] Ändra guildebrickan.

source: Creates a guild.
bg_bg: Създава гилдия.
es_ar: Crea un gremio.
es_mx: Crea un gremio.
fr_fr: Créé une guilde.
ru_ru: Создать гильдию.
sv_se: Skapar en guild.

source: URLs mustn't exceed 60 characters.
bg_bg: URL адресите не трябва да надвишават 60 знака.
es_ar: Los enlaces no deben exceder los 60 caracteres.
es_mx: Los enlaces no deben exceder los 60 caracteres.
fr_fr: Les URLs ne doivent pas dépasser 60 caractères.
hu_hu: Az URL hossza nem haladhatja meg a 60 karaktert.
ru_ru: URL не должен превышать 60 букв.
sv_se: URLer får inte överstiga 60 tecken.

source: Successfully added your guild **{name}** with a member limit of **{memberlimit}**.
bg_bg: Успешно създадохте гилдията ви **{name}** с лимит на членовете **{memberlimit}**.
es_ar: Se creó exitosamente tu gremio: **{name}** con un máximo de **{memberlimit}** miembros.
es_mx: Se ha creado tu gremio **{name}** con un limite de **{memberlimit}** miembros.
fr_fr: Votre guilde **{name}** a été créée avec succès avec une limite de **{memberlimit}** membres.
ru_ru: Ваша гильдия **{name}** успешно создана с максимальным числом игроков **{memberlimit}**.
sv_se: Lade till din guild**{name}** med en medlemsgräns på **{memberlimit}**.

source: Transfer guild ownership to someone else.
es_mx: Transfiere la propiedad del Gremio a otra persona.
sv_se: Förflytta guildägarskapet till någon annan.

source: Promote someone to the rank of officer
bg_bg: Повишете някого с ранг офицер
es_ar: Ascender a un miembro de tu gremio a "Oficial"
es_mx: Ascender a alguien al rango de oficial
fr_fr: Promouvoir quelqu’un au rang d’officier
ru_ru: Повысить игрока до звания офицер
sv_se: Befordra någon till officerare rang

source: Demotes someone from the officer rank
bg_bg: Понижава някой от офицерския ранг
es_ar: Degrada a alguien del rango de Oficial
es_mx: Degrada a alguien del rango de oficial
fr_fr: Destituer quelqu’un du rang d’officier
ru_ru: Понижение игрока с офицерского ранка
sv_se: Degraderar någon från officerare rangen

source: [Guild officer only] Invite someone to your guild.
bg_bg: [Само за офицери на гилдията] Поканете някого в гилдията си.
es_ar: [Oficial de Gremio] Invitar a alguien a tu gremio.
es_mx: [Oficial de Gremio] Invitar a alguien a tu gremio.
fr_fr: [Officier de guilde uniquement] Inviter quelqu’un dans votre guilde.
ru_ru: [Офицер гильдии] Может приглашать в людей в вашу гильдию.
sv_se: [Guildofficerare endast] Bjud in någon till din guild.

source: Leave your current guild.
bg_bg: Напуснете гилдия си.
es_ar: Abandonar tu gremio actual.
es_mx: Abandona tu gremio actual.
fr_fr: Quitter votre guilde actuelle.
ru_ru: Покинуть вашу нынешнюю гильдию.
sv_se: Lämna din nuvarande guild.

source: [Guild Officer only] Kick someone from your guild.
bg_bg: [Само за офицери на гилдията] Изгонете някого от гилдията ви.
es_ar: [Oficial de Gremio] Expulsa a alguien del gremio.
es_mx: [Oficial de Gremio] Expulsa a alguien del gremio.
fr_fr: [Officier de guilde uniquement] Renvoyer quelqu’un de votre guilde.
ru_ru: [Гильдейский офицер] Может выгонять из гильдии.
sv_se: [Guildofficerare endast] Sparka någon från din guild.

source: [Guild Owner only] Deletes the guild.
bg_bg: [Само собственикът на гилдията] Изтрива гилдията.
es_ar: [Dueño del Gremio] Borra el gremio.
es_mx: [Dueño del Gremio] Borra el gremio.
fr_fr: [Meneur de guilde uniquement] Dissoudre la guilde.
ru_ru: [Владелец гильдии] Удаление гильдии.
sv_se: [Endast Guildägaren] Tar bort guilden.

source: [Guild Leader only] Changes the guild icon.
bg_bg: [Само собственикът на гилдията] Променя иконата на гилдията.
es_ar: [Líder de Gremio] Cambia el ícono del gremio.
es_mx: [Líder de Gremio] Cambia el icono de gremio.
fr_fr: [Meneur de guilde uniquement] Modifier l’icône de la guilde.
ru_ru: [Владелец гильдии] Изменить гильдейскую картинку.
sv_se: [Guildledaren endast] Ändrar guildikonen.

source: URLs musn't exceed 60 characters.
bg_bg: URL адресите не надвишават 60 знака.
es_ar: El enlace no debe exceder los 60 caracteres.
es_mx: El enlace no puede exceder los 60 caracteres.
fr_fr: L’URL ne doit pas dépasser 60 caractères.
hu_hu: Az URL hossza nem haladhatja meg a 60 karaktert.
ru_ru: URL не должен превышать 60 букв.
sv_se: URLer får inte överstiga 60 tecken.

source: [Guild Owner only] Changes the guild description.
bg_bg: [Само собственик на гилдията] Променя описанието на гилдията.
es_ar: [Dueño del Gremio] Cambia la descripción del gremio.
es_mx: [Dueño del Gremio] Cambia la descripción del gremio.
fr_fr: [Meneur de guilde uniquement] Modifier la description de la guilde.
ru_ru: [Владелец гильдии] Изменение описания гильдии.
sv_se: [Guildägare endast] Ändrar guildbeskrivningen.

source: [Guild Owner only] Change the logging channel for the guild. You also need to be server admin.
es_mx: [Dueño del gremio} Cambia el canal de registros del gremio (también debes ser el dueño del servidor]
sv_se: [Guildägare endast] Ändra loggningskanalen för guilden. Du måste även vara serveradmin.

source: This will become the channel for all logs. Are you sure?
es_mx: Esto se convertirá en el canal para todos los registros, ¿estás seguro?
hu_hu: Innentől ezen a csatornán fognak tárolódni a logok. Biztosan akarod folytatni?
sv_se: Detta blir kanalen för alla loggar. Är du säker?

source: Shows the richest players in your guild.
bg_bg: Показва най-богатите играчи във вашата гилдия.
es_ar: Muestra a los usuarios más ricos de tu gremio.
es_mx: Muestra los usuarios más ricos de tu gremio.
fr_fr: Montre le joueur le plus riche de votre guilde.
ru_ru: Показывает богатейших игроков вашей гильдии.
sv_se: Visar den rikaste spelaren i din guild.

source: a character by `{charname}` with **${money}**
bg_bg: герой създаден от `{charname}` с **${money}**
es_ar: Creador por: `{charname}`. Tiene **${money}**.
es_mx: un personaje de `{charname}` con **${money}**
fr_fr: un personnage de `{charname}` qui possède **{money}$**
ru_ru: персонаж, созданный `{charname}` с **${money}**

source: Shows the best players of your guild by XP.
bg_bg: Показва играчите, натрупали най-много XP, от вашата гилдия.
es_ar: Muestra a los mejores jugadores del gremio por experiencia.
es_mx: Muestra los mejores jugadores del gremio por XP.
fr_fr: Montre les meilleurs joueurs de votre guilde classés par XP.
ru_ru: Показывает топ лучших игроков вашей гильдии по XP.
sv_se: Visar de bästa spelarna i din guild av XP.

source: {name}, a character by `{charname}` with Level **{level}** (**{xp}** XP)
bg_bg: {name}, герой създаден от `{charname}` с ниво **{level}** (**{xp}** XP)
es_ar: {name}. Creado por: `{charname}`. Es nivel **{level}** y tiene (**{xp}** Puntos de EXP.)
es_mx: {name}, un personaje de `{charname}` de Nivel **{level}** (**{xp}** XP)
fr_fr: {name}, un personnage de `{charname}` de niveau **{level}** (**{xp}** XP)
ru_ru: {name} персонаж `{charname}` с уровнем **{level}** (**{xp}** XP)

source: Invest some of your money and put it to the guild bank.
bg_bg: Инвестирайте част от парите си и ги сложете в банката на гилдията.
es_ar: Invierte un objeto de dinero a la bóveda del gremio.
es_mx: Invierte algo de dinero en el banco de gremio.
fr_fr: Investir une partie de votre argent dans la banque de guilde.
ru_ru: Вложиться в гильдию и положить деньги в банк.
sv_se: Investera några av dina pengar och lägg det i guildbanken.

source: [Guild Officer only] Pay money from the guild bank to a user.
bg_bg: [Само офицери на гилдията] Използвайте пари от банката на гилдията, за да дадете на друг.
es_ar: [Oficial de Gremio] Pagar a un miembro del gremio con dinro de la bóveda.
es_mx: [Oficial de Gremio] Entregar dinero del banco de gremio a un usuario.
fr_fr: [Officier de guilde uniquement] Payer un utilisateur avec l’argent de la banque de guilde.
ru_ru: [Гильдейский офицер] Может передавать деньги из банка гильдии человеку.
sv_se: [Guildofficerare endast] Betala pengar från guildbanken till en användare.

source: Upgrades your guild bank's capacity.
bg_bg: Увеличава капацитета на банковата ви гилдия.
es_ar: Mejora la capacidad de la bóveda de tu gremio.
es_mx: Incrementa la capacidad del banco de gremio.
fr_fr: Augmente la capacité de votre banque de guilde.
ru_ru: Улучшает вместимость вашего банка.
sv_se: Uppgraderar din guilds bankkapacitet.
