Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: {author} wants to marry you, {partner}! React with :heart: to marry them!
bg_bg: {author} иска да се сгоди с Вас, {partner}! Реагирайте с :heart: за да сключите брак!
de_de: {author} möchte dich heiraten, {partner}! Reagiere mit :heart: um ihn zu heiraten!
es_ar: ¡{author} quiere casarse con vos, {partner}! ¡Reaccioná con :heart: para casarte con él/ella!
es_es: ¡{author} quiere casarse contigo, {partner}! ¡Reacciona con :heart: para casarte con él!
es_mx: ¡{author} quiere casarse contigo, {partner}! ¡Reacciona con :heart: para casarte con él!
fr_fr: {author} veut vous épouser, {partner}! Réagi avec :heart: pour l'épouser!
hu_hu: {author} megkérte a kezed, {partner}! A :heart: reakciógombbal tudsz igent mondani!
id_id: {author} ingin menikahimu, {partner}! Tekan tombol reaksi dengan :heart: untuk menikahinya!
nb_no: {author} vil gifte seg med deg, {partner}! Reager med :hjerte: for å gifte deg med dem!
pt_br: {author} quer se casar com você, {partner}! Clique no :heart: para se casar com ele(a)!
ru_ru: {author} хочет жениться на вас, {partner}! Поставьте реакцию :heart: , чтобы принять предложение!
sv_se: {author} vill gifta sig med dig, {partner}! Reagera med :heart: att gifta dig med dem!

source: They didn't want to marry.
bg_bg: Те не пожелаха да се сгодят с Вас.
de_de: Er wollte nicht heiraten.
es_ar: Ellos no quieren casarse.
es_es: No han querido casarse.
es_mx: No han querido casarse.
fr_fr: Ils ne voulaient pas se marier.
hu_hu: Ki lettél kosarazva.
id_id: Mereka tidak ingin menikah.
nb_no: De ville ikke gifte seg.
pt_br: Eles não queriam se casar.
ru_ru: Они не захотели вступать в брак.
sv_se: De ville inte gifta sig.

source: Either you or your lovee married in the meantime... :broken_heart:
bg_bg: Някой от двама ви се сгоди по-време на предложението за брак :broken_heart:
de_de: Einer von euch hat in der Zwischenzeit jemand anderen geheiratet... :broken_heart:
es_ar: Usted o su pareja se casaron, mientras tanto... :broken_heart:
es_es: Tú o tu pareja se ha casado durante el proceso… :broken_heart:
es_mx: En el transcurso, tu o tu pareja os habéis casado... :broken_heart:
fr_fr: Soit vous ou votre partenaire s'est marié entre-temps ... :broken_heart:
hu_hu: Vagy te, vagy a szerelmed tárgya megállapodott idő közben...valaki mással. :broken_heart:
id_id: Antara kamu atau dia telah menikah untuk sementara... :broken_heart:
nb_no: Enten du eller kjæresten din giftet seg i mellomtiden... :broken_heart:
pt_br: Enquanto isso, ou você ou sua amada se casaram... :broken_heart:
ru_ru: Или вы или ваша любовь уже женаты в это время... :broken_heart:
sv_se: Antingen du eller din kärlek gifte sig under tiden... :broken_heart:

source: Aww! :heart: {author} and {partner} are now married!
de_de: Aww! :heart: {author} und {partner} sind jetzt verheiratet!
es_es: ¡Aww! ¡:heart: {author} y {partner} ahora están casados!
id_id: Aww! :heart: {author} dan {partner} sekarang telah menikah!
nb_no: Aww! :heart: {author} og {partner} er nå gift!
pt_br: Aww! :heart: {author} e {partner} agora estão casados!

source: Break up with your partner
de_de: Macht mit deinem Partner Schluss
es_es: Rompe con tu pareja
id_id: Putus dengan pasanganmu
nb_no: Slå opp med partneren din
pt_br: Acaba com seu relacionamento com seu parceiro

source: Divorce your partner, effectively un-marrying them. When divorcing, any kids you have will be split between you and your partner. Each partner will get the children born with their `{prefix}child` commands. You can marry another person right away, if you so choose. Divorcing has no negative consequences on gameplay. Both players' lovescore will be reset. Only married players can use this command.
de_de: Scheide dich von deinem Partner, also un-verheirate dich. Während einer Scheidung werde alle Kinder, die ihr habt, zwischen euch aufgeteilt. Jeder Partner bekommt die Kinder, die geboren wurden als er/sie `{prefix}child` genutzt hat. Du kannst sofort eine neue Person heiraten, wenn du das willst. Eine Scheidung hat keine negativen Konsequenzen im Spiel. Die Liebeswerte beider Spieler werden zurückgesetzt. Nur verheiratete Spieler können diesen Befehl nutzen.
es_es: Divórciate de tu pareja, volved a la soltería eficazmente. Al divorciarte, cualquier hijo que tengáis se distribuirán entre tu pareja y tú. Cada uno obtendrá los hijos que nacieron con su comando`{prefix}child`. Te puedes volver a casar inmediatamente, si así lo decides. Divorciarse no tiene ninguna consecuencia en el juego. La puntuación de amor de ambos jugadores se reestablecerá. Solo los jugadores casados pueden usar este comando.
id_id: Cerai dengan pasanganmu, secara efektif membatalkan pernikahan dengan mereka. Saat bercerai, setiap anak yang kamu miliki akan dibagikan kepada kamu dan pasanganmu. Setiap pasangan akan memiliki seorang anak yang dilahirkan saat mereka menggunakan perintah `{prefix}child`. Kamu dapat menikah lagi dengan pemain lain, jika kamu mau. Bercerai tidak memiliki konsekuensi negatif dalam permainan. Lovescore kedua pemain akan diatur ulang. Hanya pemain yang sudah menikah yang dapat menggunakan perintah ini.
nb_no: Skilsmisse fra partneren din, og reelt avgifte dem. Ved skilsmisse vil eventuelle barn du har, bli delt mellom deg og partneren din. Hver partner vil få barna født med sine `{prefix}child`-kommandoer. Du kan gifte deg med en annen person med en gang, hvis du ønsker det. Skilsmisse har ingen negative konsekvenser for spillingen. Begge spillernes kjærlighetsscore vil bli tilbakestilt. Bare gifte spillere kan bruke denne kommandoen.

source: You are not married yet.
bg_bg: Не сте сгодени все още.
de_de: Du hast keinen Partner.
es_ar: Vos no estás casado todavía.
es_es: No estás casado todavía.
es_mx: No estás casado todavía.
fr_fr: Vous n’êtes pas encore marié.
hu_hu: Még hajadon vagy.
id_id: Kamu belum menikah.
nb_no: Du er ikke gift ennå.
pt_br: Você ainda não é casado.
ru_ru: Вы ещё не женаты.
sv_se: Du är inte gift än.

source: Are you sure you want to divorce your partner? Some of your children may be given to your partner and your lovescore will be reset.
de_de: Bist du dir sicher, dass du dich von deinem Partner scheiden lassen möchtest? Einige deiner Kinder könnten deinem Partner gegeben werden und euer Liebeswert wird zurückgesetzt.
es_es: ¿Estás seguro de que quieres divorciarte? Algunos de tus hijos pueden irse con tu pareja y tu puntuación de amor se reestablecerá.
id_id: Apakah kamu yakin ingin menceraikan pasanganmu? Beberapa dari anakmu mungkin akan diberikan kepada pasanganmu dan lovescoremu akan diatur ulang.
nb_no: Er du sikker på at du vil skilles fra partneren din? Noen av barna dine kan bli gitt til partneren din og kjærlighetsresultatet ditt vil bli tilbakestilt.

source: Cancelled the divorce. I guess the marriage is safe for now?
de_de: Scheidung abgebrochen. Ich denke, die Ehe ist vorerst gerettet?
es_es: Divorcio cancelado. Supongo que el matrimonio está a salvo... ¿Por ahora?
es_mx: Divorcio cancelado. Supongo que el matrimonio está seguro... ¿por ahora?
hu_hu: Visszavontad a válókeresetet. Várható, hogy egyelőre együtt maradtok?
id_id: Membatalkan perceraiannya. Sepertinya pernikahannya aman untuk saat ini?
nb_no: Avbrutt skilsmissen. Jeg antar at ekteskapet er trygt foreløpig?
pt_br: Cancelou o divórcio. Eu acho que o casamento está seguro por enquanto?
sv_se: Avbröt skilsmässa. Antar att äktenskapet är säkert för tillfället?

source: You are now divorced.
bg_bg: Вие се разведохте.
de_de: Du bist jetzt geschieden.
es_ar: Ahora están divorciados.
es_es: Te has divorciado.
es_mx: Te has divorciado.
fr_fr: Vous êtes maintenant divorcé.
hu_hu: Elváltál.
id_id: Kamu sekarang telah bercerai.
nb_no: Du er nå skilt.
pt_br: Você agora é divorciado.
ru_ru: Теперь вы разведены.
sv_se: Du är nu skild.

source: Show your partner
de_de: Zeigt deinen Partner
es_es: Muestra a tu pareja
id_id: Menampilkan pasanganmu
nb_no: Vis partneren din
pt_br: Mostra seu parceiro

source: Show your partner's Discord Tag. This works fine across server. Only married players can use this command.
de_de: Zeigt den Discordtag deines Partners. Das funktioniert auch über Server hinweg. Nur verheiratete Spieler können diesen Befehl nutzen.
es_es: Muestra la etiqueta discord de tu compañero. Esto funciona bien en todo el servidor. Solo los jugadores casados pueden usar este comando.
id_id: Menampilkan tag discord pasanganmu. Ini dapat digunakan diseluruh server. Hanya pemain yang sudah menikah yang dapat menggunakan perintah ini.
nb_no: Vis partnerens Discord tag. Dette fungerer fint på tvers av serveren. Bare gifte spillere kan bruke denne kommandoen.
pt_br: Mostra a tag do Discord do seu parceiro. Isso funciona bem pelos servidores. Apenas jogadores casados podem usar esse comando.

source: You are currently married to **{partner}**.
bg_bg: Сгодените за **{partner}**.
de_de: Du bist mit **{partner}** verheiratet.
es_ar: Actualmente estás casado con **{partner}**.
es_es: Actualmente estás casado con **{partner}**.
es_mx: Actualmente estás casado con **{partner}**.
fr_fr: Vous êtes actuellement marié à **{partner}**.
hu_hu: **{partner}** a jobbik feled.
id_id: Kamu saat ini menikah dengan **{partner}**.
nb_no: Du er for tiden gift med **{partner}**.
pt_br: No momento, você é casado com ** {partner} **.
ru_ru: В настоящий момент вы женаты на **{partner}**.
sv_se: Du är för närvarande gift med **{partner}**.

source: Show a player's lovescore
de_de: Zeigt den Liebeswert eines Spielers
es_es: Mostrar la puntuación amorosa de un jugador
id_id: Menampilkan lovescore seorang pemain
nb_no: Vis en spillers kjærlighetsscore
pt_br: Mostra os pontos amorosos de um jogador

source: `[user]` - The user whose lovescore to show; defaults to oneself Show the lovescore a player has. Lovescore can be increased by their partner spoiling them or going on dates. Lovescore affects the [adventure bonus](https://wiki.idlerpg.xyz/index.php?title=Family#Adventure_Bonus) and the amount of children you can have.
de_de: `[user]` - Der Nutzer, dessen Liebeswert angezeigt werden soll; ohne Angabe ist man es selbst Zeigt den Liebeswert, den ein Spieler hat. Liebeswert kann erhöht werden, indem ihr euren Partner verwöhnt oder auf Dates geht. Liebeswert beeinflusst den [Abenteuerbonus](https://wiki.idlerpg.xyz/index.php?title=Family#Adventure_Bonus) und die Anzahl der Kinder, die ihr haben könnt.
es_es: `[user]` - el usuario cuyo puntaje de amor para mostrar; por defecto a uno mismo Muestra la puntuación de amor que tiene un jugador. La puntuación de amor se puede aumentar si su pareja los mima o tiene citas. La puntuación de amor afecta el [bono de aventura] (https://wiki.idlerpg.xyz/index.php?title=Family#Adventure_Bonus) y la cantidad de hijos que puedes tener.
id_id: `[user]` - Pemain yang lovescorenya ingin ditampilkan; jika tidak ditentukan maka akan menampilkan milikmu Menampilkan lovescore yang dimiliki seorang pemain. Lovescore dapat ditingkatkan dengan memanjakan pasanganmu atau pergi berkencan dengannya. Lovescore memengaruhi [bonus petualangan](https://wiki.idlerpg.xyz/index.php?title=Family#Adventure_Bonus) dan jumlah anak yang dapat kamu miliki.
nb_no: `[bruker]` – Brukeren sin kjærlighetsscore som skal vises; misligholder seg selv Vis kjærlighetsscore en spiller har. Lovescore kan økes ved at partneren deres skjemmer bort dem eller drar på dater. Lovescore påvirker [eventyrbonusen](https://wiki.idlerpg.xyz/index.php?title=Family#Adventure_Bonus) og antallet barn du kan få.
pt_br: `[user]` - O usuário que você deseja saber quantos pontos amorosos têm. Por padrão mostrará os seus pontos Mostra quantos pontos amorosos um jogador tem. Você pode aumentar seus pontos amorosos com seu parceiro mimando ele ou indo em encontros. Pontos amorosos afetam o [adventure bonus](https://wiki.idlerpg.xyz/index.php?title=Family#Adventure_Bonus) e a quantidade de filhos que você pode ter.

source: noone
bg_bg: никой
de_de: niemandem
es_ar: nadie
es_es: nadie
es_mx: nadie
fr_fr: personne
hu_hu: senki
id_id: tidak ada
nb_no: ingen
pt_br: ninguém
ru_ru: никто
sv_se: ingen

source: {user}'s overall love score is **{score}**. {user} is married to **{partner}**.
de_de: {user}s gesamter Liebeswert ist **{score}**. {user} ist mit **{partner}** verheiratet.
es_es: El score amoroso de {user} es **{score}**. {user} está casado con **{partner}**.
es_mx: El score amoroso de {user} es **{score}**. {user} está casado con **{partner}**.
hu_hu: {user} összesített szerelmi pontszáma: **{score}**. {user} házastársa: **{partner}**.
id_id: Skor cinta keseluruhan {user} adalah **{score}**. {user} menikah dengan **{partner}**.
nb_no: {user}s samlede kjærlighetspoeng er **{score}**. {user} er gift med **{partner}**.
pt_br: {user}, a pontuação total do seu amor é de **{score}**. {user} é casado com **{partner}**.
sv_se: {user}s kärlekspoäng är **{score}**. {user} är gift med **{partner}**.

source: Increase your partner's lovescore
de_de: Erhöht den Liebeswert deines Partners
es_es: Aumenta la puntuación de amor de tu pareja
id_id: Meningkatkan lovescore pasanganmu
nb_no: Øk partnerens kjærlighetsscore
pt_br: Aumenta os pontos amorosos de seu parceiro

source: `[item]` - The item to buy, a whole number from 1 to 40; if not given, displays the list of items Buy something for your partner to increase *their* lovescore. To increase your own lovescore, your partner should spoil you. Please note that these items are not usable and do not have an effect on gameplay, beside increasing lovescore. Only players who are married can use this command.
de_de: `[item]` - Das Item, welches gekauft werden soll, eine ganze Zahl zwischen 1 und 40; wenn dies nicht gegeben wird, zeigt es eine Liste der Items an Kaufe etwas für deinen Partner um den Liebeswert *deines Partners* zu erhöhen. Um deinen eigenen Liebeswert zu erhöhen, muss dein Partner dich verwöhnen. Info: Diese Items sind nicht nutzbar und haben keinen Effekt auf das Spiel, abgesehen davon, den Liebeswert zu erhöhen. Nur verheiratete Spieler können diesen Befehl nutzen.
es_es: `[item]` - el artículo a comprar, un número entero del 1 al 40; si no se proporciona, muestra la lista de elementos Compra algo para que tu pareja aumente *su* puntuación de amor. Para aumentar tu propio puntuación de amor, su pareja debe consentirte. Ten en cuenta que estos objetos no son utilizables y no tienen un efecto en el juego, además de aumentar la puntuación de amor. Solo los jugadores casados pueden usar este comando.
id_id: `[item]` - Barang yang akan dibeli, angka dari 1 sampai 40; jika tidak menyembutkan angkanya, maka hanya akan menampilkan daftar barangnya Beli sesuatu untuk pasanganmu untuk meningkatkan lovescore *mereka*. Untuk meningkatkan lovescore kamu sendiri, pasanganmu harus memanjakanmu dengan membelikanmu sesuatu. Harap dicatat bahwa barang-barang ini tidak dapat digunakan dan tidak berpengaruh dalam permainan, hanya meningkatkan lovescore kalian. Hanya pemain yang sudah menikah yang dapat menggunakan perintah ini.
nb_no: `[item]` – Gjenstanden som skal kjøpes, et helt tall fra 1 til 40; hvis ikke gitt, viser listen over gjenstander Kjøp noe til partneren din for å øke *deres* kjærlighetspoeng. For å øke din egen kjærlighetsscore, bør partneren din skjemme deg bort. Vær oppmerksom på at disse gjenstandene ikke er brukbare og ikke har noen effekt på spillingen, utenom å øke kjærlighetsscore. Bare spillere som er gift kan bruke denne kommandoen.
pt_br: `[item]` - O item que você quer comprar, um número inteiro de 1 a 40. Se esse não for disponibilizado mostrará a lista de itens Compra algo para seu parceiro, que aumentará os pontos amorosos *dele*. Para aumentar os seus próprios pontos amorosos, seu parceiro deve mimar você. Por favor, lembre-se que esse itens não são usáveis e não tem nenhum efeito no jogo, além de aumentar seus pontos amorosos. Apenas jogadores que são casados podem usar esse comando.

source: Dog :dog2:
bg_bg: Куче :dog2:
de_de: Hund :dog2:
es_ar: Perro :dog2:
es_es: Perro :dog2:
es_mx: Perro :dog2:
fr_fr: Chien :dog2:
hu_hu: Kutya :dog2:
id_id: Anjing :dog2:
nb_no: Hund :dog2:
pt_br: Cachorro :dog2:
ru_ru: Собака :dog2:
sv_se: Hund :dog2:

source: Cat :cat2:
bg_bg: Котка :cat2:
de_de: Katze :cat2:
es_ar: Gato :cat2:
es_es: Gato :cat2:
es_mx: Gato :cat2:
fr_fr: Chat :cat2:
hu_hu: Cica :cat2:
id_id: Kucing :cat2:
nb_no: Katt :cat2:
pt_br: Gato :cat2:
ru_ru: Кошка :cat2:
sv_se: Katt :cat2:

source: Cow :cow2:
bg_bg: Крава :cow2:
de_de: Kuh :cow2:
es_ar: Vaca :cow2:
es_es: Vaca :cow2:
es_mx: Vaca :cow2:
fr_fr: Vache :cow2:
hu_hu: Szarvasmarha :cow2:
id_id: Sapi :cow2:
nb_no: Ku :cow2:
pt_br: Vaca :cow2:
ru_ru: Корова :cow2:
sv_se: Ko :cow2:

source: Penguin :penguin:
bg_bg: Пингвин :penguin:
de_de: Pinguin :penguin:
es_ar: Pingüino :penguin:
es_es: Pingüino :penguin:
es_mx: Pingüino :penguin:
fr_fr: Pingouin :penguin:
hu_hu: Pingvin :penguin:
nb_no: Pingvin :penguin:
pt_br: Pinguim :penguin:
ru_ru: Пингвин :penguin:
sv_se: Pingvin :penguin:

source: Unicorn :unicorn:
bg_bg: Еднорог :unicorn:
de_de: Einhorn :unicorn:
es_ar: Unicornio :unicorn:
es_es: Unicornio :unicorn:
es_mx: Unicornio :unicorn:
fr_fr: Licorne :unicorn:
hu_hu: Egyszarvú :unicorn:
nb_no: Enhjørning :unicorn:
pt_br: Unicórnio :unicorn:
ru_ru: Единорог :unicorn:
sv_se: Enhörning :unicorn:

source: Potato :potato:
bg_bg: Картоф :potato:
de_de: Kartoffel :potato:
es_ar: Papa :potato:
es_es: Patata :potato:
es_mx: Patata :potato:
fr_fr: Patate :potato:
hu_hu: Krumpli :potato:
id_id: Kentang :potato:
nb_no: Potet :potato:
pt_br: Batata :potato:
ru_ru: Картофель :potato:
sv_se: Potatis :potato:

source: Sweet potato :sweet_potato:
bg_bg: Сладък картоф :sweet_potato:
de_de: Süßkartoffel :sweet_potato:
es_ar: Papa dulce :sweet_potato:
es_es: Boniato :sweet_potato:
es_mx: Boniato :sweet_potato:
fr_fr: Patate douce :sweet_potato:
hu_hu: Batáta :sweet_potato:
id_id: Ubi jalar :sweet_potato:
nb_no: Søt potet :sweet_potato:
pt_br: Batata-doce :sweet_potato:
ru_ru: Сладкий картофель :sweet_potato:
sv_se: Sötpotatis :sweet_potato:

source: Peach :peach:
bg_bg: Прасковка :peach:
de_de: Pfirsich :peach:
es_ar: Durazno :peach:
es_es: Melocotón :peach:
es_mx: Melocotón :peach:
fr_fr: Pêche :peach:
hu_hu: Húsos barack :peach:
id_id: Persik :peach:
nb_no: Fersken :peach:
pt_br: Pêssego :peach:
ru_ru: Персик :peach:
sv_se: Persika :peach:

source: Ice Cream :ice_cream:
bg_bg: Леден сладолед :ice_cream:
de_de: Eis :ice_cream:
es_ar: Helado :ice_cream:
es_es: Helado :ice_cream:
es_mx: Helado :ice_cream:
fr_fr: Glaces :ice_cream:
hu_hu: Fagyi :ice_cream:
id_id: Es Krim :ice_cream:
nb_no: Iskrem :ice_cream:
pt_br: Sorvete :ice_cream:
ru_ru: Мороженное :ice_cream:
sv_se: Glass :ice_cream:

source: Movie Night :ticket:
bg_bg: Кино вечер :ticket:
de_de: Filmabend :ticket:
es_ar: Noche de película :ticket:
es_es: Noche de películas :ticket:
es_mx: Noche de Películas :ticket:
fr_fr: Soirée Film :ticket:
hu_hu: Mozizás :ticket:
id_id: Film Malam :ticket:
nb_no: Film Kveld :ticket:
pt_br: Noite do Cinema :ticket:
ru_ru: Просмотр фильма ночью :ticket:
sv_se: Filmkväll :ticket:

source: Video Game Night :video_game:
bg_bg: Нощ за видео игри :video_game:
de_de: Spieleabend :video_game:
es_ar: Noche de videojuegos :video_game:
es_es: Noche de videojuegos :video_game:
es_mx: Noche de Videojuegos :video_game:
fr_fr: Soirée jeux vidéo :video_game:
hu_hu: Kockulás :video_game:
id_id: Permainan Malam :video_game:
nb_no: Gaming natt :video_game:
pt_br: Noite dos VideoGames :vídeo game:
ru_ru: Ночь задрота :video_game:
sv_se: Spelkväll :video_game:

source: Camping Night :fishing_pole_and_fish:
bg_bg: Къмпинг нощ :fishing_pole_and_fish:
de_de: Campen :fishing_pole_and_fish:
es_ar: Ir a un Camping :fishing_pole_and_fish:
es_es: Acampada nocturna :fishing_pole_and_fish:
es_mx: Noche de Acampada :fishing_pole_and_fish:
fr_fr: Soirée camping :fishing_pole_and_fish:
hu_hu: Horgászás :fishing_pole_and_fish:
id_id: Kemah Malam :fishing_pole_and_fish:
nb_no: Camping Natt :fishing_pole_and_fish:
pt_br: Noite do Acampamento :fishing_pole_and_fish:
ru_ru: Ночь во время кемпинга :fishing_pole_and_fish:
sv_se: Kvällskamping :fishing_pole_and_fish:

source: Couple Competition :trophy:
bg_bg: Конкурс за двойки :trophy:
de_de: Wettbewerb :trophy:
es_ar: Competición de parejas :trophy:
es_es: Competición por parejas :trophy:
es_mx: Competición de Parejas :trophy:
fr_fr: Compétition de couple :trophy:
hu_hu: Páros zsákbanfutás :trophy:
id_id: Kompetisi Pasangan :trophy:
nb_no: Par konkurranse :trophy:
pt_br: Competição de Casal :trophy:
ru_ru: Соревнование пар :trophy:
sv_se: Partävling :trophy:

source: Concert Night :musical_keyboard:
bg_bg: Концертна нощ :musical_keyboard:
de_de: Konzertnacht :musical_keyboard:
es_ar: Noche de concierto :musical_keyboard:
es_es: Noche de concierto :musical_keyboard:
es_mx: Noche de Concierto :musical_keyboard:
fr_fr: Soirée Concert :musical_keyboard:
hu_hu: Fesztiválozás :musical_keyboard:
id_id: Konser Malam :musical_keyboard:
nb_no: Konsertkveld :musical_keyboard:
pt_br: Noite do Show :musical_keyboard:
ru_ru: Концертная ночь :musical_keyboard:
sv_se: Konsertkväll :musical_keyboard:

source: Bicycle :bike:
bg_bg: Колело :bike:
de_de: Fahrrad :bike:
es_ar: Bici :bike:
es_es: Bicicleta :bike:
es_mx: Bicicleta :bike:
fr_fr: Vélo :bike:
hu_hu: Bicaj :bike:
id_id: Sepeda :bike:
nb_no: Sykkel :bike:
pt_br: Bicicleta :bike:
ru_ru: Велосипед :bike:
sv_se: Cykel :bike:

source: Motorcycle :motorcycle:
bg_bg: Мотоциклет :motorcycle:
de_de: Motorrad :motorcycle:
es_ar: Moto :motorcycle:
es_es: Motocicleta :motorcycle:
es_mx: Motocicleta :motorcycle:
fr_fr: Moto :motocycle:
hu_hu: Motor :motorcycle:
id_id: Sepeda motor :motorcycle:
nb_no: Motorsykkel :motorcycle:
pt_br: Moto :motorcycle:
ru_ru: Мотоцикл :motorcycle:
sv_se: Motorcykel :motorcycle:

source: Car :red_car:
bg_bg: Кола :red_car:
de_de: Auto :red_car:
es_ar: Auto :red_car:
es_es: Coche :red_car:
es_mx: Coche :red_car:
fr_fr: Voiture :red_car:
hu_hu: Verda :red_car:
id_id: Mobil :red_car:
nb_no: Bil :red_car:
pt_br: Carro :red_car:
ru_ru: Машина :red_car:
sv_se: Bil :red_car:

source: Private Jet :airplane:
bg_bg: Частен джет :airplane:
de_de: Privatjet :airplane:
es_ar: Jet Privado :airplane:
es_es: Avión privado :airplane:
es_mx: Jet Privado :airplane:
fr_fr: Jet Privé :airplane:
hu_hu: Magánrepülő :airplane:
id_id: Jet Pribadi :airplane:
nb_no: Privat Jetfly :airplane:
pt_br: Jato Particular :airplane:
ru_ru: Частный самолёт :airplane:
sv_se: Privat Jet :airplane:

source: Space Rocket :rocket:
bg_bg: Космическа ракета :rocket:
de_de: Rakete :rocket:
es_ar: Cohete espacial :rocket:
es_es: Cohete espacial :rocket:
es_mx: Cohete espacial :rocket:
fr_fr: Fusée :rocket:
hu_hu: Űrrakéta :rocket:
id_id: Roket Luar Angkasa :rocket:
nb_no: Rom Rakett :rocket:
pt_br: Foguete Espacial :rocket:
ru_ru: Космическая ракета :rocket:
sv_se: Rymdraket :rocket:

source: Credit Card :credit_card:
bg_bg: Кредитна карта :credit_card:
de_de: Kreditkarte :credit_card:
es_ar: Tarjeta de Crédito :credit_card:
es_es: Tarjeta de crédito :credit_card:
es_mx: Tarjeta de Crédito :credit_card:
fr_fr: Carte de Crédit :credit_card:
hu_hu: Hitelkártya :credit_card:
id_id: Kartu Kredit :credit_card:
nb_no: Kreditt Kort :credit_card:
pt_br: Cartão de Crédito :credit_card:
ru_ru: Кредитная карта :credit_card:
sv_se: Kreditkort :credit_card:

source: Watch :watch:
bg_bg: Часовник :watch:
de_de: Uhr :watch:
es_ar: Reloj :watch:
es_es: Reloj :watch:
es_mx: Reloj :watch:
fr_fr: Montre :watch:
hu_hu: Karóra :watch:
id_id: Jam tangan :watch:
nb_no: Klokke :watch:
pt_br: Relógio :watch:
ru_ru: Часы :watch:
sv_se: Klocka :watch:
