Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: `[money]` - A whole number that can be 0 or greater; defaults to 0 `[enemy]` - A user who has a profile; defaults to anyone Fight against another player while betting money. To decide players' stats, their items, race and class bonuses are evaluated. The money is removed from both players at the start of the battle. Once a winner has been decided, they will receive their money, plus the enemy's money. The battle takes place in rounds. Each round, both players have to choose their move using the reactions. Players can attack (⚔️), defend (🛡️) or recover HP (❤️). The battle ends if one player's HP drops to 0 (winner decided), or a player does not move (forfeit). In case of a forfeit, neither of the players will get their money back. The battle's winner will receive a PvP win, which shows on their profile. (This command has a cooldown of 10 minutes.)
de_de: `[money]` - Eine ganze Zahl, die 0 oder größer sein kann; ohne Angabe ist es 0 `[enemy]` - Ein Nutzer, der ein Profil hat; als Standard ist es jemand Kämpfe gegen einen anderen Spieler und wette um Geld. Um den Kampf zu entschieden werden die Items, Rasse und Klassenboni der Spieler betrachtet Das Geld wird zum Start des Kampfes von beiden Spielern eingezogen. Sobald ein Gewinner entschieden wurden, erhält dieser sein Geld, sowie den Einsatz des Gegners. Der Kampf ist rundenbasiert. Jede Runde können beide Spieler eine Aktion über die Reaktionen durchführen. Spieler können angreifen(⚔️), sich verteidigen(🛡️) oder ihre HP heilen (❤️). Der Kampf endet, wenn die HP eines Spielers auf 0 sinken (Gewinner gefunden), oder wenn ein Spieler keinen Zug macht(Aufgabe). Wenn der Kampf unentschieden endet, erhalten beide Spieler ihr Geld zurück. Der Gewinner erhält einen PvP Sieg, welcher auf dem Profil sichtbar ist. (Dieser Befehl hat einen Cooldown von 10 Minuten.)
es_es: `[money]` - un número entero que puede ser 0 o mayor; el valor predeterminado es 0 `[enemy]` - un usuario que tiene un perfil; por defecto a cualquiera Lucha contra otro jugador mientras apuestas dinero. Para decidir las estadísticas de los jugadores, se evalúan sus artículos, bonificaciones de raza y clase. El dinero se retira de ambos jugadores al comienzo de la batalla. Una vez que se ha decidido un ganador, recibirán su dinero, más el dinero del enemigo. La batalla tiene lugar en rondas. Cada ronda, ambos jugadores tienen que elegir su movimiento usando las reacciones. Los jugadores pueden atacar (⚔️), defender (🛡️) o recuperar HP (❤️). La batalla finaliza si el HP de un jugador cae a 0 (el ganador lo decide), o si un jugador no se mueve (pierde). En caso de pérdida, ninguno de los jugadores recuperará su dinero. El ganador de la batalla recibirá una victoria PvP, que se muestra en su perfil. (Este comando tiene un tiempo de reutilización de 10 minutos).
id_id: `[money]` - Sejumlah angka dari 0 atau lebih besar; jika tidak ditentukan maka dijadikan 0 `[enemy]` - Seorang pengguna yang memiliki profil pemain; jika tidak ditentukan maka dijadikan untuk siapa saja Bertarung melawan pemain lain dengan taruhan sejumlah uang. Untuk menentukan stat pemain, barang, bonus ras dan kelas pemain akan dipertimbangkan. Uang taruhan akan diambil dari kedua pemain diawal pertarungan. Setelah pemenang ditentukan, pemenang akan menerima uangnya, dan uang musuhnya Pertarungan berlangsung dalam beberapa ronde. Setiap ronde, kedua pemain harus memilih pergerakkan mereka dengan menggunakan tombol reaksi. Pemain dapat menyerang (⚔️), bertahan (🛡️) atau memulihkan HP (❤️). Pertarungan akan berakhir jika HP salah satu pemain turun menjadi 0 (pemenang ditentukan), atau seorang pemain tidak bergerak (menyerah). Jika seseorang tidak bergerak, tidak ada pemain yang akan mendapatkan uangnya kembali. Pemenang pertarungan akan menerima kemenangan PvP, yang akan ditampilkan di profil mereka. (Perintah ini memiliki waktu cooldown selama 10 menit.)
nb_no: `[penger]` – Et helt tall som kan være 0 eller høyere; standard til 0 `[fiende]` – En bruker som har en karakter; standard til hvem som helst Kjemp mot en annen spiller mens du satser penger. For å bestemme spillernes statistikk, blir gjenstandene, rase og klassebonusene deres evaluert. Pengene fjernes fra begge spillerne ved starten av kampen. Når en vinner er avgjort, vil de motta pengene sine, pluss fiendens penger. Kampen foregår i runder. Hver runde må begge spillerne velge trekk ved hjelp av reaksjonene. Spillere kan angripe (⚔️), forsvare (🛡️) eller gjenopprette HP (❤️). Kampen avsluttes hvis en spillers HP faller til 0 (vinneren avgjort), eller en spiller ikke beveger seg (gir opp). I tilfelle noen gir opp vil ingen av spillerne få pengene tilbake. Kampens vinner vil motta en PvP vinn, som vises på profilen deres. (Denne kommandoen har en nedkjøling på 10 minutter.)
pt_br: ``[money]` - Um número inteiro que pode ser 0 ou maior. Por padrão é 0 `[enemy]` - Um usuário que possuí um perfil. Por padrão é qualquer um Lute contra outros jogadores enquanto aposta dinheiro. Para decidir a disputa, são considerados as estatísticas do jogador, os itens, a raça e bônus de classes do jogador. O dinheiro é removido dos dois jogadores no inicio da batalha. Uma vez que o vencedor foi decidido, ele receberá o seu dinheiro de volta, mais o dinheiro do inimigo. A batalha funciona em turnos. Cada turno, ambos os jogadores tem que escolher o que vão fazer clicando nas reações. Jogadores podem atacar (⚔️), defender (🛡️) ou recuperar vida (❤️). A batalha termina se a vida de um jogador chegar em 0 (ganhador decidido) ou se um jogador não se movimentar (desistir). Em caso de desistência, nenhum dos jogadores receberá o dinheiro de volta. O vencedor da batalha irá receber uma vitória PvP, que aparece no perfil dele. (Esse comando tem um tempo de espera de 10 minutos.)

source: {author} seeks an active battle! React with ⚔ now to duel them! The price is **${money}**.
de_de: {author} sucht ein Aktives Duell! Reacte mit ⚔, um gegen sie zu kämpfen! Der Preis beträgt **${money}**.
es_mx: {author} busca una batalla activa, reacciona con ⚔ para duelo! El premio es de **${money}**.
hu_hu: {author} szeretne aktív párbajra hívni! Az elfogadáshoz kattints a ⚔ reakciójelre! A nyeremény összege **${money}**.
sv_se: {author} söker ett aktivt slagsmål! Reagera med ⚔ för att slåss mot dem! Det kostar **${money}**.

source: {author} seeks an active battle with {enemy}! React with ⚔ now to duel them! The price is **${money}**.
de_de: {author} sucht ein Aktives Duell mit {enemy}! Reacte mit ⚔, um gegen sie zu kämpfen! Der Preis beträgt **${money}**.
es_mx: {author} busca una batalla activa contra {enemy}, reacciona con ⚔ para duelo! El premio es de **${money}**.
hu_hu: {author} szeretné aktív párbajra hívni {enemy}-t! Az elfogadáshoz kattints a ⚔ reakciójelre! A nyeremény összege **${money}**.
sv_se: {author} söker ett aktivt slagsmål mot {enemy}! Reagera med ⚔ för att slåss mot dem! Det kostar **${money}**.

source: Noone wanted to join your activebattle, {author}!
de_de: Niemand hat den aktiven Kampf angenommen, {author}!
es_es: ¡Nadie quiso unirse a tu batalla activa, {author}!
id_id: Tidak ada yang ingin bergabung dengan pertempuran aktifmu, {author}!
nb_no: Ingen ville bli med i aktiv kampen din, {author}!
pt_br: Ninguém quis entrar na sua batalha ativa, {author}!

source: You don't have enough money to join the activebattle.
de_de: Du hast nicht genug Geld um zu kämpfen.
es_es: No tienes dinero suficiente para unirte a la batalla activa.
id_id: Kamu tidak memiliki cukup uang untuk bergabung dalam pertarungan aktif.
nb_no: Du har ikke nokk penger for og bli med i aktiv kampen.
pt_br: Você não tem dinheiro o suficiente para entrar na batalha ativa.

source: Battle {p1} vs {p2}
de_de: Kampf {p1} gegen {p2}
es_es: Batalla entre {p1} contra {p2}
id_id: Pertarungan {p1} versus {p2}
nb_no: Kjemp {p1} mot {p2}
pt_br: Batalha entre {p1} vs {p2}

source: Let the battle begin!
de_de: Lasset den Kampf beginnen!
es_es: ¡Que comience la batalla!
id_id: Pertarungan dimulai!
nb_no: La kampen begynne!
pt_br: Deixe a batalha começar!

source: {prevaction} {player1}: **{hp1}** HP {player2}: **{hp2}** HP React to play.
de_de: {prevaction} {player1}: **{hp1}** HP {player2}: **{hp2}** HP Reagiere um zu spielen.
es_es: {prevaction} {player1}: **{hp1}** HP {player2}: **{hp2}** HP Reacciona para jugar.
id_id: {prevaction} {player1}: **{hp1}** HP {player2}: **{hp2}** HP Bereaksi untuk bermain.
nb_no: {prevaction} {player1}: **{hp1}** HP {player2}: **{hp2}** HP Reager for å spille.
pt_br: {prevaction} {player1}: **{hp1}** de vida {player2}: **{hp2}** de vida Clique na reação para jogar.

source: {user} does nothing...
de_de: {user} tut nichts...
es_es: {user} no hizo nada...
id_id: **{user}** tidak melakukan apa-apa...
nb_no: {user} gjør ingenting...
pt_br: {user} não fez nada...

source: Someone refused to move. Activebattle stopped.
de_de: Jemand hat sich geweigert einen Zug zu machen. Aktiver Kampf gestoppt.
es_es: Alguien no respondió. La batalla activa se ha detenido.
id_id: Seseorang menolak untuk bergerak. Pertempuran aktif dihentikan.
nb_no: Noen nektet å flytte. Aktiv kamp stoppet.
pt_br: Alguém se recusou a mover. Batalha ativa parada.

source: {user}, you already moved! Waiting for {other}'s move...
de_de: {user}, du hast bereits einen Zug durchgeführt! Warten auf den Zug von {other}…
es_es: ¡{user}, ya te has movido! Esperando al movimiento de {other}...
id_id: {user}, kamu sudah bergerak! Menunggu untuk {other} bergerak...
nb_no: {user}, du har allerede flyttet! Venter på trekk fra {other}...
pt_br: {user},você já se moveu! Esperando pelo movimento de {other}...

source: {user} healed themselves for **{hp} HP**.
de_de: {user} hat sich um **{hp} HP** geheilt.
es_es: {user} se ha sanado por **{hp} HP**.
es_mx: {user} se ha sanado **{hp} puntos de vida**.
hu_hu: {user} gyógyított magán **{hp} ÉP-t**.
id_id: {user} menyembuhkan dirinya sendiri sebanyak **{hp} HP**.
nb_no: {user} helbredet seg selv for **{hp} HP**.
pt_br: {user} se curou **{hp} de vida**.
sv_se: {user} återhämtade **{hp} HP**.

source: {user} hit {enemy} for **{eff}** damage.
bg_bg: {user} удари {enemy} и нанесе**{eff}** вреда.
de_de: {user} trifft**{eff}**{enemy} für Schaden .
es_ar: {user} golpeó a {enemy} por **{eff}** puntos.
es_es: {user} golpeó a {enemy} haciendo **{eff}** de daño.
es_mx: {user} golpeó a {enemy} por **{eff}** daño.
fr_fr: {user} inflige **{eff}** de dégâts à {enemy} .
hu_hu: {enemy} **{eff}** sebzést szenvedett {user}-től.
id_id: {user} mengenai {enemy} sebanyak **{eff}** serangan.
nb_no: {user} traff {enemy} for **{eff}** skade.
pt_br: {user} Golpeou o {enemy} e causou **{eff}** de dano.
ru_ru: {user} попал по {enemy} и нанёс **{eff}** урона.
sv_se: {user} träffade {enemy} för **{eff}** skada.

source: {enemy} tried to defend, but failed.
de_de: {enemy} hat versucht sich zu verteidigen, aber ist gescheitert.
es_es: {enemy} ha intentado defenderse pero ha fallado.
id_id: {enemy} mencoba untuk melindungi diri, tapi gagal.
nb_no: {enemy} prøvde å forsvare, men mislyktes.
pt_br: {enemy} tentou se defender, mas falhou.

source: {user}'s attack on {enemy} failed!
bg_bg: Ударът на {user} срещу {enemy} се провали!
de_de: {user}s Angriff auf {enemy} wurde geblockt!
es_ar: ¡{user} atacó a {enemy} pero falló!
es_es: ¡{user} atacó a {enemy} pero falló!
es_mx: ¡{user} atacó a {enemy} pero falló!
fr_fr: L’attaque de {user} sur {enemy} a échouée !
hu_hu: {user} támadása {enemy} ellen sikertelen volt!
id_id: Serangan {user} pada {enemy} gagal!
nb_no: {user} sitt angrep på {enemy} mislyktes!
pt_br: O ataque de {user} sobre {enemy} falhou!
ru_ru: {user} атака по врагу {enemy} не была успешной!
sv_se: {user}s attack mot {enemy} misslyckades!

source: {enemy} blocked {user}'s attack.
de_de: {enemy} hat den Angriff von {user} geblockt.
es_es: {enemy} ha bloqueado el ataque de {user}.
id_id: {enemy} memblokir serangan {user}.
nb_no: {enemy} blokkerte {user} sitt angrep.
pt_br: {enemy} bloqueou o ataque de {user}.

source: You both tried to defend.
de_de: Ihr habt Beide versucht euch zu verteidigen.
es_es: Ambos habéis tratado de defenderos.
id_id: Kalian berdua mencoba untuk melindungi diri.
nb_no: Dere prøvde begge å forsvare.
pt_br: Vocês dois tentaram defender.

source: It was not very effective...
de_de: Das war nicht sehr effektiv...
es_es: No ha sido muy efectivo...
id_id: Itu sangat tidak efektif...
nb_no: Det var ikke særlig effektivt...
pt_br: Não foi muito efetivo...

source: You both died!
bg_bg: Двамата загинахте!
de_de: Beide wurden besiegt!
es_ar: ¡Se re cagaron muriendo los dos!
es_es: ¡Ambos habéis muerto!
es_mx: Ambos han muerto!
fr_fr: Vous êtes tous les deux morts !
hu_hu: Mindketten belehaltatok a küzdelembe!
id_id: Kalian berdua mati!
nb_no: Dere døde begge to!
pt_br: Ambos vocês morreram!
ru_ru: Вы оба умерли!
sv_se: Ni båda dog! Ajdå!

source: {winner} won the active battle vs {looser}! Congratulations!
bg_bg: {winner} победи дейната битка срещу {looser}! Поздравления!
de_de: {winner} gewinnt gegen {looser}! Glückwunsch!
es_ar: ¡{winner} ganó la batalla activa contra {looser}! ¡Felicidades!
es_es: ¡{winner} ganó la batalla activa contra {looser}! ¡Felicidades!
es_mx: Felicidades {winner} ganó la batalla activa en contra de {looser}!
fr_fr: {winner} a gagné contre {looser}! Félicitation!
hu_hu: {winner} győzedelmeskedett {looser} felett! Dicsőség a bajnoknak!
id_id: {winner} memenangkan pertempuran aktif melawan {looser}! Selamat!
nb_no: {winner} vant den aktive kampen mot {looser}! Gratulerer!
pt_br: {winner} ganhou a batalha ativa contra {looser}! **Parabéns!**
ru_ru: {winner} выйграл битву в реальном времени протв {looser}! Поздравляю!

source: Easter related commands
de_de: Befehle rund um Ostern
es_es: Comandos del evento de Pascua
id_id: Perintah Paskah yang terkait
nb_no: Påskerelaterte kommandoer
pt_br: Comandos relacionados a Páscoa

source: Contains all easter related commands. See `{prefix}help easter` for a list of commands. During the easter event, users will find eastereggs when finishing adventures, which can be exchanged for several rewards, including crates, items, money, or special guild badges.
de_de: Enthält alle Befehle zum Thema Ostern. Siehe `{prefix}help easter` für die Liste mit Befehlen. Während des Osterevents finden Nutzer Ostereier, sobald sie ein Abenteuer beendet haben, welche für verschiedenste Belohnungen eingetauscht werden können einschließlich Kisten, Items, Geld oder spezielle Gilden Abzeichen.
es_es: Contiene todos los comandos relacionados con pascua. Consulte `{prefix}help easter` para obtener una lista de comandos. Durante el evento de pascua, los usuarios encontrarán huevos de pascua cuando terminen las aventuras, que pueden intercambiarse por varias recompensas, incluidas cajas, artículos, dinero o insignias especiales de gremio.
id_id: Berisi semua perintah yang terkait dengan paskah. Lihat `{prefix}help easter` untuk daftar perintah. Selama acara paskah, pengguna akan menemukan telur paskah saat menyelesaikan petualangan, yang dapat ditukarkan dengan beberapa hadiah, termasuk peti, item, uang, atau lencana spesial guild.
nb_no: Inneholder alle påskerelaterte kommandoer. See `{prefix}help easter` for en liste over kommandoer. Under påskearrangementet vil brukere finne påskeegg når de fullfører eventyr, som kan veksles inn mot flere belønninger, inkludert kasser, gjenstander, penger eller spesielle laugsmerker.
pt_br: Contêm todos os comandos relacionados a Páscoa. Digite `{prefix}help easter` para a obter a lista de comandos. Durante o evento de Páscoa, jogadores irão encontrar ovos de Páscoa quando finalizarem suas aventuras, que podem ser trocadas por diversas recompensas, incluindo caixas, itens, dinheiro ou insígnias de Guilda especiais.

source: **Easter event <:easteregg:566251086986608650>** Part of Idle's birthday! Collect eastereggs and use `{prefix}easter rewards` to check the rewards. <:bunny:566290173831151627> Happy hunting!
de_de: **Oster Event <:easteregg:566251086986608650>** Teil von Idle's Geburtstag! Sammle Ostereier und nutze`{prefix}easter rewards` um die Belohnungen einzusehen. <:bunny:566290173831151627> Frohes Sammeln!
es_es: **Evento de pascua<:easteregg:566251086986608650>** ¡Parte del cumpleaños de Idle! Colecciona huevos de pascua y usa `{prefix}easter rewards` para ver los premios. <:bunny:566290173831151627> ¡Feliz búsqueda!
id_id: **Acara Paskah <:easteregg:566251086986608650>** Bagian dari ulang tahun Idle! Koleksi easteregg dan gunakan `{prefix}easter rewards` untuk mengecek hadiahnya. <:bunny:566290173831151627> Selamat berburu!
nb_no: **Påskearrangement <:easteregg:566251086986608650>** En del av Idles bursdag! Samle påskeegg og bruk `{prefix}easter rewards` for å sjekke belønningene. <:bunny:566290173831151627> God jakt!
pt_br: **Evento de Páscoa <:easteregg:566251086986608650>** Parte do aniversário do Idle!! Pegue ovos de Páscoa e use `{prefix}easter rewards` para ver as recompensas. <:bunny:566290173831151627> Boa caçada!

source: Lists all easter rewards
de_de: Zeigt alle Osterbelohnungen an
es_es: Enumera todas las recompensas de pascua
id_id: Daftar semua hadiah paskah
nb_no: Viser alle påskebelønninger
pt_br: Lista todas as recompensas de Páscoa

source: Shows all rewards available in the easter event, along with the reward ID. To claim a reward, use `{prefix}easter reward <ID>`.
de_de: Zeigt alle Belohnungen im Osterevent an, gemeinsam mit der Belohnungs ID. Um eine Belohnung einzulösen, nutze `{prefix}easter reward <ID>`.
es_es: Muestra todas las recompensas disponibles en el evento de pascua, junto con el ID de recompensa. Para reclamar una recompensa, use `{prefix}easter reward <ID>`.
id_id: Menampilkan semua hadiah yang tersedia di event paskah, bersama dengan ID hadiah. Untuk mengklaim sebuah hadiah, gunakan `{prefix}easter reward <ID>`.
nb_no: Viser alle belønninger som er tilgjengelige i påskearrangementet, sammen med belønnings ID. For å kreve en belønning, bruk `{prefix}easter reward <ID>`.
pt_br: Mostra todas as recompensas disponíveis no evento de Páscoa, junto com o ID de cada uma delas. Para receber a sua recompensa, use `{prefix}easter reward <ID>`.

source: **Easter event - rewards** Use `{prefix}easter reward [1-9]` to trade your eggs in. **(1) 100 <:easteregg:566251086986608650>** - 10 common crates **(2) 500 <:easteregg:566251086986608650>** - $10000 **(3) 1000 <:easteregg:566251086986608650>** - random item 1-49 **(4) 2000 <:easteregg:566251086986608650>** - 250 common crates **(5) 2500 <:easteregg:566251086986608650>** - 10 boosters of each type **(6) 5000 <:easteregg:566251086986608650>** - 10 rare crates **(7) 7500 <:easteregg:566251086986608650>** - birthday guild badge **(8) 7500 <:easteregg:566251086986608650>** - 1 magic crate **(9) 12500 <:easteregg:566251086986608650>** - 1 legendary crate You have **{eggs}** <:easteregg:566251086986608650>.
de_de: **Osterevent-Belohnungen** Nutze `{prefix}easter reward [1-9]` um deine Eier einzulösen. **(1) 100 <:easteregg:566251086986608650>** - 10 common Kisten **(2) 500 <:easteregg:566251086986608650>** - $10000 **(3) 1000 <:easteregg:566251086986608650>** -zufälliges Item1-49 **(4) 2000 <:easteregg:566251086986608650>** - 250 common Kisten **(5) 2500 <:easteregg:566251086986608650>** - 10 boosters von jedem Typ **(6) 5000 <:easteregg:566251086986608650>** - 10 rare Kisten **(7) 7500 <:easteregg:566251086986608650>** - Geburtstags Gilden Abzeichen **(8) 7500 <:easteregg:566251086986608650>** - 1 magic Kiste **(9) 12500 <:easteregg:566251086986608650>** - 1 legendary Kiste Du hast **{eggs}** <:easteregg:566251086986608650>.
es_es: **Evento de pascua - premios** Usa `{prefix}easter reward [1-9]` para cambiar tus huevos por los premios. **(1) 100 <:easteregg:566251086986608650>** - 10 cajas comunes **(2) 500 <:easteregg:566251086986608650>** - $10000 **(3) 1000 <:easteregg:566251086986608650>** - Objeto aleatorio entre 1-49 **(4) 2000 <:easteregg:566251086986608650>** - 250 cajas comunes **(5) 2500 <:easteregg:566251086986608650>** - 10 potenciadores de cada clase **(6) 5000 <:easteregg:566251086986608650>** - 10 cajas raras **(7) 7500 <:easteregg:566251086986608650>** - Insignia de cumpleaños para el gremio **(8) 7500 <:easteregg:566251086986608650>** - 1 caja mágica **(9) 12500 <:easteregg:566251086986608650>** - 1 caja legendaria Tienes **{eggs}** <:easteregg:566251086986608650>.
id_id: **Acara Paskah - hadiah** Gunakan `{prefix}easter reward [1-9]` untuk menukarkan telur kamu. **(1) 100 <:easteregg:566251086986608650>** - 10 peti umum **(2) 500 <:easteregg:566251086986608650>** - $10000 **(3) 1000 <:easteregg:566251086986608650>** - barang acak 1-49 **(4) 2000 <:easteregg:566251086986608650>** - 250 peti umum **(5) 2500 <:easteregg:566251086986608650>** - 10 boosters dari semua tipe **(6) 5000 <:easteregg:566251086986608650>** - 10 peti langka **(7) 7500 <:easteregg:566251086986608650>** - lencana ulang tahun guild **(8) 7500 <:easteregg:566251086986608650>** - 1 peti magis **(9) 12500 <:easteregg:566251086986608650>** - 1 peti legendaris Kamu memiliki **{eggs}** <:easteregg:566251086986608650>.
nb_no: **Påskearrangement – belønninger** Bruk `{prefix}easter reward [1-9]` for å bytte inn eggene dine. **(1) 100 <:easteregg:566251086986608650>** - 10 vanlige kasser **(2) 500 <:easteregg:566251086986608650>** - $10000 **(3) 1000 <:easteregg:566251086986608650>** - tilfeldig gjenstand 1-49 **(4) 2000 <:easteregg:566251086986608650>** - 250 vanlige kasser **(5) 2500 <:easteregg:566251086986608650>** - 10 boostere av hver type **(6) 5000 <:easteregg:566251086986608650>** - 10 sjeldne kasser **(7) 7500 <:easteregg:566251086986608650>** - bursdagslaugsmerke **(8) 7500 <:easteregg:566251086986608650>** - 1 magisk kasse **(9) 12500 <:easteregg:566251086986608650>** - 1 legendarisk kasse Du har **{eggs}** <:easteregg:566251086986608650>.
pt_br: **Evento de Páscoa - recompensas** Use `{prefix}easter reward [1-9]` para trocar seus ovos de Páscoa. **(1) 100 <:easteregg:566251086986608650>** - 10 caixas comuns **(2) 500 <:easteregg:566251086986608650>** - $10000 **(3) 1000 <:easteregg:566251086986608650>** - item aleatório de 1-49 de estatísticas **(4) 2000 <:easteregg:566251086986608650>** - 250 caixas comuns **(5) 2500 <:easteregg:566251086986608650>** - 10 reforços de cada tipo **(6) 5000 <:easteregg:566251086986608650>** - 10 caixas raras **(7) 7500 <:easteregg:566251086986608650>** - Insígnia da Guilda de aniversário **(8) 7500 <:easteregg:566251086986608650>** - 1 caixa mágica **(9) 12500 <:easteregg:566251086986608650>** - 1 caixa legendária Você tem **{eggs}** <:easteregg:566251086986608650>.

source: Claim an easter reward
de_de: Löse eine Osterbelohnung ein
es_es: Reclama una recompensa de pascua
id_id: Klaim sebuah hadiah paskah
nb_no: Krev en påskebelønning
pt_br: Recebe uma recompensa de Páscoa
