Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: The cast
bg_bg: Актьорите
es_ar: El elenco
es_mx: El reparto
fr_fr: Le casting
ru_ru: В ролях
sv_se: Rollbesättningen

source: Starts a game of hunger games.
bg_bg: Започва игра на Игрите на Глада.
es_ar: Empieza un "Juegos del Hambre".
es_mx: Comienza una partida de "Juegos del Hambre".
fr_fr: Commence une partie de Hunger games.
ru_ru: Начинает игру в голодные игры.
sv_se: Påbörjar hunger spelen.

source: You need to be a donator to use this command. Please head to `{prefix}donate` and make sure you joined the support server if you decide to support us.
es_mx: Necesitas ser donador para usar este comando. Dirígete a `{prefix}donate` y asegúrate de haber entrado en el servidor de soporte si decides donar.

source: {crates} {rarity} crates
es_mx: Cofres {crates} {rarity}
hu_hu: {crates} {rarity} láda
sv_se: {crates} {rarity} lådor

source: You combined the puzzles! In your head a voice whispers: *Well done. Now use `{prefix}eventbackground 1` to set your new background that you just acquired...*
bg_bg: Наредихте пъзела! В главата Ви чувате шепот: *Чудесно! Сега използвайте `{prefix}eventbackground 1` за да използвате новия фон, който току-що получихте...*
es_ar: ¡Terminaste el rompecabezas! Ahora te agarra alta esquizofrenia y escuchas voces en tu cabeza que te dice: *Bien ahí wachín, ahora usá "{prefix}eventbackground 1" para usar el nuevo fondo que adquiriste...*
es_mx: ¡Has combinado el rompecabezas! En tu cabeza una voz susurra: "bien hecho". Ahora usa `{prefix}eventbackground 1` para utilizar el nuevo fondo que has adquirido...*
fr_fr: Vous avez combiné les puzzles! Dans votre tête, une voix murmure : *Bien joué. Maintenant, utilisez `{prefix}eventbackground 1` pour définir votre nouveau fond que vous venez d'acquérir…*
hu_hu: Összállt a kép! A fejedben megszólal egy hang: *Szép munka. Most állítsd be szépen az új hátteredet a `{prefix}eventbackground 1` paranccsal!*
ru_ru: Вы объединили все кусочки пазла! В вашей голове доносятся шепот: "Молодец. Теперь ты можешь использовать `{prefix}eventbackground 1` , чтобы поставить задний фон, который вы получили...*
sv_se: Du kombinerade pusslet! I ditt huvud viskar en röst: *Bra gjort. Använd nu `{prefix}eventbackground 1` för att ställa in din nya bakgrund som du just skaffat...*

source: The enemy must be an officer or higher.
bg_bg: Противникът трябва да бъде с офицер или по-горен.
es_ar: El enemigo debe ser un oficial, o de un cargo más alto.
es_mx: El enemigo debe ser de rango oficial o superior.
fr_fr: L'ennemi doit être au minimum officier.
hu_hu: Az ellenfél tiszti, vagy magasabb rangot kell, hogy betöltsön.
ru_ru: Враг должен быть офицером или выше.
sv_se: Fienden måste vara en officerare eller högre.

source: {author}, type `snowballfight nominate @user` to add one of your guild members to the fight!
bg_bg: {author}, въведите `snowballfight nominate @user` за да добавите член от гилдията Ви към битката!
es_ar: ¡{author}, utiliza "snowballfight nominate @user" para agregar a un miembro de tu gremio a la pelea!
es_mx: ¡{author}, teclea `snowballfight nominate @user` para agregar a un miembro de tu gremio a la pelea!
fr_fr: {author}, tapez `snowballfight nominate @user` pour ajouter quelqu'un de votre guilde au combat!
hu_hu: {author}, a `snowballfight nominate @[játékos név]` parancs megadásával add hozzá egy céhtársadat a csatához!
ru_ru: {author}, напишите `snowballfight nominate @user` , чтобы призвать одного из ваших участников гильдии в битву!
sv_se: {author}, skriv `snowballfight nominate @user` för att lägga till en av dina guildmedlemmar till kampen!

source: Not one of your guild members...
bg_bg: Не е член на гилдията Ви...
es_ar: Ninguno de los miembros de tu gremio...
es_mx: No es miembro de tu gremio...
fr_fr: Pas un de vos membre de guilde ...
hu_hu: Nem tartoztok egy céhhez...
ru_ru: Не один из твоих участников гильдии...
sv_se: Inte en av dina guildmedlemmar...

source: That's you!
bg_bg: Това сте Вие!
es_ar: ¡Ese sos vos!
es_mx: ¡Ese eres tú!
fr_fr: Ça c'est vous !
hu_hu: Téged választottak!
ru_ru: Это ты!
sv_se: Det är du!

source: {enemy}, use `snowballfight nominate @user` to add one of your guild members to the fight!
bg_bg: {enemy},въведите `snowballfight nominate @user` за да добавите член от гилдията Ви към битката!
es_ar: ¡{enemy}, utiliza "snowballfight nominate @user" para agregar a un miembro de tu gremio a la pelea!
es_mx: ¡{enemy}, utiliza `snowballfight nominate @user` para agregar a un miembro de tu gremio a la pelea!
fr_fr: {enemy}, tapez `snowballfight nominate @user` pour ajouter quelqu'un de votre guilde au combat!
hu_hu: {enemy}, a `snowballfight nominate @[játékos név]` parancs megadásával add hozzá egy céhtársadat a csatához!
ru_ru: {enemy}, напишите `snowballfight nominate @user` , чтобы призвать одного из ваших участников гильдии в битву!
sv_se: {enemy}, använd `snowballfight nominate @user` för att lägga till en av dina guildmedlemmar till kampen!

source: Sign up for the snowball tournament.
bg_bg: Вписва се за турнир със снежни топки.
es_ar: Anotarse para el torneo de bolas de nieve.
es_mx: Inscribirte para el torneo de bolas de nieve.
fr_fr: Inscrivez vous pour le tournois de boule de neige.
hu_hu: Nevezz be a hógolyó tornába.
ru_ru: Запись на турнир по игре в снежки.
sv_se: Anmäl dig till snöbollsturneringen.

source: Too late, my friend.
bg_bg: Прекалено късно, приятелю.
es_ar: Tardaste mucho, amiguito.
es_mx: Demasiado tarde, amigo.
fr_fr: Trop tard, mon ami.
hu_hu: Erről lecsúsztál, elvtárs...
ru_ru: Слишком поздно, мой друг.
sv_se: För sent, vännen.

source: You're already signed up!
bg_bg: Вече си записан!
es_ar: ¡Ya te anotaste!
es_mx: ¡Ya estás inscrito!
fr_fr: Vous êtes déjà inscrit !
hu_hu: Már beneveztél!
ru_ru: Вы уже записаны!
sv_se: Du har redan anmält dig!

source: Tournament is full!
bg_bg: Турнирът е пълен!
es_ar: ¡Los cupos están llenos!
es_mx: ¡El torneo está completo!
fr_fr: Le tournois est plein !
hu_hu: A hógolyó torna betelt!
ru_ru: В соревновании нет мест!
sv_se: Turneringen är full!

source: {guild} has been signed up.
bg_bg: {guild} се вписа.
es_ar: El gremio {guild} se ha anotado.
es_mx: El gremio {guild} se ha inscrito.
fr_fr: {guild} c'est inscrite.
hu_hu: {guild} benevezett.
ru_ru: {guild} была создана.
sv_se: {guild} har anmält sig.

source: Makes the snowball tournament matches
bg_bg: Прави кръгове за турнира със снежни топки
es_ar: Hace que los inscriptos al torneo de bolas de nieve coincidan en estadísticas
es_mx: Crea los emparejamientos del torneo de bolas de nieve
fr_fr: Faire les combats du tournois de boule de neige
hu_hu: Csoportok párosítása a hógolyó tornához
ru_ru: Создаёт поля для соревнования по игре в снежки
sv_se: Skapar snöbolltuneringens matcher

source: Matches generated!
bg_bg: Кръговете са създадени!
es_ar: ¡Emparejamientos hechos!
es_mx: ¡Emparejamientos completos!
fr_fr: Combats générés !
hu_hu: Párbaállítás kész!
ru_ru: Матчи были сгенерированы!
sv_se: Matcher genererade!

source: Save a result of a match if it is in the tournament
bg_bg: Съхранява резултат от кръг ако е в турнира
es_ar: Guarda el resultado de una partida si es que está en el torneo
es_mx: Guarda el resultado de una partida si pertenece al torneo
fr_fr: Sauvegardez le résultat d'un combat si il est dans ce tournois.
hu_hu: Egy mérkőzés eredményének elmentése a jelenlegi tornából
ru_ru: Сохранить результат матча если это есть в соревновании
sv_se: Spara ett resultat av en match om det är i turneringen

source: Those guilds are not in a match!
bg_bg: Тези гилдии не са в кръг!
es_ar: ¡Esos gremios no están en una partida!
es_mx: ¡Estos gremios no están en una partida!
fr_fr: Ces guilde ne sont pas dans un combat !
hu_hu: A kiválasztott céhek nincsenek besorolva!
ru_ru: Эти гильдии не были в матче!
sv_se: Dessa guilder är inte i en match!

source: The winner of {guild1} vs {guild2} is now {winner}!
bg_bg: Победителят от {guild1} срещу {guild2} е {winner}!
es_ar: ¡El ganador de la batalla de gremios de {guild1} contra {guild2} es {winner}!
es_mx: ¡El ganador de la batalla de gremios entre {guild1} y {guild2} es {winner}!
fr_fr: Le gagnant de {guild1} contre {guild2} est {winner} !
hu_hu: A {guild1} és {guild2} közül {winner} került ki győztesen!
ru_ru: Победитель битвы между {guild1} и {guild2} становится {winner}!
sv_se: Vinnaren av {guild1} mot {guild2} är nu {winner}!

source: Enforces a new snowball round.
bg_bg: Прилага нов кръг за снежни топки.
es_ar: Fuerza una nueva ronda de bolas de nieve.
es_mx: Aplica una nueva ronda de bolas de nieve.
fr_fr: Forcez un nouveau round de boule de neige
hu_hu: A következő kör sürgetése.
ru_ru: Запускает новый раунд по игре в снежки.
sv_se: Tvingar en ny snöbollsrunda.

source: Round forced!
bg_bg: Кръгът е приложен!
es_ar: ¡Ronda forzada!
es_mx: ¡Ronda forzada!
fr_fr: Round forcé !
hu_hu: Kör kezdete sikeresen előre hozva!
ru_ru: Раунд начат!
sv_se: Runda tvingad!

source: Shows tournament matches.
bg_bg: Показва мачовете на турнира.
es_ar: Muestra las partidas en curso de los torneos.
es_mx: Muestra los partidos del torneo.
fr_fr: Montre les match du tournoi
hu_hu: Céhpárok megjelenítése.
ru_ru: Показывает турнирные матчи.
sv_se: Visar turneringsmatcher.

source: Participants who are already in the next round
bg_bg: Участници, които вече са в следващия кръг
es_ar: Participantes que ya pasaron a la próxima ronda
es_mx: Participantes que ya están en la siguiente ronda
fr_fr: Les participants déjà dans le prochain round
hu_hu: A soron következő körbe bejutott részvevők eddig
ru_ru: Участники которые уже в следующем раунде
sv_se: Deltagare som redan är i nästa omgång

source: No more matches to be done. Either it is over or it's time for a new round!
bg_bg: Няма повече оставящи мачове. Състезанието е приключило или е време за нов кръг!
es_ar: ¡No hay más partidas para realizar! ¡Será porque terminó, o es hora de una nueva ronda!
es_mx: ¡No hay más partidas para realizar! (terminado u hora de una nueva ronda)
fr_fr: Plus de match a faire. Soit c'est fini, soit c'est l'heure d'un nouveau round !
hu_hu: Nincs több pár. Vagy véget ért mérkőzés, vagy az itt ideje a következő körnek!
ru_ru: Больше не осталось матчей. Или этот закончился, или это время для следующего раунда!
sv_se: Inga fler matchningar ska göras. Antingen är det över eller är det dags för en ny omgång!

source: **Matches to be done**:
bg_bg: **Оставящи мачове**:
es_ar: **Partidas a realizar**:
es_mx: **Partidas a realizar**:
fr_fr: **Match restant**:
hu_hu: **Párok összesorsolása**:
ru_ru: **Матчи которые должны завершится**:
sv_se: **Matcher att göra**:

source: Receive a daily reward based on your streak.
bg_bg: Получи ежедневна награда базирана на поредицата ти.
es_ar: Te pagan por no hacer nada, como en los planes sociales de Cristina.
es_mx: Recibe una recompensa diaria basada en tu racha.
fr_fr: Recevez une récompense journalière basée sur votre série.
ru_ru: Возьмите свою ежедневную награду, которая зависит от вашего стрика.
sv_se: Få en daglig belöning baserat på din dagföljd.

source: You received your daily {txt}! You are on a streak of **{streak}** days!
es_mx: ¡Has recibido tu {txt} diario! ¡Llevas una racha de **{streak}** días!
hu_hu: Íme, a napi ajándékod: {txt}! Az aktuális hűségidőd: **{streak} nap**!
sv_se: Du har fått din dagliga {txt}! Din dagsföljd är på **{streak}** dagar!

source: Shows you the bot's current websocket latency.
es_mx: Muestra la latencia actual del bot.
sv_se: Visar bottens nuvarande websocket latens.

source: Gives you a short URL from an image or long URL
es_mx: Proporciona una URL corta de una imagen o URL larga
sv_se: Ger dig en kort URL från en bild eller lång URL

source: This is not a valid image file.
es_mx: Archivo de imagen no válido.
hu_hu: Fájlformátum nem felismerhető: nem képfájl.
sv_se: Det är inte en giltig bildfil.

source: Support maintenance of the bot.
bg_bg: Подкрепи поддръжката на бота.
es_ar: Apoya el mantenimiento del bot.
es_mx: Ayuda al mantenimiento del bot.
fr_fr: Soutenir la maintenance du bot.
ru_ru: Поддержите содержание бота.
sv_se: Stödunderhåll av botten.

source: Invite link for the bot.
bg_bg: Линк за покана на бота.
es_ar: Link de invitación del bot.
es_mx: Link de invitación para el bot.
fr_fr: Lien pour inviter le bot.
ru_ru: Ссылка-приглашение для бота.
sv_se: Inbjudanslänk till botten.

source: You are running version **{version}** by The IdleRPG Developers. Invite me! {url}
es_mx: Estás utilizando la versión **{version}** por The IdleRPG Developers. ¡Invítame! {url}
sv_se: Du kör version **{version}** av IdleRPG utvecklarna. Bjud in mig! {url}

source: Sends you the link to the official IdleRPG Support server.
es_mx: Manda el enlace al servidor oficial de soporte IdleRPG.
sv_se: Skickar länken till den officiella IdleRPG supportservern.

source: Got problems or feature requests? Looking for people to play with? Join the support server: https://discord.gg/MSBatf6
bg_bg: Имаш проблеми или идеи за играта? Търсиш хора, с които да играеш? Присъедини се към Сървъра за Поддръжка: https://discord.gg/MSBatf6
es_ar: ¿Tenés problemas o peticiones? ¿Buscás gente para jugar? Unite al servidor oficial de soporte de IdleRPG: https://discord.gg/MSBatf6
es_mx: ¿Tienes problemas o sugerencias? ¿Buscas gente para jugar? Únete al servidor de soporte: https://discord.gg/MSBatf6
fr_fr: Vous avez un problème ou une idée de fonctionnalité à ajouter ? Vous cherchez des personnes avec qui jouer ? Rejoignez le serveur de support: https://discord.gg/MSBatf6
ru_ru: Есть проблемы с будущими запросами? Ищешь людей, чтобы поиграть вместе с ними? Присоединяйся в сервер-поддержку: https://discord.gg/MSBatf6
sv_se: Har du några funktionsförslag? Letar du efter folk att spela med? Gå med supportservern: https://discord.gg/MSBatf6

source: Statistics on the bot.
bg_bg: Статистиките на бота.
es_ar: Estadísticas del bot.
es_mx: Estadísticas del bot.
fr_fr: Statistiques à propos du bot.
ru_ru: Статистика о боте.
sv_se: Statistik på botten.

source: Official Support Server Invite: https://discord.gg/MSBatf6
bg_bg: Официалния линк за покана към Сървъра за Поддръжка: https://discord.gg/MSBatf6
es_ar: Invitación del servidor oficial de soporte: https://discord.gg/MSBatf6
es_mx: Invitación al Servidor Oficial de Soporte: https://discord.gg/MSBatf6
fr_fr: Invitation pour le serveur de support officiel: https://discord.gg/MSBatf6
ru_ru: Приглашение на официальный сервер поддержки: https://discord.gg/MSBatf6
sv_se: Inbjudan till den officiella supportservern: https://discord.gg/MSBatf6

source: Roll a random number.
bg_bg: Изтеглете случайнно число.
es_ar: Lanza un número al azar.
es_mx: Obtiene un número aleatorio.
fr_fr: Lance un nombre aléatoire.
ru_ru: Выбрать случайное число.
sv_se: Få ett slumpmässigt nummer.

source: Shows you the bots current version along with its new updates.
es_mx: Muestra la versión actual del bot junto con nuevas actualizaciones.
sv_se: Visar bottens nuvarande version tillsammans med dens senaste uppdateringar.

source: Deletes an amount of messages from the history, optionally only by one member.
bg_bg: Изтрива зададено количество на съобщения от историята, по желание може само от един потребител.
es_ar: Elimina una cantidad determinada de mensajes del historial. Opcionalmente solo uno por un miembro.
es_mx: Elimina cierta cantidad de mensajes del historial, opcionalmente solo de un miembro.
fr_fr: Supprime une quantité de messages de l'historique, éventuellement par un seul membre.
ru_ru: Удаление количественного числа сообщений из вашей истории, по выбору только от одного человека.
sv_se: Tar bort en mängd meddelanden från historiken, alternativt endast av en medlem.

source: The magic 8 ball answers your questions.
bg_bg: Магическата *8 ball* отговаря на твоите въпроси.
es_ar: El comandante Ricky Fort responde tus preguntas.
es_mx: La bola 8 mágica responde tus preguntas.
fr_fr: Le Magic 8 Ball répond à vos questions.
ru_ru: Магический шар-8 ответит на ваши вопросы.
sv_se: Den magiska 8-bollen svarar på dina frågor.

source: Repeats what you said.
bg_bg: Повтаря това, което си казал.
es_ar: Repite lo que dijiste.
es_mx: Repite lo que has dicho.
fr_fr: Répète ce que tu as dis.
ru_ru: Повторяет то, что вы сказали.
sv_se: Upprepar vad du sa.

source: Chooses a random option of supplied possiblies.
bg_bg: Избира случайна опция от предоставени възможности.
es_ar: Elige una opción aleatoria de las posibilidades suministradas.
es_mx: Elige una opción aleatoria de las posibilidades suministradas.
fr_fr: Choisit une option aléatoire des possibilités fournies.
ru_ru: Выбирает случайный вариант из представленных возможных.
sv_se: Väljer ett slumpmässigt alternativ från alternativen.

source: Calculates the potential love for 2 members.
bg_bg: Преценяване потенциалната любов между двама играчи.
es_ar: Calculando el potencial amor entre dos miembros...
es_mx: Calcula el amor potencial entre 2 miembros.
fr_fr: Calcul le potentiel amoureux pour 2 membres.
ru_ru: Вычисляет потенциальную любовь между 2 участниками.
sv_se: Beräknar den möjliga kärleken mellan 2 medlemmar.

source: Fancies text with big emojis.
bg_bg: Представя текста с големи емотикони.
es_ar: Texto con grandes emojis.
es_mx: Reescribe un texto con grandes emojis.
fr_fr: Texte customisé avec des grands émojis.
ru_ru: Причуды текста с большими эмодзи.
sv_se: Piffa till texten med stora emojis.

source: A random bad meme.
bg_bg: Случайно лошо меме.
es_ar: Un meme malo... al azar. Como los del demente. Ndeaah.
es_mx: Un meme aleatorio (y malo).
fr_fr: Un meme nul aléatoire.
ru_ru: Случайный плохой мем.
sv_se: En slumpmässig dålig meme.

source: Tabletop RPG-ready dice. Rolls in the ndx format (3d20 is 3 dice with 20 sides).
bg_bg: Настолен RPG-готов зар. Хвърля в **ndx** формат (3d20 е 3 зара с 20 страни)
es_ar: Dados listos para ser lanzados. Lanzalos con el siguiente formato: NDX. Por ejemplo: "3d20" son 3(N) dados(D) con 20(X) lados.
es_mx: Dados de mesa para juegos RPG, se lanza en formato ndx (3d20 son 3 dados de 20 caras).
fr_fr: Des dés de table prêts pour le RPG. Rolls au format ndx (3d20 correspond à 3 dés avec 20 faces).
ru_ru: Настольная RPG- готовый кубик. Выбрасывает в формате ndx (3d20 это 3кубика с 20 сторонами).
sv_se: Tabletop RPG-färdiga tärningar. Kastar i ndx-formatet (3d20 är 3 tärningar med 20 sidor).

source: ```Sum: {sumall} Average: {average} Results: {results}```
bg_bg: ```Сума: {sumall} Средно: {average} Резултати: {results}```
es_ar: ```Suma: {sumall} Promedio: {average} Resultados: {results}```
es_mx: ```Suma: {sumall} Promedio: {average} Resultados: {results}```
fr_fr: ```Sum: {sumall} Moyenne: {average} Résultat: {results}```
hu_hu: ```Összeg: {sumall} Átlag: {average} Eredmények: {results}```
ru_ru: ```Число: {sumall} Средний: {average} Результат: {results}```
sv_se: ```Summan: {sumall} Genomsnitt: {average} Resultatet: {results}```

source: Sends you my nickname from a random server.
es_mx: Te manda mi nickname desde un servidor aleatorio.
sv_se: Skickar mitt smeknamn från en slumpmässig server.

source: Cat pics.
bg_bg: Снимки на котки.
es_ar: Fotos de gatos.
es_mx: Fotos de gatos.
fr_fr: Photos de chats.
ru_ru: Картинки с котиками.
sv_se: Kattbilder.

source: Dog pics.
bg_bg: Снимки на кучета.
es_ar: Fotos de perros.
es_mx: Fotos de perros.
fr_fr: Photos de chiens.
ru_ru: Картинки с собачками.
sv_se: Hundbilder.

source: Gives a cookie to a user.
bg_bg: Дава бисквитка на потребител.
es_ar: Le da una galletita a un usuario.
es_mx: Le da una galleta a un usuario.
fr_fr: Donne un cookie à un utilisateur.
ru_ru: Даёт печенек игроку.
sv_se: Ger en kaka till en användare.

source: Gives ice cream to a user.
bg_bg: Дава сладолед на потребител.
es_ar: Le da un helado a un usuario. Es de Grido.
es_mx: Da un helado a un usuario.
fr_fr: Donne une glace à un utilisateur.
ru_ru: Даёт мороженное игроку.
sv_se: Ger glass till en användare.

source: User guessing game.
bg_bg: Игра на познаване на потребителя.
es_ar: Juego de adivinanzas sobre los usuarios.
es_mx: Juego de adivinar el usuario.
fr_fr: Utilisateur devinant le jeu.
ru_ru: Игрок угадывает игру.
sv_se: Användare gissningsspel.

source: An alternative to 8ball, but has more bitchy answers.
bg_bg: Алтернатива за **8ball**, но съдържа по-грубички отговори.
es_ar: Es una alternativa a la sabiduría de Ricky Fort, pero tiene respuestas malintencionadas.
es_mx: Alternativa a 8ball, pero con respuestas más malhumoradas.
fr_fr: Une alternative à 8ball, mais a plus de réponses garce.
ru_ru: Альтернатива шару-8, но с более большим количеством подъ№бных слов.
sv_se: Ett alternativ till 8 bollen, men har mer uppkäftiga svar.

source: Talk to me! (Supports only English)
es_mx: ¡Háblame! (soporta solo en inglés)
sv_se: Prata med mig! (Stödjer endast engelska)

source: Sends today's garfield comic if no date info is passed. Else, it will use YYYY MM DD or DD MM YYYY depending on where the year is, with the date parts being seperated with spaces.
es_mx: Manda el comic Garfield de una fecha en formato `AAAA MM DD` o `DD MM AAAA`. Si se omite fecha, mandará el de la fecha actual.
sv_se: Skickar dagens Garfieldserie om ingen datum ges. Annars använder den YYYY MM DD eller DD MM YYYY beroende på var året står, med datumen separerade med mellanrum.

source: Sends today's userfriendly comic if no date info is passed. Else, it will use YYYY MM DD or DD MM YYYY depending on where the year is, with the date parts being seperated with spaces.
es_mx: Manda el comic userfriendly de una fecha en formato `AAAA MM DD` o `DD MM AAAA`. Si se omite fecha, mandará el de la fecha actual.
sv_se: Skickar dagens Userfriendlyserie om ingen datum ges. Annars använder den YYYY MM DD eller DD MM YYYY beroende på var året står, med datumen separerade med mellanrum.

source: Searches Wikipedia for an entry.
es_mx: Busca una entrada en Wikipedia.
sv_se: Söker på Wikipedia efter en artikel.

source: Searches IdleRPG Wiki for an entry.
es_mx: Busca una entrada en IdleRPG Wiki.
sv_se: Söker efter en artikel på IdleRPGwikin.

source: Check out the official IdleRPG Wiki here: <https://wiki.travitia.xyz/index.php?title=Main_Page>
es_mx: Echa un vistazo a la wiki de IDLE aquí: <https://wiki.travitia.xyz/index.php?title=Main_Page>
hu_hu: Csekkold le az IdleRPG Wikipedia oldalát az alábbi linken: <https://wiki.travitia.xyz/index.php?title=Main_Page>

source: Upgrade your raid damage or defense multiplier.
es_mx: Mejora tu daño en raid o multiplicador de defensa.
sv_se: Uppgradera din raidskada eller skyddsfaktor.

source: View your raid stats.
es_mx: Ver tus estadísticas de raid.
sv_se: Visa dina raidstats.

source: The booster store.
bg_bg: Магазина за усилватели.
es_ar: La tienda de potenciadores.
es_mx: La tienda de potenciadores.
fr_fr: Le magasin de boosters.
ru_ru: Магазин ускорителей.
sv_se: Boosterbutiken.
