Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: Successfully equipped item `{itemid}` and put off item(s) {olditems}.
de_de: Das Item `{itemid}` wurde erfolgreich ausgerüstet und das Item/die Items {olditems} wurde(n) abgelegt.
es_es: Objeto `{itemid}` equipado con éxito y {olditems} ha sido retirado.
id_id: Berhasil memakai barang `{itemid}` dan melepas barang {olditems}.
nb_no: Vellykket tok på gjenstanden `{itemid}` og tok av gjenstand(er) {olditems}.
pt_br: Item `{itemid}` foi equipado e o item {olditems} foi removido.

source: Successfully equipped item `{itemid}`.
bg_bg: Успешно се оборудвахте с предмета `{itemid}`.
de_de: Item `{itemid}` ausgerüstet.
es_ar: Te equipaste exitosamente el objeto `{itemid}`.
es_es: Has equipado el objeto `{itemid}`.
es_mx: Has equipado el objeto `{itemid}`.
fr_fr: Vous avez équipé l’item `{itemid}` avec succès.
hu_hu: A `{itemid}` azonosítójú tárgyat sikeresen kézbe vetted.
id_id: Berhasil memakai barang `{itemid}`.
nb_no: Vellykket tok på gjenstand `{itemid}`.
pt_br: Item `{itemid}` equipado com sucesso.
ru_ru: `{itemid}` успешно надет.
sv_se: Utrustade föremål `{itemid}`.

source: Unequip an item
de_de: Lege ein Item ab
es_es: Quitar un objeto
id_id: Melepaskan sebuah barang
nb_no: Bruk en gjenstand
pt_br: Desequipa um item

source: `<itemid>` - The ID of the item to unequip Unequip one of your equipped items. This has no benefit whatsoever.
de_de: `<itemid>` - Die ID des Items, welches abgelegt werden soll Lege eines deiner Items ab. Das hat keinen Vorteil.
es_es: `<itemid>` - el ID del objeto a quitar Quita uno de tus objetos equipados. Esto no tiene ningún beneficio en absoluto.
id_id: `<itemid>` - ID barang yang akan dilepaskan Melepaskan salah satu barang yang kamu gunakan. Ini tidak ada manfaatnya sama sekali.
nb_no: `<itemid>` – IDen til gjenstanden som skal tas på Ta av en av dine utstyrte gjenstander. Dette har ingen som helst fordel.
pt_br: `<itemid>` - O ID do item a ser desequipado Desequipa um dos seus itens equipado. Isso não tem nem um beneficio.

source: You don't have this item equipped.
de_de: Du hast dieses Item nicht ausgerüstet.
es_es: No tienes este objeto equipado.
es_mx: No tienes este objeto equipado.
hu_hu: Ez a tárgy jelenleg nincs használatban.
id_id: Kamu tidak memiliki item ini.
nb_no: Du har ikke denne gjenstanden utstyrt.
pt_br: Você não tem este item equipado.
sv_se: Du har inte detta föremål utrustat.

source: Successfully unequipped item `{itemid}`.
de_de: Erfolgreich Item `{itemid}` abgelegt.
es_es: Has quitado el objeto `{itemid}` con éxito.
es_mx: Te has quitado el objeto `{itemid}`.
hu_hu: A `{itemid}` azonosítójú tárgy sikeresen visszahelyezve a hátizsákba.
id_id: Berhasil melepas barang `{itemid}`.
nb_no: Gjenstanden `{itemid}` ble tatt av.
pt_br: Item `{itemid}` foi desequipado com sucesso.
sv_se: Du har tagit av `{itemid}`.

source: Merge two items to make a stronger one
de_de: Verbinde zwei Items um ein Stärkeres zu erhalten
es_es: Fusiona dos objetos para hacer uno más fuerte
id_id: Menggabungkan dua barang jadi satu untuk menjadi lebih kuat
nb_no: Slå sammen to gjenstander for å gjøre en sterkere
pt_br: Junta dois itens para fazer um mais forte

source: `<firstitemid>` - The ID of the first item `<seconditemid>` - The ID of the second item Merges two items to a better one. ⚠ The first item will be upgraded by +1, the second item will be destroyed. The two items must be of the same item type and within a 5 stat range of each other. For example, if the first item is a 23 damage Scythe, the second item must be a Scythe with damage 18 to 28. One handed weapons can be merged up to 41, two handed items up to 82 (This command has a cooldown of 1 hour.)
de_de: `<firstitemid>` - Die ID des ersten Items `<seconditemid>` - Die ID des zweiten Items Verbindet zwei Items zu einem Besseren. ⚠ Das erste Item wird um 1 verbessert, das zweite Item wird zerstört. Die beiden Items müssen vom gleichen Typ sein und innerhalb eines 5-Stat Radius voneinander sein. Beispiel: Wenn das erste Item eine 23 Stat Scythe ist, muss das zweite Item eine Scythe mit einem Stat zwischen 18 und 28 sein. Einhand-Waffen können bis zu 41 verbessert werden, Zweihänder bis zu 82 (Dieser Befehl hat einen Cooldown von 1 Stunde.)
es_es: `<firstitemid>` - el ID del primero objeto `<seconditemid>` - el ID del segundo objeto Fusiona dos objetos en uno mejor. ⚠ El primer objeto mejorará +1 punto, el segundo objeto será eliminado. Ambos objetos tienen que ser de la misma clase y poseer un máximo de 5 estadísticas de diferencia entre ellas. Por ejemplo: si el primer objeto es una guadaña con 23 de daño, el segundo objeto tiene que ser una guadaña con daño de 18 a 28. Las armas de una mano solo pueden fusionarse hasta el nivel 41, las de dos manos hasta el nivel 82. (Este comando tiene un tiempo de reutilización de 1 hora).
id_id: `<firstitemid>` - ID barang pertama `<seconditemid>` - ID barang kedua Menggabungkan dua barang jadi satu untuk menjadi lebih kuat. ⚠ Barang pertama akan ditingkatkan menjadi +1, barang kedua akan dihancurkan. Kedua barang tersebut harus berada dalam jenis barang yang sama dan memiliki rentang 5 stats antara barang yang satu dengan yang lain. Misalnya, jika barang pertama dengan jenis Scythe memiliki stats 23, barang kedua juga harus jenis Scythe dengan stats antara 18 hingga 28. Senjata yang menggunakan satu tangan dapat digabungkan hingga stats 41, senjata yang menggunakan dua tangan dapat digabungkan hingga stats 82 (Perintah ini memiliki waktu cooldown hingga 1 jam.)
nb_no: `<firstitemid>` – IDen til det første gjenstanden `<seconditemid>` – IDen til den andre gjenstanden Slår sammen to gjenstander til en bedre. ⚠ Den første gjenstanden vil bli oppgradert med +1, den andre gjenstanden vil bli ødelagt. De to gjenstandene må være av samme type og innenfor et 5 statistisk område fra hverandre. For eksempel, hvis den første gjenstanden er en 23 skade Scythe, må den andre gjenstanden være en Scythe med skade 18 til 28. Enhåndsvåpen kan slås sammen opptil 41, tohånds gjenstander opp til 82 (Denne kommandoen har en nedkjøling på 1 time.)
pt_br: `<firstitemid>` - O ID do primeiro item `<seconditemid>` - O ID do segundo item Mistura dois itens em um melhor. ⚠ O primeiro item será melhorado em +1 e o **segundo será destruído**. Os dois itens devem ser do mesmo tipo e com uma diferença de até 5 de estatísticas entre um e o outro. Por exemplo, se o primeiro item é uma Foice com 23 de dano, o segundo item deve ser uma Foice com 18 até 28 de dano. Itens de uma mão só podem ser misturados até chegar em 41 de estatísticas e itens de duas mãos até 82 (Esse comando tem um tempo de espera de 1 hora.)

source: Good luck with that.
bg_bg: Късмет с това.
de_de: Viel Glück dabei.
es_ar: Buena suerte con eso.
es_es: Buena suerte con eso.
es_mx: Buena suerte con eso.
fr_fr: Bonne chance avec ça.
hu_hu: Sok sikert hozzá.
id_id: Semoga beruntung dengan itu.
nb_no: Lykke til med det.
pt_br: Boa sorte com isso.
ru_ru: Удачи с этим.
sv_se: Lycka till med det.

source: You don't own both of these items.
bg_bg: Не притежавате и тези предмети.
de_de: Du hast nicht beide dieser Items.
es_ar: No tenés ninguno de estos objetos.
es_es: No posees estos dos objetos.
es_mx: No posees estos dos objetos.
fr_fr: Vous ne possédez pas l’un des deux items.
hu_hu: Nincs birtokodban mindkét tárgy.
id_id: Kamu tidak memiliki kedua barang ini.
nb_no: Du eier ikke begge disse gjenstandene.
pt_br: Você não possui esses dois itens.
ru_ru: У вас нет обоих предметов.
sv_se: Du äger inte båda dessa föremål.

source: The items are of unequal type. You may only merge a sword with a sword or a shield with a shield.
de_de: Die Gegenstände sind von ungleichen Typen. Du kannst nur Schwerter mit Schwertern und Schilde mit Schilden kombinieren.
es_es: Los objetos no son de la misma clase. Solo puedes fusionar espada con espada o escudo con escudo.
es_mx: Los objetos no son del mismo tipo. Sólo puedes fusionar espada con espada o escudo con escudo.
hu_hu: Ez két különböző típusú tárgy. Kardot csak karddal, pajzsot csak pajzzsal kovácsolhatsz össze.
id_id: Barang tersebut bukanlah tipe yang sama. Kamu hanya bisa menggabungkan pedang dengan pedang atau perisai dengan perisai.
nb_no: Gjenstandene er av ulik type. Du kan bare slå sammen et sverd med et sverd eller et skjold med et skjold.
pt_br: Os itens são de tipo desigual. Você só pode misturar uma espada com uma espada ou um escudo com um escudo.
sv_se: Dessa föremål är av olika typ. Du kan bara slå samman ett svärd med ett svärd och en sköld med en sköld.

source: This item is already on the maximum upgrade level.
bg_bg: Този елемент вече е на максимално ниво на подобряване.
de_de: Dieses Item kann nicht weiter gestärkt werden.
es_ar: Este objeto ya ha alcanzado el nivel máximo de mejora.
es_es: Este objeto ha alcanzado su nivel máximo de mejora.
es_mx: Este objeto ha alcanzado su nivel máximo de mejora.
fr_fr: Cet item est déjà amélioré au maximum.
hu_hu: Ezt a tárgyat nem lehet tovább fejleszteni.
id_id: Barang ini sudah berada di level peningkatan maksimun.
nb_no: Denne gjenstanden er allerede på maksimalt oppgraderingsnivå.
pt_br: Este item já está no nível máximo.
ru_ru: Этот предмет уже на максимальном уровне улучшений.
sv_se: Det här föremålet är redan på den maximala uppgraderingsnivån.

source: The second item's stat must be in the range of `{min_}` to `{max_}` to upgrade an item with the stat of `{stat}`.
bg_bg: Статистиката на втория предмет трябва да бъде в диапазона от `{min_}` до `{max_}` за надграждане на предмет със статистиката `{stat} '.
de_de: Das zweite Item muss im Bereich `{min_}` bis `{max_}` sein um ein Item mit Level `{stat}` zu stärken.
es_ar: El segundo objeto tiene que estar en un rango de `{min_}` a `{max_}` para ser fusionado con `{stat}`.
es_es: La estadística del segundo objeto debe estar entre el rango`{min_}` y `{max_}` para poder ser fusionado con un objeto de estadística `{stat}`.
es_mx: El atributo del segundo objeto debe estar comprendido entre `{min_}` y `{max_}` para poder ser fusionado con un objeto de atributo `{stat}`.
fr_fr: La stat du second item doit être comprise entre `{min_}` et `{max_}` pour améliorer un item avec une station de `{stat}`.
hu_hu: Az elhasznált tárgy legalább `{min_}` és legfeljebb `{max_}` minőségűnek kell lennie, hogy egy `{stat}` minőségű tárgyat lehessen vele fejleszteni.
id_id: Barang yang kedua statusnya harus dalam jangka dari `{min_}` sampai `{max_}` untuk meningkatkan barang dengan status `{stat}`.
nb_no: Statistikken til den andre gjenstanden må være i området «{min_}» til «{max_}» for å oppgradere gjenstanden med statistikken «{stat}».
pt_br: A estatística do segundo item deve estar no intervalo de `{min_}` a `{max_}` para atualizar um item com a estatística de `{stat}`.
ru_ru: Вторая характеристика предмета должна быть в районе от `{min_}` до `{max_}` ,чтобы улучшить предмет с характеристикой `{stat}`.
sv_se: Det andra föremålets stats måste ligga inom`{min_}` till `{max_}` för att uppgradera ett föremål med statistiken `{stat}`.

source: The {stat} of your **{item}** is now **{newstat}**. The other item was destroyed.
bg_bg: {stat} на вашия **{item}** сега е **{newstat}**. Другият предмет беше унищожен.
de_de: Der {stat} deines Items **{item}** ist jetzt **{newstat}**. Das andere Item wurde zerstört.
es_ar: La estadística {stat} de tu **{item}** ahora es **{newstat}**. El otro objeto fue destruído.
es_es: La estadística {stat} de tu **{item}** es ahora **{newstat}**. El segundo objeto ha sido destruido.
es_mx: El atributo {stat} de tu **{item}** es ahora **{newstat}**. El segundo objeto ha sido destruído.
fr_fr: La stat de {stat} de votre **{item}** est maintenant de **{newstat}**. L’autre item a été détruit.
hu_hu: Az eddig {stat} minőségű **{item}** tárgyad feljavított minősége **{newstat}**. A másik tárgy el lett használva.
id_id: {stat} dari **{item}** kamu sekarang adalah **{newstat}**. Barang lainnya dihancurkan.
nb_no: {stat} for **{item}** din er nå **{newstat}**. Den andre gjenstanden ble ødelagt.
pt_br: O(A) {stat} do seu **{item}** é agora **{newstat}**. O outro item foi destruído.
ru_ru: {stat} вашего **{item}** стала **{newstat}**. Другой предмет был уничтожен.
sv_se: {stat} av din **{item}** är nu **{newstat}**. Det andra föremålet har förstörts.

source: Upgrade an item
de_de: Verbessere ein Item
es_es: Mejora un objeto
id_id: Meningkatkan sebuah barang
nb_no: Oppgrader en gjenstand
pt_br: Melhora um item

source: `<itemid>` - The ID of the item to upgrade Upgrades an item's stat by 1. The price to upgrade an item is 250 times its current stat. For example, upgrading a 15 damage sword will cost $3,750. One handed weapons can be upgraded up to 41, two handed items up to 82. (This command has a cooldown of 1 hour.)
de_de: `<itemid>` - Die ID des Items, welches verbessert werden soll Erhöht den Stat eines Items um 1. Der Preis um ein Item zu verbessern ist 250Mal den momentanen Stat. Beispielsweise: Ein 15 Schaden Schwert zu verbessern kostet 3.750$. Einhänder können bis zu 41 verbessert werden, Zweihänder bis zu 82. (Dieser Befehl hat einen Cooldown von 1 Stunde.)
es_es: `<itemid>` - el ID del objeto a mejorar Incrementa la estadística de un objeto por 1. El precio para mejorar un objeto es 250 veces su estadística actual. Por ejemplo, actualizar una espada de 15 de daño costará $3,750. Las armas con una mano se pueden mejorar hasta 41, los objetos de dos manos hasta 82. (Este comando tiene un tiempo de reutilización de 1 hora).
id_id: `<itemid>` - ID barang yang akan ditingkatkan Meningkatkan stat sebuah barang bertambah 1. Harga untuk meningkatkan sebuah barang adalah 250 dikalikan stat yang sekarang. Misalnya, meningkatkan sebuah pedang dengan stat 15 akan memakan biaya sebesar $3,750. Senjata yang menggunakan satu tangan dapat digabungkan hingga stats 41, senjata yang menggunakan dua tangan dapat digabungkan hingga stats 82. (Perintah ini memiliki waktu cooldown selama 1 jam.)
nb_no: `<itemid>` – IDen til gjenstanden som skal oppgraderes Oppgraderer en gjenstands statistikk med 1. Prisen for å oppgradere en gjenstand er 250 ganger den nåværende statistikken. For eksempel vil oppgradering av et 15 skade sverd koste $3750. Enhåndsvåpen kan oppgraderes til 41, tohånds gjenstander opp til 82. (Denne kommandoen har en nedkjøling på 1 time.)
pt_br: `<itemid>` - O ID do item que você deseja melhorar Melhora as estatísticas de um item em 1 ponto. O preço para melhorar um item é 250 vezes as atuais estatísticas desse. Por exemplo, para melhorar uma espada de 15 de dano custará para você $3,750. Itens de uma mão só podem ser melhorados até chegar em 41 de estatísticas e itens de duas mãos até 82. (Esse comando tem um tempo de espera de 1 hora.)

source: Your weapon already reached the maximum upgrade level.
bg_bg: Вашият предмет вече е достигнало максималното ниво на подобряване.
de_de: Dein Item kann nicht weiter gestärkt werden.
es_ar: Tu arma ya alcanzó el nivel máximo de mejora.
es_es: Tu arma ya ha alcanzado el nivel máximo de mejora.
es_mx: Tu arma ya ha alcanzado el nivel máximo de mejora.
fr_fr: Votre arme est déjà améliorée au maximum.
hu_hu: A fegyveredet nem lehet tovább fejleszteni.
id_id: Senjata kamu sudah mencapai peningkatan level maksimun.
nb_no: Våpenet ditt har allerede nådd det maksimale oppgraderingsnivået.
pt_br: Sua arma já atingiu o nível máximo.
ru_ru: Ваш предмет достиг максимального уровня улучшений.
sv_se: Ditt vapen har redan nått den maximala uppgraderingsnivån.

source: Are you sure you want to upgrade this item: {item}? It will cost **${pricetopay}**.
bg_bg: Сигурни ли сте, че искате да подобрите този елемент: {item}? Ще Ви коства **${pricetopay}**.
de_de: Bist du sicher, dass Du dieses Item verstärken willst: {item}? Das kostet **${pricetopay}**.
es_ar: ¿Estás seguro de que querés mejorar este objeto: {item}? Te va a costar **${pricetopay}**.
es_es: ¿Estás seguro de que quieres mejorar este objeto: {item}? Te costará **${pricetopay}**.
es_mx: ¿Estás seguro de que quieres mejorar este objeto: {item}? Te costará **${pricetopay}**.
fr_fr: Êtes-vous sûr de vouloir améliorer cet item: {item} ? Cela vous coûtera **{pricetopay}$**.
hu_hu: Biztos vagy benne, hogy fejleszteni szeretnéd {item} tárgyadat? Ennyibe fog kerülni: **${pricetopay}**.
id_id: Apakah kamu yakin ingin meningkatkan barang ini: {item}? Biayanya **${pricetopay}**.
nb_no: Er du sikker på at du vil oppgradere denne gjenstanden: {item}? Det vil koste **${pricetopay}**.
pt_br: Tem certeza de que deseja melhorar este item: {item}? Isso ira lhe custar ** ${pricetopay} **.
ru_ru: Вы точно хотите улучшить этот предмет: {item}? Это будет стоить **${pricetopay}**.
sv_se: Är du säker på att du vill uppgradera det här föremålet: {item}? Det kommer att kosta **${pricetopay}**.

source: Weapon upgrade cancelled.
bg_bg: Подобряването на предмета е отказано.
de_de: Item-Upgrade abgebrochen.
es_ar: Mejora de arma cancelada.
es_es: Mejora de arma cancelada.
es_mx: Mejora de arma cancelada.
fr_fr: Amélioration de l’arme annulée.
hu_hu: Fejlesztés visszavonva.
id_id: Peningkatan senjata dibatalkan.
nb_no: Våpen oppgradering kansellert.
pt_br: Melhoria da arma cancelada.
ru_ru: Улучшение оружия было отменено.
sv_se: Vapenuppgradering avbruten.

source: You are too poor to upgrade this item. The upgrade costs **${pricetopay}**, but you only have **${money}**.
bg_bg: Вие сте твърде бедни, за да подобрите този предмет. Подобряването струва**${pricetopay}**, но имате само **${money}**..
de_de: Du hast nicht genügend Geld um dieses Item zu stärken. Es kostet **${pricetopay}** doch Du hast bloß**${money}**.
es_ar: Sos muy pobre para mejorar este ítem. La mejora cuesta **${pricetopay}**, pero vos sólo tenés **${money}**.
es_es: Eres demasiado pobre para mejorar este objeto. La mejora cuesta **${pricetopay}**, pero tú solo tienes **${money}**.
es_mx: Eres demasiado pobre para mejorar éste objeto. La mejora cuesta **${pricetopay}**, pero tú sólo tienes **${money}**.
fr_fr: Vous êtes trop pauvre pour améliorer cet item. L’amélioration coûte **{pricetopay}$**, mais vous n’avez que **{money}$**.
hu_hu: Nincs elég pénzed a fegyvered fejlesztésére. Mindössze **${money}** a vagyonod, és **${pricetopay}** a fejlesztés költsége.
id_id: Kamu terlalu miskin untuk meningkatkan barang ini. Harga peningkatannya adalah **${pricetopay}**, tetapi kamu hanya memiliki **${money}**.
nb_no: Du er for fattig til å oppgradere denne gjenstanden. Oppgraderingen koster **${pricetopay}**, men du har bare **${money}**.
pt_br: Você é pobre demais para atualizar este item. A atualização custa ** ${pricetopay} **, mas você só tem ** $ {money} **.
ru_ru: Вы слишком бедны, чтобы улучшить этот предмет. Улучшение стоит **${pricetopay}**, но на вашем счету всего лишь **${money}**.
sv_se: Du är för fattig för att uppgradera detta föremål. Uppgraderingen kostar **${pricetopay}** men du har endast **${money}**.

source: The {stat} of your **{item}** is now **{newstat}**. **${pricetopay}** has been taken off your balance.
bg_bg: {stat} на вашия **{item}** сега е **{newstat}**. **${pricetopay}** са взети от Вашия баланс.
de_de: Der {stat} deines Items **{item}** ist jetzt **{newstat}**. **${pricetopay}** wurde von deiner Bilanz abgezogen.
es_ar: El {stat} de tu **{item}** ahora es **{newstat}**. **${pricetopay}** fue descontado de tu balance monetario.
es_es: El {stat} de tu **{item}** es ahora **{newstat}**. **${pricetopay}** ha sido descontado de tu saldo.
es_mx: El {stat} de tu **{item}** es ahora **{newstat}**. **${pricetopay}** ha sido descontado de tu balance.
fr_fr: Le {stat} de votre **{item}** est maintenant de **{newstat}**. **{pricetopay}$** ont été prélevés de votre argent.
hu_hu: Az eddig {stat} minőségű **{item}** tárgyad feljavított minősége **{newstat}**. **${pricetopay}** kifizetésre került a kovácsmesternek.
id_id: {stat} dari **{item}** kamu sekarang adalah **{newstat}**. **${pricetopay}** telah diambil dari saldo kamu.
nb_no: {stat} for **{item}** din er nå **{newstat}**. **${pricetopay}** er tatt av saldoen din.
pt_br: O {stat} do seu ** {item} ** é agora ** {newstat} **. ** ${pricetopay} ** foi retirado da sua conta.
ru_ru: {stat} вашего **{item}** был изменён на **{newstat}**. **${pricetopay}** были списаны с вашего счета.
sv_se: {stat} av **{item}** är nu **{newstat}**. **${pricetopay}** har tagits från dina pengar.

source: Give someone money
de_de: Gibt jemandem Geld
es_es: Darle dinero a alguien
id_id: Memberikan uang kepada seseorang
nb_no: Gi penger til noen
pt_br: Dá dinheiro para alguém

source: `<money>` - The amount of money to give to the other person, cannot exceed 100,000,000 `[other]` - The person to give the money to Gift money! It will be removed from you and added to the other person.
de_de: `<money>` - Der Geldbetrag, den die andere Person erhalten soll, kann nicht größer als 100.000.000$ sein. `[other]` - Die Person, welche das Geld erhalten soll. Schenke Geld! Es wird von deinem Account abgezogen und der anderen Person gegeben.
es_es: `<money>` - la cantidad de dinero a darle a la otra persona, no puede exceder 100,000,000 `[other]` - la persona a quien le das el dinero ¡Regala dinero! Se extraerá de tu saldo y se le añadirá al de otra persona.
id_id: `<money>` - Sejumlah uang yang akan diberikan kepada seseorang, tidak bisa lebih dari 100,000,000 `[other]` - Orang yang akan diberikan uang Menghadiahkan uang! Uangnya akan berkurang darimu dan akan ditambahkan kepada orang yang kamu beri uangnya.
nb_no: `<penger>` – Mengden penger som skal gis til den andre personen, kan ikke overstige 100 000 000 `[person]` – personen å gi pengene til Gi penger! Det vil bli fjernet fra deg og gitt til den andre personen.
pt_br: `<money>` - A quantidade de dinheiro que será dado a outra pessoa, o valor não deve exceder 100,000,000 `[other]` - A pessoa que você deseja dar o dinheiro Dinheiro de presente! Será removido da sua conta e colocado na conta de outra pessoa.

source: No cheating!
bg_bg: Не мами!
de_de: Schummeln ist nicht!
es_ar: ¡Sin trucos!
es_es: ¡Sin trampas!
es_mx: ¡Sin trampas!
fr_fr: Pas de tricherie !
hu_hu: Nem csalunk!
id_id: Tidak boleh curang!
nb_no: Ingen juksing!
pt_br: Sem roubar!
ru_ru: Не читерить!
sv_se: Inget fusk!

source: Success! {other} now has **${othermoney}**, you now have **${authormoney}**.
de_de: Erfolg! {other} hat jetzt **${othermoney}**, du hast jetzt **${authormoney}**.
es_es: ¡Éxito! {other} ahora tiene **${othermoney}**, y tú ahora tienes **${authormoney}**.
es_mx: Felicidades {other} ahora tiene **${othermoney}**, ahora tú tienes **${authormoney}**.
hu_hu: Siker! {other} vagyona **${othermoney}**-ra nőtt, a tied **${authormoney}**-ra csökkent.
id_id: Berhasil! {other} sekarang punya **${othermoney}**, kamu sekarang memiliki **${authormoney}**.
nb_no: Suksess! {other} har nå **${othermoney}**, du har nå **${authormoney}**.
pt_br: Sucesso! {other} agora possuí ** ${othermoney}** e você tem ** ${authormoney} **.
sv_se: Succé! {other} har nu **${othermoney}** och du har **${authormoney}**.

source: Rename your character
de_de: Ändere deinen Charakternamen
es_es: Renombra tu personaje
id_id: Mengubah nama karaktermu
nb_no: Gi nytt navn til karakteren din
pt_br: Renomeia seu personagem
