Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: I couldn't read that URL. Does it start with `http://` or `https://` and is either a png or jpeg?
bg_bg: Не можах да прочета този URL. Започва ли с `http://` или `https://` и свършва ли с .png или .jpeg?
de_de: Ich konnte den Link nicht lesen. Gehe sicher, dass er mit `http://` oder `https://` startet, und mit `.jpg` oder `.png` endet.
es_ar: No puedo reconocer ese enlace. Verifica que empiece con: "http://" o "https://" ¿Es un archivo ".PNG/JPG/JPEG"?
es_es: No puedo leer ese enlace. ¿Empieza con `http://` o `https://` y es un archivo png o jpeg?
es_mx: No puedo leer ese enlace. ¿Empieza con `http://` o `https://` y es un archivo png o jpeg?
fr_fr: Je n’ai pas pu lire cette URL. Est-ce qu’elle commence par `http://` ou `https://` et est un png ou un jpeg ?
hu_hu: Nem tudom elolvasni a megadott URL-t. Ellenőrizd, hogy `http://` vagy `https://` előtaggal kezdődik-e, és hogy a kiterjesztése .png vagy .jpeg!
id_id: Aku tidak dapat membaca URL itu. Apakah itu dimulai dengan `http://` atau `https://` dan apakah itu berupa png atau jpeg?
nb_no: Jeg kunne ikke lese den nettadressen. Begynner det med "http://" eller "https://", og er det enten en png eller jpeg?
pt_br: Não consegui ler esse URL. Ela começa com `http://` ou `https://` e está em png ou jpeg?
ru_ru: Я не могу распознать этотt URL. Он не начинается с `http://` или `https://` и является ли он png или jpeg?
sv_se: Jag kunde inte läsa den URLen. Startar den med `http://` eller `https://` och är det en png eller jpeg?

source: The URL is too long.
bg_bg: URL линкът е прекалено дълъг.
de_de: Der Link ist zu lang.
es_ar: El link es demasiado largo.
es_es: El enlace es demasiado largo.
es_mx: El enlace es demasiado largo.
fr_fr: Cette URL est trop longue.
hu_hu: Az URL túl hosszú.
id_id: URL itu terlalu panjang.
nb_no: URL en er for lang.
pt_br: O URL é muito longo.
ru_ru: URL слишком длинный.
sv_se: URLen är för lång.

source: Your new profile picture is now: {url}
bg_bg: Вашият нов профил сега е: {url}
de_de: Dein neuer Profil-Hintergrund ist jetzt: {url}
es_ar: Tu nueva foto de perfil ahora es: {url}
es_es: Tu nueva foto de perfil es ahora: {url}
es_mx: Tu nueva foto de perfil es ahora: {url}
fr_fr: Votre nouvelle image de profil est maintenant: {url}
hu_hu: Az új profilképed: {url}
id_id: Gambar profil baru kamu sekarang: {url}
nb_no: Ditt nye profilbilde er nå: {url}
pt_br: Sua nova foto do perfil agora é: {url}
ru_ru: Ваша новая картинка профиля: {url}
sv_se: Din nya profilbild är nu: {url}

source: Your profile picture has been reset.
bg_bg: Вашият фон бе нулиран.
de_de: Dein Hintergrundbild wurde zurückgesetzt.
es_ar: Tu foto de perfil fue reiniciada.
es_es: Tu foto de perfil ha sido restaurada.
es_mx: Tu foto de perfil ha sido reiniciada.
fr_fr: Votre image de profil a été reset.
hu_hu: A profilkép megváltozott.
id_id: Gambar profil kamu telah disetel ulang.
nb_no: Profilbildet ditt er tilbakestilt.
pt_br: Sua foto do perfil foi redefinida.
ru_ru: Ваша картинка профиля была убрана.
sv_se: Din profilbild har blivit återställd.

source: [basic] Formats an image for background compatability
de_de: [basic] Formatiert ein Bild für Hintergrundbild-Kompatibilität
es_es: [básico] Formatea una imagen para la compatibilidad de fondo
id_id: [basic] Memformat sebuah gambar untuk latar belakang yang sesuai
nb_no: [basic] Formaterer et bilde for bakgrunnskompatibilitet
pt_br: [basic] Formata uma imagem para compatibilidade com o fundo

source: `<url>` - The image URL to format Generate a profile background for you. This will stretch/compress your image to 800x650 pixels and layer on an overlay. This will return a link you can then use for `{prefix}background`. Only basic (or above) tier patrons can use this command.
de_de: `<url>` - Der Link des Bildes, welches formatiert werden soll Generiert einen Profilhintergrund für dich. Dies wird das Bild strecken/komprimieren, damit es den 800x650 Pixeln entspricht und es fügt ein Layer als Overlay hinzu. Du erhältst einen Link, nutze`{prefix}background`. Nur basic (oder höherstufige) Patreon Nutzer können diesen Befehl nutzen.

source: Error when uploading to Imgur.
bg_bg: Възникна грешки при качването от Imgur.
de_de: Beim Upload zu Imgur gab es ein Problem.
es_ar: Error al subir la imagen a Imgur.
es_es: Error subiendo a Imgur.
es_mx: Error subiendo a Imgur.
fr_fr: Erreur durant l’upload vers Imgur.
hu_hu: A Imgur szerverére való feltöltés problémába ütközött.
id_id: Terjadi kesalahan saat mengunggah ke Imgur.
nb_no: Feil ved opplasting til Imgur.
pt_br: Erro ao fazer upload no Imgur.
ru_ru: Ошибка во время отправления на Imgur.
sv_se: Fel vid uppladdning till Imgur.

source: Imgur Link for `{prefix}background` {link}
de_de: Imgur Link für `{prefix}background` {link}
es_es: Link de Imgur para `{prefix}background` {link}
id_id: Tautan Imgur untuk `{prefix}background` {link}
nb_no: Imgur linken for `{prefix}background` {link}
pt_br: Imgur Link para `{prefix}background` {link}

source: [basic] Upgrade your guild
de_de: [basic] Upgrade deine Gilde
es_es: [básico] Actualiza tu gremio
id_id: [basic] Meningkatkan guildmu
nb_no: [basic] Oppgrader klanen ditt
pt_br: [basic] Melhora sua Guilda

source: Update your guild member limit and bank size according to your donation tier. Gold (and above) Donators have their bank space quintupled (x5), Silver Donators have theirs doubled. The member limit is set to 100 regardless of donation tier. ⚠ To use this, you have to be the leader of a guild, not just a member. Only basic (or above) tier patrons can use this command.
de_de: Update dein Gildenmitgliedslimit und Bankgröße basierend auf deinem Donation-Tier Gold (und darüber) Donators haben die fünffache Bankgröße (x5), Silber Donators haben die Größe gedoppelt. Das Mitgliedslimit ist 100, egal wie hoch die Donation-Tier ist. ⚠Um das zu nutzen, musst du der Leiter einer Gilde sein, nicht nur ein Mitglied. Nur Basic (oder höher) Patreons können diesen Befehl nutzen.
es_es: Actualiza el límite de miembros en tu gremio y el tamaño del banco de acuerdo al nivel de donación. Donantes oro (o superior) quintuplican (x5) el espacio de su banco, donantes plata duplican el suyo. El límite de miembros está puesto en 100 independientemente del nivel de donación. ⚠ Para usar esto, tienes que ser el líder del gremio, no un mero miembro. Solo usuarios básicos (o superior) pueden usar este comando.
id_id: Meningkatkan batas keanggotaan guild dan ukuran bank berdasarkan tingkat donasimu. Donatur Gold (keatas) memiliki ukuran bank guild sebesar 5 kali lipat (x5), Donatur Silver memiliki ukuran bank guild sebesar 2 kali lipat. Batas keanggotaan ditetapkan sebanyak 100 anggota terlepas dari tingkat donasi. ⚠ Untuk menggunakan ini, kamu harus menjadi pemimpin dari sebuah guild, bukan hanya sebagai anggota. Hanya donatur tingkat basic (atau keatas) yang dapat menggunakan perintah ini.
nb_no: Oppdater klanens medlemsgrense og bankstørrelse i henhold til donasjonsnivået ditt. Gulldonatorer (og over) får sin bankplass femdoblet (x5), Sølvdonatorer får sin doblet. Medlemsgrensen er satt til 100 uavhengig av donasjonsnivå. ⚠ For å bruke dette må du være leder for en klan, ikke bare et medlem. Bare basic tier patreons (eller høyere) kan bruke denne kommandoen.
pt_br: Aumenta o limite de membros e tamanho do banco de sua Guilda de acordo com seu escalão de doação Doadores do escalão de ouro (e acima) tem o tamanho do banco de guilda quintuplicado (x5), Doadores do escalão de prata tem o tamanho do banco de guilda duplicado (2x). O limite de membros da guilda é limitado a 100 independente do escalão de doação. ⚠ Para usar esse comando, você deve ser um líder de guilda, não apenas um membro. Apenas patrons de escalão básico (ou acima) podem usar esse comando.

source: Your guild was updated.
de_de: Deine Gilde wurde aktualisiert.
es_es: Tu gremio ha sido actualizado.
es_mx: Tú gremio ha sido actualizada.
hu_hu: Céh fejlesztése elkészült.
id_id: Guild kamu telah diperbarui.
nb_no: klanen din ble oppdatert.
pt_br: Sua aliança foi atualizada.
sv_se: Din guild har blivit uppgraderad.

source: Change your background
de_de: Ändere deinen Hintergrund
es_es: Cambia tu fondo
id_id: Mengubah latar belakangmu
nb_no: Endre bakgrunnen din
pt_br: Muda seu plano de fundo

source: `<number>` - The number of the eventbackground to use Update your background to one from the events. You can get event backgrounds from special events, for example easter or christmas.
de_de: `<number>` - Die Nummer des Eventhintergrunds, der genutzt werden soll Update deinen Hintergrund zu einem aus den Events. Du kannst Eventhintergründe von speziellen Events bekommen, beispielweise Ostern oder Weihnachten.
es_es: `<number>` - el número del fondo del evento a usar Actualiza tu fondo a uno de los de eventos. Puedes obtener fondos de eventos especiales, por ejemplo, pascua o navidad.
id_id: `<number>` - Nomor latarbelakang event yang akan digunakan Memperbarui latarbelakang yang kamu dapat dari salah satu event tersebut. Kamu bisa mendapatkan latarbelakang event dari event khusus, contohnya event paskah atau natal.
nb_no: `<nummer>` – Nummeret på eventbakgrunnen som skal brukes Oppdater bakgrunnen din til en fra en event. Du kan få eventbakgrunner fra spesielle arrangementer, for eksempel påske eller jul.
pt_br: `<number>` - O número do plano de fundo de evento que você deseja usar Atualiza o seu plano de fundo para um dos planos dos eventos. Você pode ganhar planos de fundo de eventos, por exemplo de Páscoa ou Natal.

source: You do not have an eventbackground. They can be acquired on seasonal events.
bg_bg: Нямате събитиен фон. Те могат да бъдат придобити на сезонни събития.
de_de: Du hast keinen Event-Hintergrund. Sie können in saisonalen Events, z.B. Weihnachten gewonnen werden.
es_ar: No tenés un fondo de evento. Pueden ser conseguidos en eventos de temporada.
es_es: No dispones de un fondo de evento. Puedes conseguirlos durante los eventos de temporada.
es_mx: No dispones de un fondo de evento. Puedes conseguirlos durante los eventos de temporada.
hu_hu: Nincs még ajándékba kapott háttered. Ilyeneket a különböző speciális eseményeken lehet nyerni.
id_id: Kamu tidak memiliki latar belakang suatu acara. Dapatkan tampilannya pada event musiman.
nb_no: Du har ikke en eventbakgrunn. De kan låses opp på sesongbaserte arrangementer.
pt_br: Você não tem um fundo de evento. Eles podem ser adquiridos em eventos de temporada.
sv_se: Du har ingen evenemangsbakgrund. De kan bli skaffade under säsongsevenemang.

source: The background number {number} is not valid, you only have {total} available.
bg_bg: Номера на фона Ви {number} е невалиден, Вие имате само {total} в наличност.
de_de: Die Hintergrund-Nummer `{number}` ist ungültig, Du hast bloß {total} erhältlich.
es_ar: El fondo número {number} no es válido, ya que sólo tenés {total} disponible(s).
es_es: El fondo número {number} no es válido, solamente tienes {total} disponible(s).
es_mx: El fondo número {number} no es válido, solamente tienes {total} disponible(s).
fr_fr: L'image de fond numéro {number} n'est pas valide, vous n'avez que {total} de valable.
hu_hu: A megadott háttér ({number}) sorszáma érvénytelen. Felhasználható hátterek: {total}.
id_id: Nomor latar belakang {number} tidak valid, kamu hanya memiliki {total} yang tersedia.
nb_no: Bakgrunnsnummeret {number} er ikke gyldig, du har bare {total} tilgjengelig.
pt_br: O número do plano de fundo {number} não é válido, você só tem {total} disponível.
ru_ru: Номер фона {number} не подходит, сейчас у вас всего {total} доступно.
sv_se: Bakgrundsnumret {number} är inte tillgängligt, du har bara {total} tillgängliga.

source: Background updated!
bg_bg: Фонът е актуализиран!
de_de: Hintergrund geändert!
es_ar: ¡Fondo actualizado!
es_es: ¡Fondo actualizado!
es_mx: ¡Fondo actualizado!
fr_fr: Image de fond mise à jour !
hu_hu: Háttér sikeresen lecserélve!
id_id: Latar belakang diperbarui!
nb_no: Bakgrunnen er oppdatert!
pt_br: Plano de fundo atualizado!
ru_ru: Фон обновлён!
sv_se: Bakgrund uppdaterad!

source: Choose or change your class(es)
de_de: Wähle oder ändere deine Klasse(n)
es_es: Elige o cambia tu(s) clase(s)
id_id: Memilih atau mengubah kelasmu
nb_no: Velg eller endre klasse(r)
pt_br: Escolha ou troque sua classe(s)

source: Change or select your primary or secondary class. - Warriors gain added defense - Thieves gain access to `{prefix}steal` - Mages gain added damage - Rangers gain access to a pet which can hunt for gear items - Raiders gain additional raidstats, used in raidbattles and raids - Ritualists gain additional favor from sacrificing items and are twice as likely to receive loot from adventures (- Paragons gain added damage *and* defense; the class is only available to donators) The second class unlocks at level 12. Selecting a class the first time is free (No Class -> Class), but changing it later will cost $5,000 (Class -> another Class) (This command has a cooldown of 24 hours)
de_de: Ändere oder wähle deine Erste bzw. zweite Klasse. - Warriors(Krieger) erhalten zusätzliche Verteidigung - Thieves(Diebe) erhalten Zugriff auf `{prefix}steal` - Mages (Magier) erhalten zusätzlichen Angriff - Rangers(Jäger) erhalten Zugriff zu einem Pet/Tier, welches nach Items suchen kann - Raiders erhalten zusätzliche Raidstats, welche in Raidkämpfen und Raids genutzt werden - Ritualists erhalten zusätzliche Gunst (Favor), wenn sie ihre Items opfern und sie haben die doppelte Chance Loot/Beute auf ihren Abenteuern zu erhalten (- Paragon erhalten zusätzlichen Angriff *und* Verteidigung; die Klasse ist nur für Donatoren erhältlich) Die zweite Klasse wird mit Level 12 freigeschalten. Eine Klasse das erste Mal zu wählen ist kostenfrei (No Class ->Class), aber es später zu ändern wird $5.000 kosten (Class ->another Class) (Dieser Befehl hat einen Cooldown von 24 Stunden)
es_es: Cambia o selecciona tu clase primaria o secundaria. - Los guerreros obtienen defensa adicional - Los ladrones obtienen acceso a `{prefix}steal` - Los magos obtienen daño adicional - Los guardabosques obtienen acceso a una mascota que puede cazar artículos de equipo - Los invasores obtienen estadísticas de incursión adicionales, utilizadas en batallas de incursiones y redadas - Los ritualistas obtienen un favor adicional al sacrificar objetos y tienen el doble de probabilidades de recibir botín de aventuras (- Los paragones obtienen daño adicional *y* defensa; la clase solo está disponible para los donantes) La segunda clase se desbloquea en el nivel 12. Seleccionar una clase la primera vez es gratis (Sin clase -> Clase), pero cambiarla más tarde costará $5,000 (Clase -> otra clase) (Este comando tiene un tiempo de reutilización de 24 horas)
id_id: Mengubah atau memilih kelas pertama atau kelas keduamu. - Warriors mendapatkan pertahanan tambahan - Thieves memperoleh akses ke `{prefix}steal` - Mages mendapatkan kerusakan tambahan - Rangers mendapatkan akses untuk hewan peliharaan yang dapat berburu barang-barang - Raiders mendapatkan raidstats tambahan, digunakan dalam pertempuran raidbattles dan raids - Ritualists mendapatkan berkat tambahan dengan mengorbankan item dan dua kali lebih mungkin untuk mendapatkan barang jarahan dari petualangan (- Paragons mendapatkan kerusakan *dan* pertahanan tambahan; kelas hanya tersedia untuk pelanggan) Kelas kedua terbuka saat mencapai level 12. Memilih kelas untuk pertama kalinya gratis (Belum ada kelas -> Kelas), tetapi ketika kamu ingin mengubahnya lagi akan dikenakan biaya sebesar $5,000 (Kelas -> mengganti kelas yang lain) (Perintah ini memiliki waktu cooldown selama 24 jam)
nb_no: Endre eller velg din primære eller sekundære klasse. - Krigere får ekstra forsvar - Tyver får tilgang til `{prefix}steal` - Trollmenn får ekstra skade - Skogvoktere får tilgang til et kjæledyr som kan jakte etter utstyr - Raidere får ytterligere raidstats, brukt i raidbattles og raid - Ritualister får ekstra gunst ved å ofre gjenstander og er dobbelt så sannsynlig å motta tyvegods fra eventyr (- Paragoner får ekstra skade *og* forsvar; klassen er kun tilgjengelig for donators) Den sekundære klassen låses opp på level 12. Å velge en klasse første gang er gratis (Ingen klasse -> Klasse), men å endre den senere vil koste $5 000 (Klasse -> en annen klasse) (Denne kommandoen har en nedkjøling på 24 timer)
pt_br: Mude ou selecione sua classe primária ou secundária. - Guerreiros ganham defesa adicional - Ladrões ganham acesso a `{prefix}steal` - Magos ganham dano adicional - Guardas da Floresta ganham acesso à um animal de estimação que pode caçar itens de equipamento - Raiders ganham estatísticas de raid adicionais, usadas em batalhas de raids e as raids em si - Ritualistas ganham favor adicional ao sacrificarem itens e tem duas vezes mais chance de receber saques em suas aventuras (- Paragonas ganham dano *e* defesa adicionais. A classe é disponível apenas para doadores) Uma segunda classe é desbloqueada no nível 12. Selecionar uma classe pela primeira vez é de graça (Sem Classe -> Classe), mas mudar ela depois custará $5,000 (Classe -> outra Classe) (Esse comando tem um tempo de espera de 24 horas)

source: Select class to change
de_de: Wähle die Klasse, die geändert werden soll
es_es: Selecciona clase a cambiar
es_mx: Selecciona clase a cambiar
hu_hu: Kaszt kiválasztása és cserélése
id_id: Pilih kelas untuk diganti
nb_no: Velg klasse å endre til
pt_br: Selecionar class para alterar
sv_se: Välj klass för att ändra

source: Primary Class
de_de: Primärklasse
es_es: Clase primaria
es_mx: Clase Primaria
hu_hu: Elsődleges kaszt
id_id: Kelas Pertama
nb_no: Primærklasse
pt_br: Classe Primária
sv_se: Primär Klass

source: Secondary Class
de_de: Sekundärklasse
es_es: Clase secundaria
es_mx: Clase Secundaria
hu_hu: Másodlagos kaszt
id_id: Kelas kedua
nb_no: Sekundær klasse
pt_br: Classe Secundária
sv_se: Sekundär Klass

source: Warrior
bg_bg: Войн
de_de: Krieger
es_ar: Guerrero
es_es: Guerrero
es_mx: Guerrero
fr_fr: Guerrier
hu_hu: Harcos
nb_no: Kriger
pt_br: Guerreiro
ru_ru: Воин
sv_se: Krigare

source: The tank class. Charge into battle with additional defense! +1 defense per evolution.
de_de: Der klassische Tank mit zusätzlichen Rüstungspunkten! +1 Schild pro Entwicklung zusätzlich zum Item.
es_es: La clase de tanque. ¡Carga a la batalla con defensa adicional! +1 defensa por evolución.
es_mx: La clase de tanque ¡Ve a la batalla con defensa adicional! +1 defensa por evolución.
hu_hu: Támadást felfogó kaszt. Rohamra fel a megnövekedett védelemértékeddel! +1 védelemérték átalakulásonként.
id_id: Kelas tank. Maju ke pertempuran dengan pertahanan tambahan! +1 pertahanan per evolusi.
nb_no: Tankklassen. Lad deg inn i kamp med ekstra forsvar! +1 forsvar per evolusjon.
pt_br: A classe tanque. Vá para batalha com defesa adicional! +1 de defesa por evolução.
sv_se: Tankklassen. Gå in i striden med ytterligare försvar! +1 försvar per utveckling.

source: Thief
bg_bg: Крадец
de_de: Räuber
es_ar: Ladrón
es_es: Ladrón
es_mx: Ladrón
fr_fr: Voleur
hu_hu: Tolvaj
nb_no: Tyv
pt_br: Ladrão
ru_ru: Вор
sv_se: Tjuv

source: The sneaky money stealer... Get access to `{prefix}steal` to steal 10% of a random player's money, if successful. +8% success chance per evolution.
de_de: Der hinterlistige Geldstehler... Erhalte Zugang zu `{prefix}steal` um 10% des Geldes eines zufälligen Spielers zu stehlen, falls der Befehl erfolgreich ist. +8% Erfolgschance per Evolution.
es_es: El furtivo ladrón de dinero... Utiliza `{prefix}steal`para robar el 10% del dinero de un jugador aleatorio, si eres afortunado. +8% probabilidad de éxito por evolución.
id_id: Pencuri uang yang licik... Mendapatkan akses ke `{prefix}steal` untuk mencuri uang sebesar 10% dari uang pemain acak, jika berhasil. +8% peluang sukses per evolusi.
nb_no: Den sleipe pengetyveren... Få tilgang til `{prefix}steal` for å stjele 10 % av en tilfeldig spillers penger, hvis det lykkes. +8 % suksess sjanse per evolusjon.

source: Mage
bg_bg: Боен Маг
de_de: Magier
es_ar: Mago
es_es: Mago
es_mx: Mago
hu_hu: Varázsló
nb_no: Trollmann
pt_br: Mago
ru_ru: Маг
sv_se: Magiker

source: Utilise powerful magic for stronger attacks. +1 damage per evolution.
de_de: Verwende kräftige Magie um deine Angrife zu stärken. +1 Schaden pro Entwicklung zusätzlich zum Item.
es_es: Utiliza magia poderosa para ataques más fuertes. +1 de daño por evolución.
es_mx: Utiliza magia poderosa para ataques más fuertes. +1 daño por evolución.
hu_hu: Hívd segítségül a varázserőt, hogy megnövekedett erővel sújthass le! +1 sebzésérték átalakulásonként.
id_id: Menggunakan sihir yang kuat untuk serangan yang lebih kuat. +1 kerusakan per evolusi.
nb_no: Bruk kraftig magi for sterkere angrep. +1 skade per utvikling.
pt_br: Utiliza magia poderosa para ataques mais fortes. +1 de dano por evolução.
sv_se: Använd kraftfull magi för starkare attacker! +1 skada per utveckling

source: Item hunter and trainer of their very own pet. Get access to `{prefix}pet` to interact with your pet and let it get items for you. +3 minimum stat and +6 maximum stat per evolution.
de_de: Itemjäger und Haustier-Trainer. Erhalte Zugriff auf `{prefix}pet` um mit deinem Haustier zu interagieren und es Items zu bekommen. +3 Mindeststärke und +6 Maximalstärke der Items die dein Haustier findet, pro Evolution.
es_es: Cazador de objetos y entrenador de su propia mascota. Acceso a `{prefix}pet` para interactuar con tu mascota y permitir que encuentre objetos para ti. +3 atributo mínimo y +6 atributo máximo por evolución.
es_mx: Cazador de objetos y entrenador de su propia mascota. Acceso a `{prefix}pet` para interactuar con tu mascota y permitir que encuentre objetos para ti. +3 atributo mínimo y +6 atributo máximo por cada evolución.
hu_hu: Egy saját kisállattal bíró vadászó-gyűjtögető. Használhatod vele a `{prefix}pet` parancsot, hogy gondozhassad a kiskedvenced, vagy hogy kiáshasson neked valamit. +3 (alsó) és +6 (felső) minőségérték-javulás a kisállat által található tárgyakra átalakulásonként.
id_id: Pemburu barang dan pelatih dari hewan peliharaannya sendiri. Dapatkan akses ke `{prefix}pet` untuk berinteraksi dengan peliharaanmu dan membiarkannya mendapatkan barang untuk kamu. +3 status minimal dan +6 status maksimal per evolusi.
nb_no: Gjenstandsjeger og trener av sitt eget kjæledyr. Få tilgang til `{prefix}pet` for å samhandle med kjæledyret ditt og la det finne gjenstander for deg. +3 minimum stat og +6 maksimum stat per evolusjon.
pt_br: Caçador de itens e treinador de seu próprio animal de estimação. Obtém acesso ao `{prefix}pet` para interagir com seu animal de estimação e permitir que ele obtenha itens para você. +3 status mínimo e +6 status máximo por evolução.
sv_se: Föremålsjägare och tränare för deras egna husdjur. Få tillgång till `{prefix}pet` för att interagera med ditt husdjur och låta den hämta föremål åt dig +3 minimum stat och +6 maximum stat per evolution.
