Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: Interact with your pet. Be sure to see `{prefix}help pet`. Every two hours, your pet will lose 2 food points, 4 drink points, 1 joy point and 1 love point. If food or drink drop below zero, your pet dies and the ranger class is removed from you. If love sinks below 75, your pet has a chance to run away which increases the lower its love drops. Your pet's joy influences the items it hunts, acting as a multiplier for the item's stat. Only rangers can use this command.
de_de: Interagiere mit deinem Tier. Benutze den Befehl `{prefix}help pet`. Alle zwei Stunden wird dein Tier 2 Essenspunkte, 4 Trinkpunkte und 1 Spaßpunkt sowie 1 Liebespunkt verlieren. Falls Essen oder Trinken unter 0 fallen wird dein Tier sterben und die Ranger/Jäger Klasse wird von dir entfernt. Falls Liebe unter 75 sinkt, hat dein Tier die Chance wegzulaufen, diese steigt, je niedriger Liebe ist. Die Freude deines Tiers beeinflusst die Items, die es jagt, es fungiert als Multiplikator für die Stats des Items. Nur Jäger/Ranger können diesen Befehl nutzen.
es_es: Interactúa con tu mascota. Asegúrate de mirar `{prefix}help pet`. Cada dos horas tu mascota perderá: 2 puntos de comida, 4 puntos de bebida, 1 punto de alegría y 1 punto de amor. Si la comida o la bebida caen por debajo de cero, tu mascota muere y se te quita la clase de guardabosques. Si el amor decae por debajo de 75, tu mascota tiene la oportunidad de escapar, lo que aumenta cuanto más bajo es su amor. La alegría de tu mascota influye en los objetos que caza, actuando como un multiplicador para la estadística del objeto. Solo los guardabosques pueden usar este comando.
id_id: Berinteraksi dengan hewan peliharaanmu. Pastikan untuk lihat `{prefix}help pet`. Setiap dua jam, hewan peliharaan akan kehilangan 2 poin makanan, 4 poin minuman, 1 poin gembira dan 1 poin kasih sayang. Jika makanan atau minuman turun dibawa nol, hewan peliharaanmu akan mati dan kelas ranger akan dicopot darimu. Jika kasih sayang turun dibawa 75, hewan peliharaanmu akan berkesempatan melarikan diri yang akan membuat kasih sayangnya terus menurun. Kegembiraan hewan peliharamu memengaruhi barang yang diburunya, bertindak sebagai pengganda untuk stat barang tersebut. Hanya ranger yang dapat menggunakan perintah ini.
nb_no: Samhandle med kjæledyret ditt. Sørg for å se `{prefix}help pet`. Hver annen time vil kjæledyret ditt miste 2 matpoeng, 4 drikkepoeng, 1 gledespoeng og 1 kjærlighetspoeng. Hvis mat eller drikke faller under null, dør kjæledyret ditt og skogvokterklassen fjernes fra deg. Hvis kjærligheten synker under 75, har kjæledyret ditt en sjanse til å stikke av, sjansen som øker jo lavere kjærligheten faller. Kjæledyrets glede påvirker gjenstandene det jakter på, og fungerer som en multiplikator for gjenstandens statistikk. Bare skogvoktere kan bruke denne kommandoen.
pt_br: Interaja com o seu animal de estimação. Não deixe de verificar `{prefix}help pet`. A cada duas horas, seu animal de estimação perderá 2 pontos de comida, 4 pontos de água, 1 ponto de felicidade e 1 ponto de amor. Se os pontos de comida ou água caírem abaixo de zero, seu pet morrerá e você a classe de Guarda da Floresta será removida de você. Se os pontos de amor caírem abaixo de 75, seu animal de estimação terá uma chance de fugir que aumenta cada vez mais conforme os pontos de amor caem. A felicidade de seu animal de estimação influencia os itens que ele caça, agindo como um multiplicador das estatísticas do itens. Apenas Guardas da Floresta podem usar esse comando.

source: {user}'s pet
bg_bg: {user}'s любимец
de_de: {user}s Tier
es_ar: Mascota de {user}
es_es: Mascota de {user}
es_mx: Mascota de {user}
fr_fr: Animal de compagnie de {user}
hu_hu: {user} kisállata
id_id: Hewan peliharaan {user}
nb_no: {user} sitt kjæledyr
pt_br: Animal de estimação de {user}
ru_ru: питомец {user}'а
sv_se: {user}s husdjur

source: Level
bg_bg: Ниво
de_de: Stufe
es_ar: Nivel
es_es: Nivel
es_mx: Nivel
fr_fr: Niveau
hu_hu: Szint
pt_br: Nível
ru_ru: Уровень
sv_se: Nivå

source: Food
de_de: Essen
es_es: Comida
es_mx: Comida
hu_hu: Táplálék
id_id: Makanan
nb_no: Mat
pt_br: Comida
sv_se: Mat

source: Drinks
de_de: Trinken
es_es: Bebida
es_mx: Bebida
hu_hu: Folyadék
id_id: Minuman
nb_no: Tørste
pt_br: Bebidas
sv_se: Dricka

source: Love
de_de: Liebe
es_es: Amor
es_mx: Amor
hu_hu: Szeretet
id_id: Kasih sayang
nb_no: Kjærlighet
pt_br: Amor
sv_se: Kärlek

source: Joy
de_de: Freude
es_es: Alegría
es_mx: Alegría
hu_hu: Boldogság
id_id: Kegembiraan
nb_no: Glede
pt_br: Alegria
sv_se: Lycka

source: Feed your pet
de_de: Füttere dein Haustier
es_es: Alimenta a tu mascota
es_mx: Alimenta tu mascota
hu_hu: Kisállat megetetése
id_id: Memberi makan peliharaanmu
nb_no: Mat kjæledyret ditt
pt_br: Alimente seu animal de estimação
sv_se: Mata ditt husdjur

source: Feed your pet. This brings up an interactive menu where you can buy a food item. Only rangers can use this command.
de_de: Füttere dein Tier. Das wird ein interaktives Menü aufrufen, in welchem du Futter kaufen kannst. Nur Ranger können diesen Befehl nutzen.
es_es: Alimenta a tu mascota. Esto abre un menú interactivo donde puedes comprar un alimento. Solo los guardabosques pueden usar este comando.
id_id: Memberi makan peliharaanmu. Ini akan menampilkan menu interaktif dimana kamu dapat membeli makanan. Hanya ranger yang dapat menggunakan perintah ini.
nb_no: Mat kjæledyret ditt. Dette får opp en interaktiv meny hvor du kan kjøpe en matvare. Bare skogvoktere kan bruke denne kommandoen.
pt_br: Alimente seu animal de estimação. Isso traz um menu interativo, no qual você pode comprar itens de comida. \n Apenas Guardas da Floresta podem usar esse comando.

source: Potato
de_de: Kartoffel
es_es: Patata
es_mx: Patata
hu_hu: Krumpli
id_id: Kentang
nb_no: Potet
pt_br: Batata
sv_se: Potatis

source: Apple
de_de: Apfel
es_es: Manzana
es_mx: Manzana
hu_hu: Alma
id_id: Apel
nb_no: Eple
pt_br: Maçã
sv_se: Äpple

source: Cucumber
de_de: Gurke
es_es: Pepino
es_mx: Pepino
hu_hu: Uborka
id_id: Mentimun
nb_no: Agurk
pt_br: Pepino
sv_se: Gurka

source: Meat
de_de: Fleisch
es_es: Carne
es_mx: Carne
hu_hu: Hús
id_id: Daging
nb_no: Kjøtt
pt_br: Carne
sv_se: Kött

source: Salad
de_de: Salat
es_es: Ensalada
es_mx: Ensalada
hu_hu: Saláta
id_id: Sayur-mayur
nb_no: Salat
pt_br: Salada
sv_se: Sallad

source: Adrian's Power Poop
de_de: Adrians Superscheißhaufen
es_es: Caca poderosa de Adrian
es_mx: Caca Poderosa de Adrian
hu_hu: Adrian Kiváló Kaksija
id_id: Kekuatan Kotoran Adrian
nb_no: Adrians Kraftige Sprut-bæsj
pt_br: O Poder do Cocô do Adrian
sv_se: Adrians Kraftbajs

source: You are too poor to buy this.
bg_bg: Нямата достатъчно пари за това.
de_de: Du hast nicht genügend Geld um das zu kaufen.
es_ar: Sos muy pobre para comprar esto.
es_es: Eres demasiado pobre para comprar esto.
es_mx: Eres demasiado pobre para comprar esto.
fr_fr: Vous êtes trop pauvre pour acheter ceci.
hu_hu: Nincs elég pénzed.
id_id: Kamu terlalu miskin untuk membeli ini.
nb_no: Du er for fattig til å kjøpe dette.
pt_br: Você é pobre demais para comprar isso.
ru_ru: Вы слишком бедны, чтобы купить это.
sv_se: Du är för fattig för att köpa det här.

source: You bought **{item}** for your pet and increased its food bar by **{points}** points.
de_de: Du hast **{item}** für dein Haustier gekauft und seinen Essensbalken um **{points}** Punkte erhöht.
es_es: Has comprado **{item}** para tu mascota e incrementado su barra de comida en **{points}** puntos.
es_mx: Has comprado **{item}** para tu mascota e incrementado su barra de comida en **{points}** puntos.
hu_hu: Sikeresen megvásároltál egy **{item}** nevű tápot. A kiskedvenced Táplálék-szintje megnövekedett **{points}** ponttal.
id_id: Kamu membeli **{item}** untuk hewan peliharaanmu dan meningkatkan bar makanan sebesar **{points}** poin.
nb_no: Du kjøpte **{item}** til kjæledyret ditt og økte matbaren med **{points}** poeng.
pt_br: Você comprou **{item}** para seu animal de estimação e aumentou a barra de alimentação dele em **{points}** pontos.
sv_se: Du köpte **{item}** åt ditt husdjur och ökade dens hungermätare med **{points}** poäng.

source: Give your pet something to drink.
de_de: Gib deinem Tier etwas zu trinken.
es_es: Dale a tu mascota algo de beber.
id_id: Memberikan minuman untuk hewan peliharaanmu.
nb_no: Gi kjæledyret ditt noe å drikke.
pt_br: Dê algo de tomar para seu animal de estimação.

source: Give your pet something to drink. This brings up an interactive menu where you can buy a drink item. Only rangers can use this command.
de_de: Gib deinem Haustier etwas zu trinken. Dies wird ein interaktives Menü aufrufen, in welchem du ein Getränk kaufen kannst. Nur Ranger können diesen Befehl nutzen.
es_es: Dale a tu mascota algo de beber. Esto abre un menú interactivo donde puedes comprar un artículo de bebida. Solo los guardabosques pueden usar este comando.
id_id: Memberikan minuman untuk hewan peliharaanmu. Ini akan menampilakn menu interaktif dimana kamu dapat membeli minuman. Hanya ranger yang dapat menggunakan perintah ini.
nb_no: Gi kjæledyret ditt noe å drikke. Dette gir en interaktiv meny hvor du kan kjøpe en drikkevare. Bare skogvoktere kan bruke denne kommandoen.
pt_br: Dê algo de tomar para seu animal de estimação. Isso trará um menu interativo, no qual você pode comprar bebidas. Apenas Guardas da Floresta podem usar esse comando.

source: Some Water
de_de: Etwas Wasser
es_es: Agua
es_mx: Agua
hu_hu: Folyóvíz
id_id: Air
nb_no: Litt Vann
pt_br: Um pouco de água
sv_se: Lite vatten

source: A bottle of water
de_de: Eine Flasche Wasser
es_es: Botella de agua
es_mx: Botella de agua
hu_hu: Ásványvíz
id_id: Sebotol air
nb_no: En flaske med vann
pt_br: Uma garrafa de água
sv_se: En flaska vatten

source: Wine
de_de: Wein
es_es: Vino
es_mx: Vino
hu_hu: Bor
id_id: Anggur
nb_no: Vin
pt_br: Vinho
sv_se: Vin

source: Beer
de_de: Bier
es_es: Cerveza
es_mx: Cerveza
hu_hu: Sör
id_id: Bir
nb_no: Bare-ØL
pt_br: Cerveja
sv_se: Öl

source: Give your pet something to drink
de_de: Gib deinem Haustier etwas zu Trinken
es_es: Dar bebida a tu mascota
es_mx: Dar bebida a tu mascota
hu_hu: Kisállat megitatása
id_id: Memberikan sesuatu ke hewan peliharaanmu untuk diminum
nb_no: Gi kjæledyret ditt noe å drikke
pt_br: Dê ao seu animal algo para beber
sv_se: Ge ditt husdjur något att dricka

source: You bought **{item}** for your pet and increased its drinks bar by **{points}** points.
de_de: Du hast **{item}** für dein Haustier gekauft und seinen Getränkebalken um **{points}** Punkte erhöht.
es_es: Has comprado **{item}** para tu mascota e incrementado su barra de bebida en **{points}** puntos.
es_mx: Has comprado **{item}** para tu mascota e incrementado su barra de bebida en **{points}** puntos.
hu_hu: Sikeresen megvásároltál egy **{item}** nevű italt. A kiskedvenced Folyadék-szintje megnövekedett **{points}** ponttal.
id_id: Kamu membeli **{item}** untuk hewan peliharaanmu dan meningkatan bar minuman sebesar **{points}** poin.
nb_no: Du kjøpte **{item}** til kjæledyret ditt og økte drinkbaren med **{points}** poeng.
pt_br: Você comprou **{item}** para seu animal de estimação e aumentou a barra de bebidas dele em **{points}** pontos.
sv_se: Du köpte **{item}** åt ditt husdjur och ökade dens törst mätare med **{points}** poäng.

source: Love your pet
de_de: Liebe dein Tier
es_es: Ama a tu mascota
id_id: Menyayangi hewan peliharaanmu
nb_no: Elsk kjæledyret ditt
pt_br: Ame seu animal de estimação

source: Cuddle with your pet to raise its love points. Your pet can gain from 1 to 12 Love points per cuddle. Only rangers can use this command. (This command has a cooldown of 6 hours.)
de_de: Liebe dein Tier um seine Liebespunkte zu erhöhen. Dein Tier kann zwischen 1 und 12 Liebespunkte pro Kuscheln erhalten. Nur Ranger können diesen Befehl nutzen. (Dieser Befehl hat einen Cooldown von 6 Stunden.)
es_es: Abraza a tu mascota para subir sus puntos de amor. Tu mascota puede ganar entre 1 y 12 puntos de amor por abrazo. Solo guardabosques pueden usar este comando. (Este comando tiene un tiempo de reutilización de 6 horas).
id_id: Berpelukan dengan hewan peliharaanmu untuk meningkatkan poin kasih sayangnya. Hewan peliharaanmu bisa mendapatkan poin kasih sayang dari 1 hingga 12 setiap kali berpelukan. Hanya ranger yang dapat menggunakan perintah ini. (Perintah ini memiliki waktu cooldown selama 6 jam.)
nb_no: Kos med kjæledyret ditt for å heve kjærlighetspoengene. Kjæledyret ditt kan få fra 1 til 12 kjærlighetspoeng per kos. Bare skogvoktere kan bruke denne kommandoen. (Denne kommandoen har en nedkjøling på 6 timer.)
pt_br: Faça carinho no seu animal de estimação para ganhar pontos de amor. Seu animal de estimação pode ganhar de 1 até 12 pontos de amor por carinho. Apenas Guardas da Floresta podem usar esse comando. (Esse comando tem um tempo de espera de 6 horas.)

source: Your pet adores you! :heart: Cuddling it has increased its love for you by **{value}** points.
de_de: Dein Haustier liebt dich! :heart: Es zu knuddeln hat seinen Liebesbalken um **{value}** Punkte erhöht.
es_es: ¡Tu mascota te adora! :heart: Acurrucase ha incrementado su amor por ti en **{value}** puntos.
es_mx: ¡Tu mascota te adora! :heart: , hacerle arrumacos ha incrementado su amor por ti en **{value}** points.
hu_hu: A kis dög odáig van érted! :heart: A gyömöszölés **{value}** ponttal megnövelte a Szeretet-szintjét.
id_id: Hewan peliharaanmu menyukaimu! :heart: Memeluknya telah meningkatkan cintanya ke kamu sebesar **{value}** poin.
nb_no: Kjæledyret ditt elsker deg! :heart: Kosing har økt kjærligheten til deg med **{value}** poeng.
pt_br: Seu animal de estimação te adora! :heart: Fazer carinho aumentou o amor dele por você em **{value}** pontos.
sv_se: Ditt husdjur älskar dig! :heart: Att gosa har ökat dens kärlek för dig med **{value}** poäng.

source: Play with your pet
de_de: Spiele mit deinem Tier
es_es: Juega con tu mascota
id_id: Bermain dengan hewan peliharaanmu
nb_no: Lek med kjæledyret ditt
pt_br: Faz você brincar com seu animal de estimação

source: Play with your pet to raise its joy points. Your pet can gain from 1 to 12 Joy points per play. Only rangers can use this command. (This command has a cooldown of 6 hours.)
de_de: Spiele mit deinem Tier um seine Spaßpunkte zu erhöhen. Dein Tier kann zwischen 1 und 12 Spaßpunkten pro Spiel erhalten. Nur Ranger können diesen Befehl nutzen. (Dieser Befehl hat einen Cooldown von 6 Stunden.)
es_es: Juega con tu mascota para aumentar sus puntos de alegría. Tu mascota puede ganar entre 1 y 12 puntos de alegría por juego. Solo guardabosques pueden usar este comando. (Este comando tiene un tiempo de reutilización de 6 horas).
id_id: Bermain dengan hewan peliharaanmu untuk meningkatkan poin kegembiraannya. Hewan peliharaanmu bisa mendapatkan poin kegembiraan dari 1 hingga 12 setiap kali bermain. Hanya ranger yang dapat menggunakan perintah ini. (Perintah ini memiliki waktu cooldown selama 6 jam.)
nb_no: Lek med kjæledyret ditt for å øke gledespoengene. Kjæledyret ditt kan få fra 1 til 12 Joy-poeng hver gang du leker med dem. Bare skogvoktere kan bruke denne kommandoen. (Denne kommandoen har en nedkjøling på 6 timer.)
pt_br: Brinque com seu animal de estimação para aumentar os pontos de felicidade dele. O seu animal de estimação pode ganhar de 1 até 12 pontos de felicidade por brincadeira. Apenas Guardas da Floresta podem usar esse comando. (Esse comando tem um tempo de espera de 6 horas.)

source: You have been {activity} with your pet and it gained **{value}** joy!
de_de: Du warst {activity} mit deinem Haustier und es hat **{value}** Freude gewonnen!
es_es: ¡Has estado {activity} con tu mascota y ha ganado **{value}** de alegría!
es_mx: Has estado {activity} con tu mascota y ha ganado **{value}** alegría!
hu_hu: Elmentetek a kiskedvenceddel {activity}. A Boldogság szintje **{value}** ponttal nőtt!
id_id: Kamu telah {activity} dengan hewan peliharaanmu dan mendapatkan **{value}** kegembiraan!
nb_no: Du har {activity} med kjæledyret ditt, og det fikk **{value}** glede!
pt_br: Você esteve {activity} com seu animal de estimação e ele ganhou **{value}** alegria!
sv_se: Du har {activity} med ditt husdjur och det har fått **{value}** lycka!

source: playing football :soccer:
de_de: Fußball spielen :soccer:
es_es: jugando a fútbol :soccer:
es_mx: jugando a fútbol :soccer:
hu_hu: focizni :soccer:
id_id: bemain sepak bola :soccer:
nb_no: spille fotball :soccer:
pt_br: jogando futebol :soccer:
sv_se: spelat fotboll :soccer:

source: playing American football :football:
de_de: American Football spielen :football:
es_es: jugando a fútbol americano :football:
es_mx: jugando a fútbol americano :football:
hu_hu: amerikai focizni :football:
id_id: bermain speak bola Amerika :football:
nb_no: spiller amerikansk fotball :fotball:
pt_br: jogando futebol americano :football:
sv_se: spelat Amerikansk fotboll :football:

source: playing rugby :rugby_football:
de_de: Rugby spielen :rugby_football:
es_es: jugando a rugby :rugby_football:
es_mx: jugando a rugby :rugby_football:
hu_hu: rögbizni :rugby_football:
id_id: bermain rugbi :rugby_football:
nb_no: spiller rugby :rugby_football:
pt_br: jogando rugby :rugby_football:
sv_se: spelat rugby :rugby_football:

source: playing basketball :basketball:
de_de: Basketball spielen :basketball:
es_es: jugando a basketball :basketball:
es_mx: jugando a basketball :basketball:
hu_hu: kosarazni :basketball:
id_id: bermain bola basket :basketball:
nb_no: spiller basketball :basketball:
pt_br: jogando basquete :basketball:
sv_se: spelat basket :basketball:

source: playing tennis :tennis:
de_de: Tennis spielen :tennis:
es_es: jugando a tenis :tennis:
es_mx: jugando a tenis :tennis:
hu_hu: teniszezni :tennis:
id_id: bermain tenis :tennis:
nb_no: spiller tennis :tennis:
pt_br: jogando tênis :tennis:
sv_se: spelat tennis :tennis:

source: playing ping-pong :ping_pong:
de_de: Tischtennis spielen :ping_pong:
es_es: jugando al ping pong :ping_pong:
es_mx: jugando al ping pong :ping_pong:
hu_hu: ping pongozni :ping_pong:
id_id: bermain ping-pong :ping_pong:
nb_no: spiller ping-pong :ping_pong:
pt_br: jogando ping-pong :ping_pong:
sv_se: spelat pingis :ping_png:

source: boxing :boxing_glove:
de_de: Boxen :boxing_glove:
es_es: boxeando :boxing_glove:
es_mx: boxeando :boxing_glove:
hu_hu: bokszolni :boxing_glove:
id_id: tinju :boxing_glove:
nb_no: bokser :boxing_glove:
pt_br: lutando boxe :boxing_glove:
sv_se: boxats :boxing_glove:

source: skiing :ski:
de_de: Ski fahren :ski:
es_es: esquiando :ski:
es_mx: esquiando :ski:
hu_hu: síelni :ski:
id_id: berski :ski:
nb_no: på ski :ski:
pt_br: andando de ski :ski:
sv_se: åkt skidor :ski:

source: Rename your pet
de_de: Bennent dein Tier um
es_es: Cambia el nombre de tu mascota
id_id: Mengganti nama hewan peliharaanmu
nb_no: Gi nytt navn til kjæledyret ditt
pt_br: Renomeia o seu animal de estimação

source: Give your pet a new name. The name cannot be longer than 20 characters. Only rangers can use this command.
de_de: Gib deinem Tier einen neuen Namen. Der Name kann nicht länger als 20 Zeichen sein. Nur Ranger können diesen Befehl nutzen.
es_es: Dale un nuevo nombre a tu mascota. El nombre no puede tener más de 20 caracteres. Solo los guardabosques pueden usar este comando.
id_id: Memberikan nama baru pada hewan peliharaanmu. Nama tidak bisa lebih dari 20 karakter. Hanya ranger yang dapat menggunakan perintah ini.
nb_no: Gi kjæledyret ditt et nytt navn. Navnet kan ikke være lengre enn 20 tegn. Bare skogvoktere kan bruke denne kommandoen.
pt_br: Dá um novo nome ao seu animal de estimação. O nome não pode ser maior que 20 caracteres. Apenas Guardas da Floresta podem usar esse comando.

source: Please enter a name shorter than 20 characters.
de_de: Bitte gib einen Namen, der kürzer als 20 Zeichen ist, ein.
es_es: Por favor introduce un nombre con menos de 20 caracteres.
es_mx: Por favor introduce un nombre con menos de 20 caracteres.
hu_hu: A névnek 20 karakternél rövidebbnek kell lennie.
id_id: Tolong masukkan sebuah nama yang lebih pendek dari 20 karakter.
nb_no: Vennligst skriv inn et navn som er kortere enn 20 tegn.
pt_br: Digite um nome com menos de 20 caracteres.
sv_se: Vänligen välj ett namn kortare än 20 bokstäver.

source: Pet name updated.
de_de: Haustiername wurde aktualisiert.
es_es: Nombre de mascota actualizado.
es_mx: Nombre de mascota actualizado.
hu_hu: Kisállat újrakeresztelve.
id_id: Nama hewan peliharaan telah diperbarui.
nb_no: Kjæledyrsnavn oppdatert.
pt_br: Nome do animal de estimação atualizado.
sv_se: Husdjurets namn har uppdaterats.

source: Set a new image for your pet
de_de: Legt ein neues Bild für dein Tier fest
es_es: Establece una nueva imagen para tu mascota
id_id: Menetapkan sebuah gambar baru untuk hewan peliharaanmu
nb_no: Sett et nytt bilde for kjæledyret ditt
pt_br: Escolha uma nova foto para o seu animal de estimação

source: `[url]` - An image url for the pet's image, must be 60 characters or shorter Updates the image that shows in `{prefix}pet`. Having trouble finding a short image link? Follow [this tutorial](https://wiki.idlerpg.xyz/index.php?title=Tutorial:_Short_Image_URLs) or just attach the image you want to use (png, jpg, webp and gif are supported)! Only rangers can use this command.
de_de: `[url]` - Ein Bildlink für das Bild des Tieres, muss 60 Zeichen haben oder kürzer sein Aktualisiert das Bild, welches in `{prefix}pet` gezeigt wird. Probleme einen kurzen Bildlink zu finden? Folge[diesem Tutorial](https://wiki.idlerpg.xyz/index.php?title=Tutorial:_Short_Image_URLs) oder füge das Bild, welches du nutzen willst an die Nachricht (png, jpg, webp und gifs werden unterstützt! Nur Ranger können diesen Befehl nutzen.
es_es: `[url]` - un enlace de imagen para tu mascota, debe tener 60 o menos caracteres Actualiza la imagen que aparece con `{prefix}pet`. ¿Tienes problemas para encontrar un enlace corto de la imagen? ¡Lee [este tutorial](https://wiki.idlerpg.xyz/index.php?title=Tutorial:_Short_Image_URLs) o adjunta la imagen que quieres usar (solo soporta png, jpg, webp and gif)! Solo guardabosques pueden usar este comando.
id_id: `[url]` - Sebuah url gambar untuk hewan peliharaannya, harus berupa 60 karakter atau lebih pendek Memperbarui gambar yang akan ditampilkan di `{prefix}pet`. Kesulitan menemukan tautan gambar yang pendek? Ikuti [this tutorial](https://wiki.idlerpg.xyz/index.php?title=Tutorial:_Short_Image_URLs) atau cukup lampirkan gambar yang ingin kamu gunakan (png, jpg, webp dan gif juga didukung)! Hanya ranger yang dapat menggunakan perintah ini.
nb_no: `[url]` – En bildenettadresse for kjæledyrets bilde, må være på 60 tegn eller kortere Oppdaterer bildet som vises i `{prefix}pet`. Har du problemer med å finne en kort bildelenke? Følg [denne veiledningen](https://wiki.idlerpg.xyz/index.php?title=Tutorial:_Short_Image_URLs) eller bare legg ved bildet du vil bruke (png, jpg, webp og gif støttes)! Bare skogvoktere kan bruke denne kommandoen.

source: Your current pet image is: {url}
de_de: Dein aktuelles Tierbild ist: {url}
es_es: La imagen actual de tu mascota es: {url}
id_id: Gambar hewan peliharaan kamu saat ini adalah: {url}
nb_no: Ditt nåværende kjæledyrbilde er: {url}

source: No image URL found in your message, using image attachment...
de_de: Kein Link in deiner Nachricht gefunden, nutze den Bildanhang...
es_es: No se ha encontrado ningún enlace de imagen, utiliza una imagen adjunta...
id_id: Tidak ada URL gambar yang ditemukan dalam pesan kamu, menggunakan lampiran gambar...
nb_no: Ingen bilde-URL funnet i meldingen din, bruker bildevedlegg...

source: Image URL too long, shortening...
de_de: Bildlink ist zu lang, kürze...
es_es: Enlace de imagen demasiado largo, acórtalo...
id_id: URL gambar terlalu panjang, memendekkan...
nb_no: Bilde-URL er for lang, forkorter ...
