Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: Successfully gave **${amount}** from your guild bank to {member}.
bg_bg: Успешно дадохте **${amount}** от банката на гилдията ви на {member}.
de_de: Erfolgreich **${amount}** aus deiner Gildenbank an {member} gegeben.
es_ar: Se otorgaron exitosamente **${amount}** de la bóveda de tu gremio a {member}.
es_es: Se ha entregado **${amount}** del banco del gremio a {member}.
es_mx: Se ha entregado **${amount}** del banco de gremio a {member}.
fr_fr: Vous avez donné **{amount}$** provenant de la banque de guilde à {member} avec succès.
hu_hu: **${amount}** sikeresen kifizetve {member} számára.
id_id: Berhasil memberikan **${amount}** dari bank guild kamu ke {member}.
nb_no: Vellykket ga **${amount}** fra klan banken din til {member}.
pt_br: Entregou **${amount}** do banco da sua guilda para {member}.
ru_ru: **${amount}** Из банка гильдии были успешно переданы {member}.
sv_se: Gav **${amount}** från din guild till {member}.

source: Pay out money to multiple members
de_de: Gibt Geld an verschiedene Mitglieder
es_es: Paga dinero a múltiples miembros
id_id: Memberikan uang kepada banyak anggota
nb_no: Utbetal penger til flere medlemmer
pt_br: Paga dinheiro para vários membros

source: `<amount>` - The amount of money to take out all together, must be greater than 0 `<members...>` - The discord users to give money to, can be multiple, separated by space. Distribute some money to multiple members. This will divide by the amount of players before distributing. For example, distributing $500 to 5 members will give everyone of them $100. Members that are mentioned multiple times will receive multiple payouts. In case of a decimal result the bot will round down, i.e. $7 distributed to 3 members will give everyone $2. Only guild leaders and officers can use this command.
de_de: `<amount>` - Der Betrag, der ausgezahlt werden soll, muss größer als 0 sein `<members...>` - Die Discordnutzer, die das Geld erhalten. Können mehrere sein, mit Leerzeichen getrennt. Verteile Geld an verschiedene Mitglieder. Das wird den Geldbetrag teilen, bevor er verteilt wird. Beispielsweise, 500$ an 5 Mitglieder zu verteilen, wird jedem Mitglied 100$ bringen. Mitglieder, die mehrmals erwähnt werden, erhalten das Geld mehrmals. Falls der Betrag auf eine Dezimalstelle endet, wird der Bot abrunden, d.h. 7$ auf 3 Mitglieder verteilt-jeder bekommt 2$. Nur Gildenleiter oder Offiziere können diesen Befehl nutzen.
es_es: `<amount>` - la cantidad de dinero a extraer en conjunto, debe ser mayor que 0 `<members...>` - los usuarios de discord a los que dar el dinero, pueden ser varios, separados con un espacio. Distribuye algo de dinero a varios miembros. Este será dividido acorde a la cantidad de jugadores antes de distribuirse.. Por ejemplo: distribuir $500 a 5 miembros daría $100 a cada uno. Los miembros que sean mencionados varias veces recibirán diversos pagos. En caso de un resultado decimal, el bot redondeará, ej. $7 dividido entre 3 miembros, estos recibirán $2 cada uno. Solo los líderes del gremio y oficiales pueden usar este comando.
id_id: `<amount>` - Sejumlah uang yang akan diberikan, harus lebih besar dari 0 `<members...>` - Pengguna discord yang akan diberikan uang, bisa lebih dari satu orang, dipisah dengan spasi. Memberikan sejumlah uang ke beberapa anggota. Ini akan dibagi dengan jumlah pemain sebelum diberikan. Contohnya, memberikan uang sebesar $500 untuk 5 anggota akan dibagi menjadi $100 per orang. Anggota yang disebutkan beberapa kali akan menerima sekian kali pembayaran. Dalam kasus hasil desimal, misalnya. memberikan uang sebesar $7 untuk 3 anggota akan dibagikan sebesar $2 per orang. Hanya pemimpin guild dan officer yang dapat menggunakan perintah ini.
nb_no: `<beløp>` – Beløpet som skal tas ut til sammen, må være større enn 0 `<medlemmer...>` – Discord brukerne å gi penger til, kan være flere, atskilt med mellomrom. Del ut penger til flere medlemmer. Dette vil dele på antall spillere før distribusjon. For eksempel, å distribuere $500 til 5 medlemmer vil gi alle av dem $100. Medlemmer som er nevnt flere ganger vil motta flere utbetalinger. I tilfelle et desimalresultat vil botten runde ned, dvs. $7 fordelt på 3 medlemmer vil gi alle $2. Bare klan ledere og offiserer kan bruke denne kommandoen.

source: You can't distribute money to nobody.
de_de: Du kannst kein Geld an Niemanden verteilen.
es_es: No puedes distribuir dinero a nadie.
id_id: Kamu tidak dapat memberikan uang kepada siapa pun.
nb_no: Du kan ikke dele ut penger til noen.
pt_br: Você não pode distribuir dinheiro para ninguém.

source: Distributed **${money}** (${small_money} for each) to {members}.
de_de: **${money}** (${small_money} für Jeden) an {members} verteilt.
es_es: Se ha distribuido **${money}** (${small_money}para cada uno) a {members}.
id_id: Memberikan **${money}** (${small_money} untuk masing-masing) kepada {members}.
nb_no: Distribuert **${money}** (${small_money} for hver) til {members}.
pt_br: Distribuiu **${money}** (${small_money} for each) para {members}.

source: Upgrade your guild bank
de_de: Erweitert deine Gildenbank
es_es: Mejora tu banco del gremio
id_id: Meningkatkan bank guildmu
nb_no: Oppgrader klan banken din
pt_br: Melhora o banco da sua guilda

source: Upgrade your guild's bank, adding space for $250,000 each time. Guilds can be upgraded 9 times which sets them to a maximum of $2,500,000. Patrons will be able to upgrade their guild further: - Silver donors can double their maximum bank space - Gold donors can quintuple (x5) their maximum bank space The price to upgrade the guild bank is always half of the maximum. Only guild leaders can use this command.
de_de: Erweitere deine Gildenbank, fügt immer Platz für 250.000$ mehr hinzu. Gilden können 9 Mal erweitert werden, was einem Platz von 2.500.000 entspricht. Patrons können die Gilde weiter erweitern: -Silber Donators können den Platz verdoppeln -Gold Donators können den Platz verfünffachen (x5) Der Preis um eine Gildenbank zu erweitern, ist immer die Hälfte des Maximalplatzes. Nur Gildenleiter können diesen Befehl nutzen.
es_es: Mejora el banco de tu gremio, añade espacio por $250,000 cada vez. Los gremios pueden ser mejorados 9 veces, lo que los coloca en un máximo de $2,500,000. Los patrocinadores serán capaces de mejorar su gremio aún más: - Los donantes plata pueden doblar el máximo de su banco - Los donantes oro pueden quintuplicar (x5) el máximo de su banco El precio para mejorar el banco del gremio es siempre la mitad del máximo. Solo los líderes del gremio pueden usar este comando.
id_id: Meningkatkan ukuran bank guildmu, menambah ukuran untuk $250,000 setiap kali. Guild dapat ditingkatkan sebanyak 9 kali yang akan menetapkannya sampai maksimal sebesar $2,500,000. Donatur dapat meningkatkan guild mereka lebih besar: - Donatur Silver dapat menigkatkan bank guild mereka maksimal sebesar dua kali lipat - Donatur Gold dapat meningkatkan bank guild mereka maksimal sebesar lima kali lipat (x5) Harga untuk meningkatkan guild bank adalah setengah dari harga maksimal. Hanya pemimpin guild yang dapat menggunakan perintah ini.
nb_no: Oppgrader klanens bank, legg til plass for $250 000 hver gang. Klaner kan oppgraderes 9 ganger, noe som setter dem til maksimalt $2 500 000. Patreons vil kunne oppgradere klanen sin enda mer:: – Sølv patreons kan doble sin maksimale bankplass - Gull patreons kan femdoble (x5) sin maksimale bankplass Prisen for å oppgradere klan banken er alltid halvparten av maksimum. Bare klan ledere kan bruke denne kommandoen.

source: Your guild already reached the maximum upgrade.
bg_bg: Вашата гилдия вече е достигнала максималния капацитет.
de_de: Deine Gildenbank kann nicht weiter erweitert werden.
es_ar: Tu gremio ya ha alcanzado el máximo de mejoras.
es_es: Tu gremio ha alcanzado ya la mejora máxima.
es_mx: Tu gremio ha alcanzado ya la máxima mejora.
fr_fr: Votre guilde a déjà atteint l’amélioration maximale.
hu_hu: A céhed elérte a legmagasabb szintet, tovább nem lehet fejleszteni.
id_id: Guild kamu sudah mencapai peningkatan maksimum.
nb_no: Klanen din har allerede nådd maksimal oppgradering.
pt_br: Sua guilda já atingiu a atualização máxima.
ru_ru: Ваша гильдия уже достигла максимального уровня.
sv_se: Din guild har redan nått den maximala uppgraderingen.

source: Your guild is too poor, you got **${money}** but it costs **${price}** to upgrade.
bg_bg: Гилдията ви е твърде няма достатъчно пари, имате **$ {money}**, но струва **$ {price}** за надграждане.
de_de: Deine Gilde hat nicht genug Geld, ihr habt **${money}** doch es kostet **${price}** um zu erweitern.
es_ar: Tu gremio es muy pobre, tiene **${money}** pero la mejora cuesta **${price}**.
es_es: Tu gremio es demasiado pobre, tiene **${money}** pero la mejora cuesta **${price}**.
es_mx: Tu gremio es demasiado pobre, tiene **${money}** pero la mejora cuesta **${price}**.
fr_fr: Votre guilde est trop pauvre, vous possédez **{money}$**, mais l’amélioration coûte **{price}$**.
hu_hu: A céhed kincstára üres. Még van benne **${money}**, de a fejlesztés ára **${price}**.
id_id: Guild kamu terlalu miskin, kamu memiliki **${money}** tetapi harganya **${price}** untuk ditingkatkan.
nb_no: Klanen din er for fattig, du har **${money}** men det koster **${price}** å oppgradere.
pt_br: Sua guilda é muito pobre, você tem **${money}**, mas isso custa ** ${price}** para atualizar.
ru_ru: Ваша гильдия слишком бедна, у вас есть **${money}** , но улучшение стоит **${price}**.
sv_se: Din guild är för fattig, du har **${money}** men det kostar **${price}** för uppgradering.

source: This will upgrade your guild bank limit to **${newlimit}** for **${cost}**. Proceed?
de_de: Dies erweitert die Gildenbank auf **${newlimit}** für **${cost}**. Fortfahren?
es_es: Esto mejorará el límite del banco de tu gremio a **${newlimit}** por **${cost}**. ¿Quieres continuar?
es_mx: Esto actualizará el limite del banco de tú gremio a **${newlimit}** por **{cost}**, ¿continuar?
hu_hu: A céh kincstárának kapacitása megemelkedett, így ez innentől **${newlimit}**. Ennek ára **${cost}**. Folytatod?
id_id: Ini akan meningkatkan batas bank guild kamu ke **${newlimit}** dengan biaya **${cost}**. Lanjutkan?
nb_no: Dette vil oppgradere din klans bank grensen til **${newlimit}** for **${cost}**. Vil du fortsette?
pt_br: Isso atualizará seu limite de banco da guilda para **${newlimit}** por **${cost}**. Continuar?
sv_se: Detta uppgraderar guildbankens gräns till **${newlimit}** för **${cost}**. Är du säker?

source: Your new guild bank limit is now **${limit}**.
bg_bg: Новото ви ограничение на банковата гилдия вече е **$ {limit}**.
de_de: Deine Gildenbank wurde auf **${limit}** erweitert.
es_ar: El nuevo límite de la bóveda de tu gremio ahora es **${limit}**.
es_es: El nuevo límite del banco del gremio es ahora **${limit}**.
es_mx: El nuevo límite del banco de gremio es ahora **${limit}**.
fr_fr: La nouvelle limite de votre banque de guilde est de **{limit}$**.
hu_hu: Az új kincstár tárolókapacitása **${limit}**.
id_id: Batas bank guild kamu yang baru sekarang adalah **${limit}**.
nb_no: Din nye klans bank grense er nå **${limit}**.
pt_br: O atual limite do banco da guilda é **${limit}**.
ru_ru: Ваш новый гильдейский банк теперь может вмещать **${limit}**.
sv_se: Din nya guildbankgräns är nu**${limit}**.

source: Battle another guild
de_de: Kämpft gegen eine andere Gilde
es_es: Lucha contra otro gremio
id_id: Bertarung dengan guild lain
nb_no: Kjemp mot en annen klan
pt_br: Batalha contra outra guilda

source: `<enemy>` - A guild officer or leader `<amount>` - The amount of money to battle for, must be 0 or above `<fightercount>` - The amount of fighters to take into the battle Fight against another guild, the winning guild will be awarded one GvG win. While the battle is preparing, both players, you and the other player, will be asked to nominate guild members for the battle. You can do this by writing `battle nominate @person` (not including `{prefix}`) until you hit the fightercount. After the preparation is over, battles will be randomly matched between the two guilds. These battles function exactly the same as regular battles, see `{prefix}help battle` for more details. Each fight will give the guild who the winner is from one point. The guild with the most points in the end will win the guild battle. In case of a tie, nobody gets the money or guild win. The money will be taken from the guild bank. Only guild leaders and officers can use this command. (This command has a guild cooldown of 30 minutes.)
de_de: `<enemy>` - Ein Gildenoffizier oder Leiter `<amount>` - Der Geldbetrag um den gekämpft wird, muss 0 oder höher sein `<fightercount>` - Die Anzahl der Kämpfer, die in den Kampf genommen werden Kämpft gegen eine andere Gilde, die Gilde, die gewinnt erhält einen GvG Sieg. Während der Vorbereitung für den Kampf, werden beide Spieler gebeten, ihre Gildenmitglieder für den Kampf zu nominieren. Du kannst dies tun, in dem du `battle nominate @person` (ohne `{prefix}`) schreibst bis ihr die Anzahl Kämpfer erreicht habt. Nach der Vorbereitungszeit werden die Kämpfe zufällig ausgewählt, zwischen beiden Gilden. Diese Kämpfe laufen genauso ab wie reguläre Kämpfe, sieh dir `{prefix}help battle` für mehr Details an. Jeder Kampf wird der Gilde, die gewinnt, einen Punkt geben. Die Gilde mit den meisten Punkten wird am Ende gewinnen. Falls der Kampf unentschieden endet, wird niemand gewinnen oder Geld erhalten. Das Geld wird von der Gildenbank genommen. Nur Gildenleiter oder Offiziere können diesen Befehl nutzen. (Dieser Befehl hat einen Cooldown von 30 Minuten.)
es_es: `<enemy>` - un oficial o líder del gremio `<amount>` - la cantidad de dinero por la que luchar, debe ser 0 o superior `<fightercount>` - la cantidad de luchadores para llevar a la batalla Lucha contra otro gremio, el gremio ganador recibirá una victoria GvG. Mientras se prepara la batalla, se les pedirá a ambos jugadores, a ti y al otro jugador, que nominen miembros del gremio para la batalla. Puedes hacer esto escribiendo `battle nominate @person` (sin incluir `{prefix}`) hasta que alcances el número de luchadores. Una vez finalizada la preparación, las batallas se combinarán aleatoriamente entre los dos gremios. Estas batallas funcionan exactamente igual que las batallas normales, consulte `{prefix}help battle` para obtener más detalles. Cada pelea le dará al gremio al que pertenece el ganador un punto. El gremio con más puntos al final ganará la batalla de gremios. En caso de empate, nadie obtiene el dinero o la victoria del gremio. El dinero se extraerá del banco del gremio. Solo los líderes y oficiales del gremio pueden usar este comando. (Este comando tiene un tiempo de reutilización de clan de 30 minutos).
id_id: `<enemy>` - Seorang officer atau pemimpin guild `<amount>` - Sejumlah uang untuk dipertaruhkan, bisa 0 atau lebih besar `<fightercount>` - Jumlah petarung yang akan ikut kedalam pertarungan Bertarung melawan guild lain, guild yang menang akan mendapatkan 1 poin kemenangan GvG. Saat pertempuran sedang dipersiapkan, kedua pemain, kamu dan pemain lainnya, akan diminta untuk menominasi anggota guild untuk ikut dalam pertarungan. Kamu dapat melakukannya dengan mengetik `battle nominate @person` (tidak termasuk `{prefix}`) sampai kamu mencapai jumlah batas petarung. Setelah persiapannya selesai, pertarungan akan ditentukan secara acak antara kedua guild. Pertarungan ini bekerja sama persisnya dengan pertarungan biasa, lihat `{prefix}help battle` untuk info selanjutnya. Setiap pertarungan yang menang akan memberikan guildnya 1 poin. Guild dengan poin terbanyak diakhir pertarungan akan memenangkan pertarungan guild. Jika seri, tidak ada guild yang mendapatkan uang atau kemenangan guild. Uang akan diambil dari bank guild. Hanya pemimpin guild atau officer yang dapat menggunakan perintah ini. (Perintah ini memiliki waktu cooldown selama 30 menit.)
nb_no: `<fiende>` - En klan offiser eller leder `<mengde>` – Mengden penger å kjempe om, må være 0 eller høyere `<kjempermengde>` – Mengden kjempere som skal tas med i kampen Kjemp mot en annen klan, vinner klanen vil bli tildelt en GvG vinn. Mens kampen forberedes, vil begge spillerne, du og den andre spilleren, bli bedt om å nominere klan medlemmer til kampen. Du kan gjøre dette ved å skrive `battle nominate @person` (ikke inkludert `{prefix}`) til du treffer kjempercounten. Etter at forberedelsene er over, vil kampene matches tilfeldig mellom de to klanene. Disse kampene fungerer nøyaktig på samme måte som vanlige kamper, se `{prefix}help battle` for flere detaljer. Hver kamp vil gi ett poeng til vinnerens klan side. Den klanen med flest poeng til slutt vil vinne klan kampen. I tilfelle uavgjort, får ingen pengene eller klan gevinsten. Pengene vil bli tatt fra klans banken. Bare klan ledere og offiserer kan bruke denne kommandoen. (Denne kommandoen har en guild-nedkjøling på 30 minutter.)
pt_br: `<enemy>` - Um oficial de guilda ou líder `<amount>` - A quantidade de dinheiro que você deseja batalha por, deve ser 0 ou maior `<fightercount>` - A quantidade de membro que você deseja que participem da batalha Lute contra outra guilda, a guilda vencedora será premiada com uma vitória GvG. Enquanto a batalha está sendo preparada, ambos os jogadores, você e o outro jogador, serão pedidos para nomearem membros da guilda para batalha. Você pode fazer isso digitando `battle nominate @person` (não inclua o `{prefix}`) até que o limite de jogadores. Após a fase de preparação acabar, batalhas serão escolhidas aleatoriamente entre as duas guildas. Essas batalhas funcionam exatamente como as batalhas normais, digite `{prefix}help battle` para mais detalhes. Cada batalha mostrará para a guilda quem foi o vencedor de cada ponto. A guilda com mais pontos no final será a vencedora da batalha de guilda. Em caso de empate, ninguém ganha o dinheiro ou uma vitória de guilda. O dinheiro será removido do banco de guilda. Apenas líderes de guilda ou oficiais podem usar esse comando. (Esse comando tem um tempo de espera de guilda de 30 minutos.)

source: Poor kiddo having no friendos.
bg_bg: Горкият самотник няма приятели.
de_de: Keine Freunde, was?
es_ar: Pobre niño, no tiene amigos.
es_es: Pobre niño no tiene amigos.
es_mx: Pobre niño sin amigos.
fr_fr: Pauvre enfant, tu n'a pas d'amis.
hu_hu: Szegény kölök, nincsenek játszópajtásai.
id_id: Anak yang malang tidak punya teman.
nb_no: Stakkars ungen som ikke har noen venner.
pt_br: Pobre garoto(a) sem amigos.
ru_ru: Бедные дэти, не имэют друзей.
sv_se: Stackars unge har inga vänner.

source: One of you both doesn't have a guild.
bg_bg: Един от вас няма гилдия.
de_de: Einer von euch beiden hat keine Gilde.
es_ar: Uno de ustedes no tiene gremio.
es_es: Uno de los dos no pertenece a un gremio.
es_mx: Uno de los dos no pertenece a un gremio.
fr_fr: L’un de vous deux n’a pas de guilde.
hu_hu: Valamelyikőtök nem tagja céhnek.
id_id: Salah satu dari kalian berdua tidak memiliki guild.
nb_no: En av dere har ikke en klan.
pt_br: Um de vocês dois não tem uma guilda.
ru_ru: Один из вас двоих не имеет гильдии.
sv_se: En av er har ingen guild.

source: Battling your own guild? :face_with_raised_eyebrow:
de_de: Du willst deine eigene Gilde bekämpfen? :face_with_raised_eyebrow:
es_es: ¿Luchando contra tu propio gremio? :face_with_raised_eyebrow:
id_id: Bertarung dengan guildmu sendiri? :face_with_raised_eyebrow:
nb_no: Sloss du mot din egen klan? :ansikt_med_hevede_øyebryn:
pt_br: Lutando contra a própia guilda? :face_with_raised_eyebrow:

source: One of you both isn't an officer of their guild.
bg_bg: Един от вас не е офицер в гилдията си.
de_de: Einer von euch beiden ist nicht Gildenoffizier.
es_ar: Uno de ustedes no es un oficial de su gremio.
es_es: Uno de los dos no es oficial de su gremio.
es_mx: Uno de los dos no es oficial de su gremio.
fr_fr: L’un de vous deux n’est pas officier au sein de sa guilde.
hu_hu: Valamelyikőtök nem tiszt a maga céhében.
id_id: Salah satu dari kalian berdua bukanlah officer dari guildnya.
nb_no: En av dere begge er ikke offiser i klanen deres.
pt_br: Um de vocês dois não é um oficial ou líder de sua guilda.
ru_ru: Один из вас двоих не офицер чужой гильдии.
sv_se: En av er är inte en officerare i deras guild.

source: One of the guilds can't pay the price.
bg_bg: Една от гилдиите не може да плати цената.
de_de: Einer von euch beiden kann den Preis nicht bezahlen.
es_ar: Uno de los gremios no puede pagar el precio.
es_es: Uno de los gremios no puede pagar el precio.
es_mx: Uno de los gremios no puede pagar el precio.
fr_fr: L’une des guildes n’a pas assez d’argent pour payer.
hu_hu: Valamelyikőtök céhe nem tudja kifizetni a nevezési díjat.
id_id: Salah satu guildnya tidak dapat membayar harganya.
nb_no: En av klanene kan ikke betale prisen.
pt_br: Uma das guildas não pode pagar o preço.
ru_ru: Одна из гильдий не может заплатить.
sv_se: En av guildarna kan inte betala priset.

source: One of the guilds is too small.
bg_bg: Една от гилдиите е твърде малка.
de_de: Eine der Gilden ist zu klein.
es_ar: Uno de los gremios es muy pequeño.
es_es: Uno de los gremios es demasiado pequeño.
es_mx: Uno de los gremios es demasiado pequeño.
fr_fr: L’une des guildes est trop petite.
hu_hu: Valamelyikőtök céhe túl kicsi.
id_id: Salah satu guild terlalu kecil.
nb_no: En av klanen er for liten.
pt_br: Uma das guildas é muito pequena.
ru_ru: Одна из гильдий слишком мала.
sv_se: En av guildarna är för små.

source: {enemy} didn't want to join your battle, {author}.
bg_bg: {enemy} не искаше да се присъедини към твоята битка, {author}.
de_de: {enemy} wollte deinem Kampf nicht beitreten, {author}.
es_ar: {enemy} no quizo entrar en tu batalla, {author}.
es_es: {enemy} no ha querido unirse a tu batalla, {author}.
es_mx: {enemy} no ha querido unirse a tu batalla, {author}.
fr_fr: {enemy} décline l’invitation au combat, {author}.
hu_hu: {author}, {enemy} nem akart csatlakozni a csatához.
id_id: {enemy} tidak ingin bergabung ke pertempuranmu, {author}.
nb_no: {enemy} ville ikke bli med i kampen din, {author}.
pt_br: {enemy} não quis se juntar à sua batalha, {author}.
ru_ru: {enemy} не захотел присоединяться к вашей битве, {author}.
sv_se: {enemy} ville inte gå med din strid, {author}.
