Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: To permanently choose a language, please create a character and enter this command again. I set it to {language} temporarily.
bg_bg: За да изберете език за постоянно, моля, създайте герой и въведете тази команда отново. Поставих го временно на {language}.
de_de: Um dauerhaft eine Sprache festzulegen, erstelle ein Profil und nutze dieses Kommando noch einmal. Sprache {language} zeitweise festgelegt.
es_ar: Para seleccionar un lenguaje permanente, creá un personaje nuevo y poné este comando de nuevo. Yo te lo pongo en {language} temporalmente.
es_es: Para escoger un idioma de forma permanente, por favor crea un personaje y utiliza éste comando de nuevo. Temporalmente se ha asignado {language}.
es_mx: Para escoger un idioma de forma predeterminada, por favor crea un personaje y utiliza éste comando de nuevo. Temporalmente se te ha asignado el idioma {language}.
hu_hu: A megjelenítési nyelv véglegesítéséhez hozz létre egy karaktert, majd add meg újra ezt a parancsot! Ideiglenesen egyelőre {language} nyelven fog minden megjelenni.
id_id: Untuk memilih bahasa secara permanen, tolong buat sebuah karakter dan masukkan kembali perintah ini. Aku mengaturnya ke bahasa {language} sementara.
nb_no: For å velge et språk permanent, vennligst opprett en karakter og skriv inn denne kommandoen på nytt. Jeg satte den til {language} midlertidig.
pt_br: Para escolher um idioma permanentemente, por favor crie um personagem e digite esse comando de novo. Eu defini o idioma para {language} temporariamente.
sv_se: För att permanent välja ett språk, vänligen skapa en karaktär och använd detta kommandot igen. Jag har satt det till {language} tillfälligt.

source: Battle against another player
de_de: Kämpfe gegen einen anderen Spieler
es_es: Lucha contra otro jugador
id_id: Pertarungan melawan pemain lain
nb_no: Kjemp mot en annen spiller
pt_br: Batalha contra outro jogador

source: `[money]` - A whole number that can be 0 or greater; defaults to 0 `[enemy]` - A user who has a profile; defaults to anyone Fight against another player while betting money. To decide the fight, the players' items, race and class bonuses and an additional number from 1 to 7 are evaluated, this serves as a way to give players with lower stats a chance at winning. The money is removed from both players at the start of the battle. Once a winner has been decided, they will receive their money, plus the enemy's money. The battle lasts 30 seconds, after which the winner and loser will be mentioned. If both players' stats + random number are the same, the winner is decided at random. The battle's winner will receive a PvP win, which shows on their profile. (This command has a cooldown of 90 seconds.)
de_de: `[money]` - Eine ganze Zahl, die 0 oder größer sein kann; ohne Angabe ist es 0 `[enemy]` - Ein Nutzer, der ein Profil hat; als Standard ist es jemand Kämpfe gegen einen anderen Spieler und wette um Geld. Um den Kampf zu entschieden werden die Items, Rasse und Klassenboni der Spieler sowie eine zusätzliche Nummer zwischen 1 und 7 betrachtet, dies gibt den Spielern mit niedrigeren Stats eine Chance zu gewinnen. Das Geld wird zum Start des Kampfes von beiden Spielern eingezogen. Sobald ein Gewinner entschieden wurden, erhält dieser sein Geld, sowie den Einsatz des Gegners. Der Kampf dauert 30 Sekunden, danach werden Verlieren und Gewinner genannt. Wenn die Stats beider Spieler sowie ihre zufällige Nummer gleich sind, wird der Gewinner zufällig entschieden. Der Gewinner erhält einen PvP Sieg, welcher auf dem Profil sichtbar ist. (Dieser Befehl hat einen Cooldown von 90 Sekunden.)
es_es: `[money]` - un número entero que puede ser 0 o mayor; el valor predeterminado es 0 `[enemy]` - un usuario que tiene un perfil; cualquiera por defecto Lucha contra otro jugador mientras apuestas dinero. Para decidir la pelea, se evalúan los artículos de los jugadores, las bonificaciones de raza y clase y un número adicional del 1 al 7, esto sirve como una forma de dar a los jugadores con estadísticas más bajas la oportunidad de ganar. El dinero se retira de ambos jugadores al comienzo de la batalla. Una vez que se ha decidido un ganador, recibirán su dinero, más el dinero del enemigo. La batalla dura 30 segundos, después de lo cual se mencionará al ganador y al perdedor. Si las estadísticas de ambos jugadores + el número aleatorio son iguales, el ganador se decide al azar. El ganador de la batalla recibirá una victoria PvP, que se muestra en su perfil. (Este comando tiene un tiempo de reutilización de 90 segundos).
id_id: `[money]` - Sejumlah angka dari 0 atau lebih besar; jika tidak ditentukan maka dijadikan 0 `[enemy]` - Seorang pengguna yang memiliki profil pemain; jika tidak ditentukan maka dijadikan untuk siapa saja Bertarung melawan pemain lain dengan taruhan sejumlah uang. Untuk menentukan pertarungan, barang, bonus ras dan kelas pemain serta nomor tambahan dari 1 hingga 7 akan dipertimbangkan, ini berfungsi sebagai cara untuk memberikan pemain dengan stat yang lebih rendah berkesempatan untuk menang. Uang taruhan akan diambil dari kedua pemain di awal pertarungan. Setelah pemenang ditentukan, pemenang akan menerima uangnya, dan uang musuhnya. Pertarungan berlangsung selama 30 detik, setelah itu pemenang dan pemain yang kalah akan ditentukan. Jika stat kedua pemain + nomor acak sama, pemenang akan ditentukan secara acak. Pemenang pertarungan akan menerima kemenangan PvP, yang ditampilkan di profile pemain. (Perintah ini memiliki waktu cooldown selama 90 detik.)
nb_no: `[penger]` – Et helt tall som kan være 0 eller høyere; standard til 0 `[fiende]` – En bruker som har en karakter; standard til hvem som helst Kjemp mot en annen spiller mens du satser penger. For å avgjøre kampen, blir spillernes gjenstander, rase og klassebonuser og et tilleggstall fra 1 til 7 evaluert, dette fungerer som en måte å gi spillere med lavere statistikk en sjanse til å vinne. Pengene fjernes fra begge spillerne ved starten av kampen. Når en vinner er avgjort, vil de motta pengene sine, pluss fiendens penger. Kampen varer i 30 sekunder, hvoretter vinneren og taperen blir nevnt. Hvis begge spillernes statistikk + tilfeldig tall er den samme, avgjøres vinneren tilfeldig. Kampens vinner vil motta en PvP vinn, som vises på profilen deres. (Denne kommandoen har en nedkjøling på 90 sekunder.)
pt_br: `[money]` - Um número inteiro que pode ser 0 ou maior. Por padrão é 0 `[enemy]` - Um usuário que possuí um perfil. Por padrão é qualquer um Lute contra outros jogadores enquanto aposta dinheiro. Para decidir a disputa, os itens, a raça e bônus de classes do jogador, junto com um número adicional de 1 a 7 são avaliadas. O último serve como uma forma para que os jogadores com estatísticas mais baixas possam ter uma chance de ganhar. O dinheiro é removido dos dois jogadores no inicio da batalha. Uma vez que o vencedor foi decidido, ele receberá o seu dinheiro de volta, mais o dinheiro do inimigo. A batalha dura 30 segundos, depois disso o vencedor e perdedor serão mencionados. Se as estatísticas do jogador + o número aleatório serem o mesmo, o vencedor é decidido de forma aleatória. O vencedor da batalha irá receber uma vitória PvP, que aparece no perfil dele. (Esse comando tem um tempo de espera de 90 segundos.)

source: You can't battle yourself.
bg_bg: Не може да се сражавате срещу себе си.
de_de: Du kannst nicht gegen dich selbst Kämpfen.
es_ar: No podés pelear contra vos mismo.
es_es: No puedes luchar contra ti mismo.
es_mx: No puedes luchar contra ti mismo.
fr_fr: Vous ne pouvez pas vous battre contre vous-même.
hu_hu: Magaddal nem párbajozhatsz.
id_id: Kamu tidak bisa bertarung dengan diri kamu sendiri.
nb_no: Du kan ikke slåss mot deg selv.
pt_br: Você não pode lutar contra você mesmo.
ru_ru: Вы не можете драться с самим собой.
sv_se: Du kan inte slåss med dig själv. O.o

source: {author} seeks a battle! React with ⚔ now to duel them! The price is **${money}**.
de_de: {author} sucht ein Duell! Reagiere mit ⚔, um gegen sie/ihn zu kämpfen! Der Preis beträgt **${money}**.
es_mx: ¡{author} busca batalla!, reacciona con ⚔ para un duelo! El premio es de **${money}**.
hu_hu: {author} szeretne párbajra hívni! Az elfogadáshoz kattints a ⚔ reakciójelre! A nyeremény összege **${money}**.
sv_se: {author} söker ett slagsmål! Reagera med ⚔ för att slåss mot dem! Priset är **${money}**.

source: {author} seeks a battle with {enemy}! React with ⚔ now to duel them! The price is **${money}**.
de_de: {author} sucht ein Duell mit {enemy}! Reagiere mit ⚔, um gegeneinander zu kämpfen! Der Preis beträgt **${money}**.
es_mx: ¡{author} busca batalla en contra de {enemy}!, reacciona con ⚔ para un duelo! El premio es de **${money}**.
hu_hu: {author} szeretné párbajra hívni {enemy}-t! Az elfogadáshoz kattints a ⚔ reakciójelre! A nyeremény összege **${money}**.
sv_se: {author} söker ett slagsmål med {enemy}! Reagera med ⚔ för att slåss mot dem! Priset är **${money}**.

source: Noone wanted to join your battle, {author}!
bg_bg: Никой не пожела да се сражава с Вас, {author}!
de_de: Niemand hat das Duell angenommen, {author}!
es_ar: ¡Nadie ingresó a tu desafío, {author}!
es_es: ¡Nadie quiso unirse a la batalla, {author}!
es_mx: ¡Nadie se ha unido en tu batalla {author}!
fr_fr: Personne n’a voulu rejoindre votre combat, {author} !
hu_hu: Senki nem fogadta el a kihívásod, {author}!
id_id: Tidak ada yang ingin bergabung dengan pertarunganmu, {author}!
nb_no: Ingen ville kjempe mot deg, {author}!
pt_br: Ninguém entrou em seu desafio, {author}!
ru_ru: Никто не захотел с вами драться, {author}!
sv_se: Ingen ville slåss med dig, {author}!

source: You don't have enough money to join the battle.
bg_bg: Нямате достатъчно пари за да влезете в битката.
de_de: Du hast nicht genug Geld um zu kämpfen.
es_ar: No tenés plata suficiente como para entrar al desafío.
es_es: No tienes dinero suficiente para unirte a la batalla.
es_mx: No tienes dinero suficiente para unirte a la batalla.
fr_fr: Vous n’avez pas assez d’argent pour rejoindre ce combat.
hu_hu: Nincs elég pénzed a kihívás elfogadására.
id_id: Kamu tidak memiliki cukup uang untuk bergabung dalam pertarungan.
nb_no: Du har ikke nokk penger til og bli med i kampen.
pt_br: Você não tem o dinheiro suficiente para entrar na batalha.
ru_ru: У вас недостаточно денег, чтобы присоединиться к битве.
sv_se: Du har inte tillräckligt med pengar för att delta i slagsmålet.

source: Battle **{author}** vs **{enemy}** started! 30 seconds of fighting will now start!
bg_bg: Битка между **{author}** и **{enemy}** започна! Победителят ще бъде определен след 30 секунди!
de_de: Das Duell zwischen **{author}** und **{enemy}** beginnt! Der Kampf dauert 30 Sekunden!
es_ar: ¡La batalla entre **{author}** y **{enemy}** va a empezar en 30 segundos!
es_es: ¡La batalla entre **{author}** y **{enemy}** comenzará en 30 segundos!
es_mx: ¡La batalla entre **{author}** y **{enemy}** comenzará en 30 segundos!
fr_fr: Le combat entre **{author}** et **{enemy}** vient de commencer ! 30 secondes de combat vont maintenant commencer !
hu_hu: A párbaj **{author}** és **{enemy}** között megkezdődött! 30 másodpercnyi küzdelem veszi ezennel kezdetét!
id_id: Pertarungan **{author}** melawan **{enemy}** telah dimulai! 30 detik lagi pertarungan akan dimulai!
nb_no: Kampen **{author}** mot **{enemy}** startet! 30 sekunders kamp starter nå!
pt_br: A batalha entre **{author}** vs **{enemy}** começou. 30 segundos de batalha irá começar agora!
ru_ru: Битва между **{author}** и **{enemy}** началась! 30 секунд битвы начинаются... сейчас!
sv_se: Slagsmålet **{author}** mot **{enemy}** har påbörjats! 30 sekunder av stridande kommer att börja nu!

source: {winner} won the battle vs {looser}! Congratulations!
bg_bg: {winner} победи срещу {looser}! Поздравления!
de_de: {winner} gewinnt gegen {looser}! Glückwunsch!
es_ar: ¡{winner} ganó la batalla contra {looser}! ¡Felicidades!
es_es: ¡{winner} ganó la batalla contra {looser}! ¡Felicidades!
es_mx: Felicidades {winner} ganaste la batalla contra {looser}!
fr_fr: {winner} a gagné le duel contre {looser} ! Félicitations !
hu_hu: {winner} győzedelmeskedett {looser} felett! Dicsőség a bajnoknak!
id_id: {winner} memenangkan pertarungannya melawan {looser}! Selamat!
nb_no: {winner} vant kampen mot {looser}! Gratulerer!
pt_br: {winner} ganhou a batalha contra {looser}! **Parabéns!**
ru_ru: {winner} победил противника {looser}! Поздравляем!
sv_se: {winner} vann slagsmålet mot {looser}! Grattis!

source: Battle against a player (inclusdes raidstats)
de_de: Kämpfe gegen einen Spieler (Raidstats werden berücksichtig)
es_es: Batalla contra un jugador (incluye raidstats)
id_id: Pertarungan melawan pemain lain (termasuk raidstats)
nb_no: Kjemp mot en spiller (inkludert raidstatistikk)
pt_br: Batalha contra um jogador (incluí estatísticas de raid)

source: `[money]` - A whole number that can be 0 or greater; defaults to 0 `[enemy]` - A user who has a profile; defaults to anyone Fight against another player while betting money. To decide the players' stats, their items, race and class bonuses and raidstats are evaluated. The money is removed from both players at the start of the battle. Once a winner has been decided, they will receive their money, plus the enemy's money. The battle is divided into rounds, in which a player attacks. The first round's attacker is chosen randomly, all other rounds the attacker is the last round's defender. The battle ends if one player's HP drops to 0 (winner decided), or if 5 minutes after the battle started pass (tie). In case of a tie, both players will get their money back. The battle's winner will receive a PvP win, which shows on their profile. (This command has a cooldown of 5 minutes)
de_de: `[money]` - Eine ganze Zahl, die 0 oder größer sein kann; ohne Angabe ist es 0 `[enemy]` - Ein Nutzer, der ein Profil hat; als Standard ist es jemand Kämpfe gegen einen anderen Spieler und wette um Geld. Um den Kampf zu entschieden werden die Items, Rasse und Klassenboni der Spieler betrachtet. Das Geld wird zum Start des Kampfes von beiden Spielern eingezogen. Sobald ein Gewinner entschieden wurden, erhält dieser sein Geld, sowie den Einsatz des Gegners. Der Kampf ist in Runden eingeteilt. In der ersten Runde wird der Angreifer per Zufall entschieden, danach ist es immer der Verteidiger aus der letzten Runde. Der Kampf endet, wenn die HP eines Spielers auf 0 sinken (Gewinner gefunden), oder wenn der Kampf bereits seit 5 Minuten läuft (Unentschieden). Wenn der Kampf unentschieden endet, erhalten beide Spieler ihr Geld zurück. Der Gewinner erhält einen PvP Sieg, welcher auf dem Profil sichtbar ist. (Dieser Befehl hat einen Cooldown von 5 Minuten.)
es_es: `[money]` - un número entero que puede ser 0 o mayor; el valor predeterminado es 0 `[enemy]` - un usuario que tiene un perfil; por defecto a cualquiera Lucha contra otro jugador mientras apuestas dinero. Para decidir las estadísticas de los jugadores, se evalúan sus artículos, bonificaciones de raza y clase y estadísticas de incursión. El dinero se retira de ambos jugadores al comienzo de la batalla. Una vez que se ha decidido un ganador, recibirán su dinero, más el dinero del enemigo. La batalla se divide en rondas, en las que un jugador ataca. El atacante de la primera ronda se elige al azar, todas las otras rondas el atacante es el defensor de la última ronda. La batalla finaliza si el HP de un jugador decae a 0 (el ganador lo decide), o si 5 minutos después del comienzo de la batalla pasan (empate). En caso de empate, ambos jugadores recuperarán su dinero. El ganador de la batalla recibirá una victoria PvP, que se muestra en su perfil. (Este comando tiene un tiempo de reutilización de 5 minutos)
id_id: `[money]` - Sejumlah angka dari 0 atau lebih besar; jika tidak ditentukan maka dijadikan 0 `[enemy]` - Seorang pengguna yang memiliki profil pemain; jika tidak ditentukan maka dijadikan untuk siapa saja Bertarung melawan pemain lain dengan taruhan sejumlah uang. Untuk menentukan stat pemain, barang , bonus ras dan kelas serta raidstats pemain akan dipertimbangkan. Uang taruhan akan diambil dari kedua pemain diawal pertarungan. Setelah pemenang ditentukan, pemenang akan menerima uangnya, dan uang musuhnya. Pertarungan dibagi menjadi beberapa ronde, yang mana setiap pemain akan menyerang lawannya. Ronde pertama penyerang akan dipilih secara acak, setiap ronde selanjutnya penyerang adalah yang bertahan dironde terakhir. Pertarungan akan berakhir jika HP salah satu pemain turun menjadi 0 (pemenang ditentukan), atau jika 5 menit setelah pertarungan yang dimulai berakhir (seri). Jika terjadi seri, kedua pemain akan menerima uang mereka kembali. Pemenang pertarungan akan menerima kemenangan PvP, yang akan ditampilkan di profile mereka. (Perintah ini memiliki waktu cooldown selama 5 menit.)
nb_no: `[penger]` – Et helt tall som kan være 0 eller høyere; standard til 0 `[fiende]` – En bruker som har en karakter; standard til hvem som helst Kjemp mot en annen spiller mens du satser penger. For å bestemme spillernes statistikk, blir deres gjenstander, rase og klassebonuser og raidstatistikk evaluert. Pengene fjernes fra begge spillerne ved starten av kampen. Når en vinner er avgjort, vil de motta pengene sine, pluss fiendens penger. Kampen er delt inn i runder, der en spiller angriper. Den første rundens angriper velges tilfeldig, alle andre runder er angriperen den siste rundens forsvarer. Kampen avsluttes hvis en spillers HP faller til 0 (vinneren avgjort), eller hvis 5 minutter etter at kampen startet passerer (uavgjort). Ved uavgjort vil begge spillerne få pengene tilbake. Kampens vinner vil motta en PvP vinn, som vises på profilen deres. (Denne kommandoen har en nedkjøling på 5 minutter)
pt_br: `[money]` - Um número inteiro que pode ser 0 ou maior. Por padrão é 0 `[enemy]` - Um usuário que tem um perfil. Por padrão é qualquer um Lute contra outro jogador enquanto aposta dinheiro. Para decidir a disputa, são consideradas as estatísticas do jogador e de raid, os itens, a raça e os bônus de classe. O dinheiro é removido dos dois jogadores no inicio da batalha. Uma vez que o vencedor seja decidido, ele receberá o seu dinheiro de volta mais o dinheiro do inimigo. A batalha é dividida em turnos, nos quais um dos jogadores ataca. O atacante do primeiro turno é decidido aleatoriamente. Nos outros turnos o atacante será o defensor do último turno. A batalha termina se a vida de um jogador chegar em 0 (ganhador decidido) ou se passarem 5 minutos depois do inicio da batalha (empate). Em caso de empate, ambos os jogadores receberão seu dinheiro de volta. O vencedor da batalha irá receber uma vitória PvP, que aparece no perfil dele. (Esse comando tem um tempo de espera de 5 minutos.)

source: {author} seeks a raidbattle! React with ⚔ now to duel them! The price is **${money}**.
de_de: {author} sucht ein Raid-Duell! Reacte mit ⚔, um gegeneinander zu kämpfen! Der Preis beträgt **${money}**.
es_mx: {author} busca una batalla de incursión, reacciona con ⚔ para unirte a la batalla. El premio es **${money}**.
hu_hu: {author} kihívna valakit egy Hajtó-háborúra! A ⚔ reakciógomb megnyomásával elfogadhatod a kihívást! A nevezési díj: **${money}**.
sv_se: {author} söker ett raidslagsmål! Reagera med ⚔ för att slåss mot dem! Kostnaden är **${money}**.

source: {author} seeks a raidbattle with {enemy}! React with ⚔ now to duel them! The price is **${money}**.
de_de: {author} sucht ein Raid-Duell mit {enemy}! Reacte mit ⚔, um gegeneinander zu kämpfen! Der Preis beträgt **${money}**.
es_mx: {author} busca una batalla de incursión con {enemy}, reacciona con ⚔ para aceptar la batalla. El premio es **${money}**.
hu_hu: {author} kihívta {enemy} karakterét egy Hajtó-háborúra! A ⚔ reakciógomb megnyomásával elfogadhatod a kihívást! A nevezési díj: **${money}**.
sv_se: {author} söker ett raidslagsmål med {enemy}! Reagera med ⚔ för att slåss mot dem! Kostnaden är **${money}**.

source: Noone wanted to join your raidbattle, {author}!
de_de: Niemand hat das Raid-Duell angenommen, {author}!
es_es: ¡Nadie quiso unirse a la batalla de asaltos, {author}!
es_mx: {author} nadie quiere unirse a tú batalla de incursión!
hu_hu: Mindenki megfutamodott a kihívásod elől, {author}!
id_id: Tidak ada yang ingin bergabung dengan pertempuranmu, {author}!
nb_no: Ingen ville bli med i raidkampen din, {author}!
pt_br: Ninguém quis participar da sua batalha de raid, {author}!
sv_se: Ingen ville slåss mot dig, {author}!

source: You don't have enough money to join the raidbattle.
de_de: Du hast nicht genug Geld um zu kämpfen.
es_es: No tienes suficiente dinero para unirte a la batalla de asaltos.
es_mx: No tienes el dinero suficiente para entrar a la batalla de incursión.
hu_hu: Nem tudod megfizetni a nevezési díjat.
id_id: Kamu tidak memiliki cukup uang untuk bergabung dalam pertempuran.
nb_no: Du har ikke nokk penger til og bli med i raidkampen.
pt_br: Você não tem dinheiro o suficiente para participar da batalha de raid.
sv_se: Du har inte tillräckligt med pengar för att slåss.

source: {p1} won the raidbattle vs {p2}! Congratulations!
de_de: {p1} gewinnt gegen {p2}! Glückwunsch!
es_es: ¡{p1} ha ganado la batalla de asaltos contra {p2}! ¡Enhorabuena!
es_mx: Felicidades {p1} has ganado la batalla de incursión en contra de {p2}
hu_hu: {p1} győzedelmeskedett {p2} fölött! Vivát!
id_id: {p1} memenangkan pertempuran melawan {p2}! Selamat!
nb_no: {p1} vant raidkampen mot {p2}! Gratulerer!
pt_br: {p1} ganhou a batalha de raid contra {p2}! Parabéns!
sv_se: {p1} vann slagsmålet mot {p2}! Grattis!

source: Battle against a player (active)
de_de: Kämpfe gegen einen Spieler (aktiv)
es_es: Batalla contra un jugador (activo)
id_id: Pertarungan melawan pemain lain (aktiv)
nb_no: Kjemp mot en spiller (aktivt)
pt_br: Batalha contra o jogador (ativa)
