Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: This bot has its own patreon page. **Why should I donate?** This bot is currently on {guild_count} servers, and it is growing fast. Hosting this bot for all users is not easy and costs a lot of money. If you want to continue using the bot or just help us, please donate a small amount. Even $1 can help us. **Thank you!** <https://patreon.com/idlerpg>
bg_bg: Ние имаме своя **patreon** страница. **Защо да даря?** В момента този бот е в {guild_count} сървъри, и расте бързо. Хостингът на бота за всички потребители не е лесен и струва пари, много пари Ако искаш да продължиш да използваш този бот или просто да ни помогнеш, молим, да станеш наш *patreon*. Дори $1 ще ни помогне. **Благодарим!** <https://patreon.com/idlerpg>
de_de: IdleRPG hat seine eigene Patreon-Seite. **Warum sollte Ich mein Geld hierfür geben?** Dieser Bot ist auf {guild_count} Servern und die Zahl steigt rapide an. Den Bot für alle Nutzer bereitzustellen ist nicht einfach und kostet eine Menge Geld. Wenn du IdleRPG weiter benutzen willst, oder einfach nur helfen willst, spende uns einen kleinen Betrag. Sogar 1€ hilft uns. **Vielen Dank!** <https://patreon.com/idlerpg>
es_ar: Este bot tiene su propio perfil de Patreon. **¿Por qué debería donar?** Actualmente, el bot está en {guild_count} servidores, y está creciendo rápidamente. El alojamiento de este bot para todos los usuarios no es fácil, y cuesta banda de guita. Si querés seguir usando el bot, o simplemente ayudarnos... por favor, doná. Aunque sea un poquito. Inclusive $1 puede ayudarnos. **¡Muchas gracias!** <https://patreon.com/idlerpg>
es_es: Este bot tiene su propia página de Patreon. **¿Por qué debería donar?** Actualmente, el bot está en {guild_count} servidores, y crece rápidamente. Mantener este bot para todos los usuarios no es fácil y cuesta mucho dinero. Si quieres continuar usando el bot o simplemente ayudarnos, por favor, realiza una pequeña aportación. Incluso donar solo $1 puede ayudarnos. **¡Muchas gracias!** <https://patreon.com/idlerpg>
es_mx: Este bot tiene su propia página de Patreon. **¿Por qué debería donar?** Actualmente, el bot está en {guild_count} servidores, y crece rápidamente. Alojar este bot para todos los usuarios no es fácil y cuesta mucho dinero. Si quieres continuar usando el bot o simplemente ayudarnos, por favor, realiza una pequeña aportación. Incluso $1 puede ayudarnos. **¡Muchas gracias!** <https://patreon.com/idlerpg>
fr_fr: Ce bot a sa propre page patreon. **Pourquoi devrais-je faire une donation ?** Ce bot est actuellement sur {guild_count} serveurs, et se développe rapidement. Héberger ce bot pour tous les utilisateurs n’est pas facile et coûte beaucoup d’argent. Même 1$ peut nous aider. **Merci !** <https://patreon.com/idlerpg>
hu_hu: Ennek a botnak saját Patreon oldala van. **Miért legyek támogató?** Ez a bot jelenleg {guild_count} szerveren fut, és rohamosan terjeszkedik. Az üzemeltetése az összes felhasználó számára nagy kihívás és magas költségekkel jár. Ha a továbbiakban is szeretnéd használni a botot, vagy csak szeretnél segíteni, akkor kérjük, szállj be egy kis összeggel. Minden $1 számít! **Köszönjük előre is!** <https://patreon.com/idlerpg>
id_id: Bot ini memiliki laman patreonnya sendiri. **Kenapa aku harus berdonasi?** Bot ini saat ini berada di {guild_count} server, dan dia berkembang dengan cepat. Memimpin bot ini untuk semua pengguna tidaklah mudah dan menghabiskan banyak uang. Jika kamu ingin lanjut menggunakan bot ini atau hanya membantu kita, tolong donasikan sedikit. Bahkan $1 dapat membantu kita. **Terima kasih!** <https://patreon.com/idlerpg>
nb_no: Denne botten har sin egen patreon side. **Hvorfor bør jeg donere?** Denne botten er for øyeblikket på {guild_count} servere, og den vokser raskt. Å være vert for denne botten for alle brukere er ikke lett og koster mye penger. Hvis du vil fortsette å bruke botten eller bare hjelpe oss, vennligst doner et lite beløp. Til og med $1 kan hjelpe oss. **Takk skal du ha!** <https://patreon.com/idlerpg>
pt_br: Esse bot tem a própria página de Patreon. ** Por que devo doar? ** Este bot está atualmente em {guild_count} servidores e está crescendo rapidamente. Hospedar esse bot para todos os usuários não é fácil e custa muito dinheiro. Se você quiser continuar usando o bot ou apenas nos ajude, por favor doe um pequena quantia. Até mesmo um dólar pode nos ajudar. ** Obrigado! ** <https://patreon.com/idlerpg>
ru_ru: Этот бот имеет свой патреон. **Зачем я должен донатить?** Данный бот в данный момент расположен на {guild_count} серверах, и он растёт крайне быстро. Хостить его для всех игроков не так то просто и стоит много денег. Если вы хотите продолжить использовать бота или просто помочь нам, пожалуйста поддержите небольшим количеством. Даже $1 может помочь нам. **Спасибо!** <https://patreon.com/idlerpg>
sv_se: Den här botten har sin egna patreon sida. **Varför ska jag donera?** Den här botten är nuvarande på {guild_count} servrar, och den växer fort. Det är inte lätt att ha denna bot för alla användare och det kostar mycket pengar. Om du vill fortsätta använda botten eller bara hjälpa oss, skänker du en liten summa. Till och med $1 kan hjälpa oss. **Tack!** <https://patreon.com/idlerpg>

source: Shows the source code and license.
bg_bg: Показва програмния код и лиценза.
de_de: Zeigt den Quellcode und die Lizenz.
es_ar: Muestra los códigos fuente y licencias.
es_es: Muestra el código fuente y licencia.
es_mx: Muestra el código fuente y licencia.
fr_fr: Montre le code source ainsi que la licence.
hu_hu: A forráskód és licensz mutatása.
id_id: Menunjukan kode sumber dan lisensi.
nb_no: Viser kildekoden og lisensen.
pt_br: Mostra o código-fonte e a licença.
ru_ru: Показывает источник кода и лицензию.
sv_se: Visar källkoden och licenset.

source: Shows our GitLab page and license. If you want to contribute, feel free to create an account and submit issues and merge requests.
de_de: Zeigt den Quellcode und die Lizenz. Wenn du etwas beitragen willst, kannst du jederzeit einen Account erstellen und Probleme oder Anfragen einschicken.
es_es: Muestra nuestra página y licencia de GitLab. Si deseas contribuir, no dudes en crear una cuenta y enviar problemas y fusionar solicitudes.
id_id: Menampilkan halaman GitLab dan lisensi kami. Jika kamu ingin berkontribusi, silahkan membuat akun dan kirimkan masalah yang dihadapi dan satukan dengan pertanyaan.
nb_no: Viser vår GitLab-side og lisens. Hvis du ønsker å bidra, kan du gjerne opprette en konto og sende inn problemer og sammenslåingsforespørsler.
pt_br: Mostra a nossa página e licença do GitLab. Se você quer contribuir, sinta-se livre para criar uma conta e mandar os erros e misturar com os pedidos.

source: Invite the bot to your server.
de_de: Lade den Bot in deinen Server ein.
es_es: Invita al bot a tu servidor.
id_id: Mengundang bot ke servermu.
nb_no: Inviter botten til serveren din.
pt_br: Convida o bot para o seu servidor.

source: Invite the bot to your server. Use this [backup link](https://discord.com/oauth2/authorize?client_id=424606447867789312&scope=bot&permissions=8) in case the above does not work.
de_de: Lade den Bot in deinen Server ein. Nutze den [Backup-Link](https://discord.com/oauth2/authorize?client_id=424606447867789312&scope=bot&permissions=8) falls der Andere Nicht funktioniert.
es_es: Invita al bot a tu servidor. Utiliza este [backup link](https://discord.com/oauth2/authorize?client_id=424606447867789312&scope=bot&permissions=8) en caso de que el anterior no funcione.
id_id: Mengundang bot ke servermu. Gunakan ini [tautan cadangan](https://discord.com/oauth2/authorize?client_id=424606447867789312&scope=bot&permissions=8) jika yang diatas tidak berfungsi.
nb_no: Inviter botten til serveren din. Bruk denne [backup-lenken](https://discord.com/oauth2/authorize?client_id=424606447867789312&scope=bot&permissions=8) i tilfelle det ovennevnte ikke fungerer.

source: You are running version **{version}** by The IdleRPG Developers. Invite me! https://invite.idlerpg.xyz
de_de: Du nutzt die Version **{version}** der IdleRPG Entwickler. Lad mich ein! https://invite.idlerpg.xyz
es_es: Está ejecutando la versión **{version}** de The IdleRPG Developers. ¡Invítame! https://invite.idlerpg.xyz
id_id: Kamu menjalankan versi **{version}** oleh The IdleRPG Developers. Undang saya! https://invite.idlerpg.xyz
nb_no: Du kjører versjon **{version}** av The IdleRPG Developers. Inviter meg! https://invite.idlerpg.xyz
pt_br: Você está rodando a versão **{version}** feita pelos desenvolvedores do IdleRPG. Convide-me! https://invite.idlerpg.xyz

source: Join the Support server
de_de: Tritt dem Support Server bei
es_es: Únete al servidor de soporte
id_id: Bergabunglah dengan server Dukungan
nb_no: Bli med på supportserveren
pt_br: Junte-se ao nosso servidor de Suporte

source: Sends you the link to join the official IdleRPG Support server. Use this [backup link](https://discord.gg/MSBatf6) in case the above does not work.
de_de: Sendet dir den link zum offiziellen IdleRPG Support Server. Nutze den [Backup Link](https://discord.gg/MSBatf6) falls der Andere nicht funktioniert.
es_es: Te envía el enlace para unirse al servidor oficial de soporte de IdleRPG. Utiliza este [backup link] (https://discord.gg/MSBatf6) en caso de que lo anterior no funcione.
id_id: Mengirimkanmu sebuah tautan untuk bergabung dengan server Dukungan idleRPG yang resmi. Gunakan ini [tautan cadangan](https://discord.gg/MSBatf6) jika yang diatas tidak berfungsi.
nb_no: Sender deg lenken for å bli med i den offisielle IdleRPG Support-serveren. Bruk denne [backup-lenken](https://discord.gg/MSBatf6) i tilfelle ovennevnte ikke fungerer.
pt_br: Manda o link para entrar no servidor oficial de Suporte do IdleRPG. Use isso [link de backup](https://discord.gg/MSBatf6) em caso de o link acima não funcionar.

source: Got problems or feature requests? Looking for people to play with? Join the support server: https://support.idlerpg.xyz
de_de: Hast du Probleme oder Ideen? Suchst du nach Anderen zum Spielen? Tritt dem Support Server bei. https://support.idlerpg.xyz
es_es: ¿Tienes problemas o solicitudes de funciones? ¿Buscas gente para jugar? Únete al servidor de soporte: https://support.idlerpg.xyz
id_id: Punya masalah atau permintaan fitur? Mencari orang untuk bermain bersama? Bergabunglah dengan server dukungan: https://support.idlerpg.xyz
nb_no: Har du problemer eller funksjonsforespørsler? Ser du etter folk å spille med? Bli med på supportserveren: https://support.idlerpg.xyz
pt_br: Está tendo problemas ou quer novas coisas? Procurando por gente para jogar junto? Entre no servidor de Suporte. https://support.idlerpg.xyz

source: Shows statistics about the bot
de_de: Zeigt Statistiken des Bots
es_es: Muestra estadísticas sobre el bot
id_id: Menampilkan statistik bot
nb_no: Viser statistikk om botten
pt_br: Mostra as estatísticas sobre o bot

source: Show some stats about the bot, ranging from hard- and software statistics, over performance to ingame stats.
de_de: Zeigt ein paar Stats über den Bot, von Hard-sowie Software Statistiken über Performance sowie Ingame Stats.
es_es: Muestra algunas estadísticas sobre el bot, que van desde estadísticas de hardware y software, sobre el rendimiento hasta estadísticas del juego.
id_id: Menampilkan beberapa statistik tentang bot, mulai dari statistik perangkat keras dan perangkat lunak, kinerja hingga statistik dalam game.
nb_no: Vis litt statistikk om botten, alt fra hard- og programvarestatistikk, over ytelse til ingame-statistikk.
pt_br: Mostra algumas estatísticas sobre o bot, desde de o hardware até o software, além da performance das estáticas dentro do jogo.

source: IdleRPG Statistics
bg_bg: IdleRPG Статистика
de_de: IdleRPG Statistiken
es_ar: Estadísticas de IdleRPG
es_es: Estadísticas IdleRPG
es_mx: Estadísticas IdleRPG
fr_fr: Statistiques IdleRPG
hu_hu: IdleRPG statisztikák
id_id: Statistik IdleRPG
nb_no: IdleRPG-statistikk
pt_br: Estatísticas do IdleRPG
ru_ru: Статистика IdleRPG
sv_se: IdleRPG Statistik

source: Official Support Server Invite: https://support.idlerpg.xyz
de_de: Offizielle Support Server Einladung: https://support.idlerpg.xyz
es_es: Invitación oficial del servidor de soporte: https://support.idlerpg.xyz
id_id: Undangan resmi Suport Server: https://support.idlerpg.xyz
nb_no: Offisiell støtteserverinvitasjon: https://support.idlerpg.xyz
pt_br: Convite para o Servidor de Suporte Oficial: https://support.idlerpg.xyz

source: Hosting Statistics
bg_bg: Хостинг статистики
de_de: Host-Statistiken
es_ar: Estadísticas de alojamiento
es_es: Estadísticas de Alojamiento
es_mx: Estadísticas de Alojamiento
fr_fr: Statistiques d’hébergement
hu_hu: Üzemeltetési statisztikák
id_id: Statistik Komputer
nb_no: Vertsstatistikk
pt_br: Estatísticas de hospedagem
ru_ru: Статистика о хостинге
sv_se: Hosting Statistik

source: CPU: **{cpu_name}** CPU Usage: **{cpu}%**, **{cores}** cores/**{threads}** threads @ **{freq}** GHz RAM Usage: **{ram}%** (Total: **{total_ram}**) CPU Temperature: **{cpu_temp}°C** Python Version **{python}** <:python:445247273065250817> discord.py Version **{dpy}** Compiler: **{compiler}** Operating System: **{osname} {osversion}** Kernel Version: **{kernel}** PostgreSQL Version: **{pg_version}** Redis Version: **{redis_version}**
de_de: CPU: **{cpu_name}** CPU Nutzung: **{cpu}%**, **{cores}** cores/**{threads}** threads @ **{freq}** GHz RAM Nutzung: **{ram}%** (Total: **{total_ram}**) CPU Temperatur: **{cpu_temp}°C** Python Version **{python}** <:python:445247273065250817> discord.py Version **{dpy}** Compiler: **{compiler}** Betriebssystem: **{osname} {osversion}** Systemkern Version: **{kernel}** PostgreSQL Version: **{pg_version}** Redis Version: **{redis_version}**
es_es: CPU: **{cpu_name}** Uso del CPU: **{cpu}%**, **{cores}** cores/**{threads}** threads @ **{freq}** GHz Uso de la RAM: **{ram}%** (Total: **{total_ram}**) Temperatura del CPU: **{cpu_temp}°C** Versión de Python **{python}** <:python:445247273065250817> Versión de discord.py **{dpy}** Compilador: **{compiler}** Sistema operativo: **{osname} {osversion}** Versión de Kernel: **{kernel}** Versión de PostgreSQL: **{pg_version}** Versión de Redis: **{redis_version}**
id_id: CPU: **{cpu_name}** Penggunaan CPU: **{cpu}%**, **{cores}** cores/**{threads}** threads @ **{freq}** GHz Penggunaan RAM: **{ram}%** (Total: **{total_ram}**) Suhu CPU: **{cpu_temp}°C** Versi Python **{python}** <:python:445247273065250817> Versi discord.py **{dpy}** Kompiler: **{compiler}** Sistem Operasi: **{osname} {osversion}** Versi Kernel: **{kernel}** Versi PostgreSQL: **{pg_version}** Versi Redis: **{redis_version}**
nb_no: CPU: **{cpu_name}** CPU-bruk: **{cpu}%**, **{cores}** cores/**{threads}** tråder @ **{freq}** GHz RAM-bruk: **{ram}%** (Totalt: **{total_ram}**) CPU-temperatur: **{cpu_temp}°C** Python-versjon **{python}** <:python:445247273065250817> discord.py Versjon **{dpy}** Kompilator: **{compiler}** Operativsystem: **{osname} {osversion}** Kjerneversjon: **{kernel}** PostgreSQL-versjon: **{pg_version}** Redis-versjon: **{redis_version}**

source: Bot Statistics
bg_bg: Статистики на бота
de_de: Bot Statistiken
es_ar: Estadísticas del bot
es_es: Estadísticas del Bot
es_mx: Estadísticas del Bot
fr_fr: Statistiques du bot
hu_hu: Bot statisztikák
id_id: Statistik Bot
nb_no: Bot-statistikk
pt_br: Estatísticas de Bot
ru_ru: Статистика бота
sv_se: Botstatistik

source: Code lines written: **{lines}** Shards: **{shards}** Servers: **{guild_count}** Characters: **{characters}** Items: **{items}** Average hours of work: **{hours}**
bg_bg: Написани линии код: **{lines}** Shards: **{shards}** Сървъри: **{guild_count}** Герои: **{characters}** Предмети: **{items}** Средна работа в часове: **{hours}**
de_de: Geschriebene Zeilen: **{lines}** Shardzahl: **{shards}** Serverzahl: **{guild_count}** Profilzahl: **{characters}** Itemzahl: **{items}** Arbeitszeit (durchschnitt): **{hours}**
es_ar: Líneas de código escritas: **{lines}** Fragmentos: **{shards}** Servidores: **{guild_count}** Personajes: **{characters}** Objetos: **{items}** Horas de trabajo invertidas (aproximadamente): **{hours}**
es_es: Líneas de código escritas: **{lines}** Fragmentos: **{shards}** Servidores: **{guild_count}** Personajes: **{characters}** Objetos: **{items}** Horas de trabajo (promedio): **{hours}**
es_mx: Líneas de código escritas: **{lines}** Fragmentos: **{shards}** Servidores: **{guild_count}** Personajes: **{characters}** Objetos: **{items}** Horas de trabajo (promedio): **{hours}**
fr_fr: Lignes de code écrites: **{lines}** Fragments: **{shards}** Serveurs: **{guild_count}** Personnages: **{characters}** Items: **{items}** Moyenne d’heure de travail: **{hours}**
hu_hu: Sorok száma (kód): **{lines}** Shardok: **{shards}** Szerverek: **{guild_count}** Karakterek: **{characters}** Elemek: **{items}** Átlagos munkaóraszám: **{hours}**
id_id: Baris kode yang tertulis : **{lines}** Shards: **{shards}** Server: **{guild_count}** Karakter: **{characters}** Barang: **{items}** Rata-rata jam kerja: **{hours}**
nb_no: Kodelinjer skrevet: **{lines}** Shards: **{shards}** Servere: **{guild_count}** Tegn: **{characters}** Varer: **{items}** Gjennomsnittlig arbeidstid: **{hours}**
pt_br: Linhas de código escritas: **{lines}** Fragmentos: **{shards}** Servidores: **{guild_count}** Caracteres: **{characters}** Itens: **{items}** Média de horas de trabalho: **{hours}**
ru_ru: Количество строчек кода: **{lines}** Осколки: **{shards}** Сервера: **{guild_count}** Персонажи: **{characters}** Предметы: **{items}** Среднее кол-во часов работы: **{hours}**
sv_se: Kodlinjer skrivna: **{lines}** Shards: **{shards}** Servrar: **{guild_count}** Karaktärer: **{characters}** Föremål: **{items}** Genomsnittliga arbetstimmar: **{hours}**

source: Roll a dice
de_de: Rollt einen Würfel

source: `<maximum>` - A whole number greater than 0 Roll a dice with `<maximum>` sides and let the bot display the outcome.
de_de: `<maximum>` - Eine ganze Zahl größer als 0 Rollt einen Würfel mit `<maximum>` Seiten und lässt den Bot das Ergebnis anzeigen.

source: :1234: You rolled **{num}**, {author}!
bg_bg: :1234: Изтеглихте **{num}**, {author}!
de_de: :1234: Du hast eine **{num}** gewürfelt, {author}!
es_ar: ¡:1234: Has lanzado **{num}**, {author}!
es_mx: ¡:1234: {author} has obtenido **{num}**!
fr_fr: :1234: Vous avez lancé **{num}**, {author}!
hu_hu: :1234: {author}, a számodra kidobott szám: **{num}**!
ru_ru: :1234: Получили **{num}**, {author}!
sv_se: :1234: Du fick **{num}**, {author}!

source: View the changelog
de_de: Sieh dir den Changelog an

source: Shows you the bots current version along with its major updates.
de_de: Zeigt dir die aktuelle Version des Bots zusammen mit den Haupt-Updates.

source: Delete messages
de_de: Löscht Nachrichten

source: `<num>` - A whole number from 1 to 1000 `[target]` - The user whose messages to delete; defaults to everyone Deletes an amount of messages in the channel, optionally only by one member. If no target is given, all messages are cleared. Note that this will *scan* `<num>` messages and will only delete them, if they are from the target, if one is given. If the target sent 30 messages, other people sent 70 messages and you cleared 100 messages by the target, only those 30 will be deleted. Only users with the Manage Messages permission can use this command.
de_de: `<num>` - Eine ganze Zahl zwischen 1 und 1000 `[target]` - Der Nutzer, dessen Nachrichten gelöscht werden sollen; ohne Angabe sind es alle Löscht eine Anzahl an Nachrichten im Channel, optional auch nur die eines einzelnen Nutzers. Wenn kein Ziel angegeben wird, werden alle Nachrichten gelöscht. Beachte, dass dies die `<num>` Nachrichten *scannen* wird und sie nur dann löscht, wenn sie vom Ziel sind, sofern Eines angegeben ist. Wenn das Ziel 30 Nachrichten gesendet hat, andere Personen 70 Nachrichten sendeten und du 100 Nachrichten durch den Bot (mit angegeben Ziel) löschen lässt, werden nur diese 30 gelöscht. Nur Nutzer mit der Erlaubnis Nachrichten zu verwalten können diesen Befehl nutzen.

source: 👍 Deleted **{num}** messages for you.
bg_bg: 👍 Изтрих **{num}** съобщения за теб.
de_de: 👍 **{num}** Nachrichten gelöscht.
es_ar: Se borarron **{num}** mensajes.
es_mx: 👍 Se han borrado **{num}** mensajes.
fr_fr: 👍 Supprime **{num}** messages pour vous.
hu_hu: 👍 **{num}** kitörölt üzenetet találtam számodra.
ru_ru: 👍Удалено **{num}** для вас.
sv_se: 👍 Raderade **{num}** meddelanden åt dig.

source: Ask the magic 8ball a question
de_de: Frag den magischen 8Ball eine Frage

source: Provides a variety of answers to all of your questions. If in doubt, ask the magic 8ball.
de_de: Gibt dir eine Vielzahl an Antworten für alle deine Fragen. Wenn du Zweifel hast, frag den magischen 8Ball.

source: It is certain
bg_bg: Сигурно е
de_de: Mit Sicherheit
es_ar: Es posible
es_mx: Es seguro
fr_fr: C'est certain
hu_hu: Teljesen biztos
ru_ru: Это верно
sv_se: Absolut inte

source: It is decidedly so
bg_bg: Решено е така
de_de: Es ist entschieden so
es_ar: Está decidido
es_mx: Decididamente
fr_fr: C'est décidé
hu_hu: Egyértelműen így van
ru_ru: Это решительно так
sv_se: Nja, tveksamt

source: Without a doubt
bg_bg: Без съмнение
de_de: Ohne Zweifel
es_ar: Sin duda alguna
es_mx: Sin duda
fr_fr: Sans aucun doute
hu_hu: Kétség sem férhet hozzá
ru_ru: Не сомневаюсь
sv_se: Fy nej

source: Yes, definitely
bg_bg: Да, определено
de_de: Ja, definitiv
es_ar: Sí, definitivamente
es_mx: Sí, seguro
fr_fr: Oui, définitivement
hu_hu: Igen, abszolúte
ru_ru: Да, конечно
sv_se: Självklart inte

source: You may rely on it
bg_bg: Може да разчиташ на това
de_de: Du kannst dich drauf verlassen
es_ar: Podés empezar a confiar en que sí
es_mx: Puedes contar con ello
fr_fr: Vous pouvez compter dessus
hu_hu: Mérget vehetsz rá!
ru_ru: Ты можешь полагаться на это
sv_se: Ehhhh, nej?

source: As I see it, yes
bg_bg: Както виждам аз, да
de_de: Wie ich es sehe, ja
es_ar: Por cómo lo veo... sí
es_mx: Como yo lo veo, sí
fr_fr: De ce que je vois, oui
hu_hu: Ahogy elnézem, igen
ru_ru: Как понимаю, да
sv_se: Som jag ser det, nope

source: Most likely
bg_bg: Най-вероятно
de_de: Höchstwahrscheinlich
es_ar: Más probable
es_mx: Muy probablemente
fr_fr: Probablement
hu_hu: Nagyon valószínű
ru_ru: Весьма вероятно
sv_se: Mest troligt inte

source: Outlook good
bg_bg: Горе-долу
de_de: Sieht gut aus
es_ar: Hay una buena perspectiva
es_mx: Tiene buena pinta
fr_fr: Une vision plutôt positif
hu_hu: A csillagok állása kedvez neked
ru_ru: Хорошие перспективы
sv_se: Ser inte bra ut

source: Yes
bg_bg: Да
de_de: Ja
es_ar: Sí
es_mx: Sí
fr_fr: Oui
hu_hu: Igen
ru_ru: Да
sv_se: Nä

source: Signs point to yes
bg_bg: Знаците сочат към да
de_de: Die Zeichen zeigen auf ja
es_ar: La señales apuntan al sí
es_mx: Los signos apuntan al sí
fr_fr: Les signes disent oui
hu_hu: Minden jel arra utal, hogy igen
ru_ru: Факты указывают, что да
sv_se: Tecken pekar på nej

source: Reply hazy try again
bg_bg: Отговорът е неясен, опитай отново
de_de: Antwort unklar, probier's nochmal
es_ar: No entendí nada, flaco. Hacelo de nuevo
es_mx: Respuesta incierta, prueba de nuevo
fr_fr: Réponse chelou essayez à nouveau
hu_hu: A jövő homályos, próbáld meg újra!
ru_ru: Ответ смутный, попробуй снова
sv_se: Svarade dumt, försök igen

source: Ask again later
bg_bg: Попитай отново по-късно
de_de: Frag doch einfach nochmal
es_ar: Preguntame después, ya me rompiste las bolas
es_mx: Pregunta más tarde
fr_fr: Demande plus tard
hu_hu: Kérdezz meg később!
ru_ru: Спросишь потом снова
sv_se: Fråga igen senare

source: Better not tell you now
bg_bg: По-добре да не ти казвам сега
de_de: Das sage ich dir lieber nicht
es_ar: Mejor no decirte
es_mx: Mejor no decírtelo ahora
fr_fr: C'est mieux de ne pas te le dire maintenant
hu_hu: Inkább most nem mondom el
ru_ru: Лучше не говорить тебе об этом сейчас
sv_se: Jag tror inte du vill veta
