Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: `<member>` - A discord User with a character, must be a member of your guild Promote a member of your guild to the officer rank. This allows them to use certain guild commands. Officers can: - Invite new members - Kick members from the guild (cannot kick officers) - Take money out of the guild bank - Distribute money from the guild bank - Start battles with other guilds - Start and finish guild adventures Officers cannot be kicked from your guild and must be demoted first. Only promote members you trust. You can demote officers using `{prefix}guild demote`. Only guild leaders can use this command.
de_de: `<member>` - Ein Discordnutzer mit einem Charakter. Muss Mitglied deiner Gilde sein. Befördere ein Mitglied deiner Gilde zum Offizierrank. Dies wird ihnen erlauben, einige Gildenbefehle auszuführen. Offiziere können: -Neue Mitglieder einladen -Mitglieder von der Gilde kicken (können keine Offiziere kicken) -Geld aus der Gildenbank nehmen -Geld in die Gildenbank einzahlen -Kämpfe mit anderen GIlden starten -GIldenabenteuer anfangen und beenden Offiziere können nicht von der Gilde gekickt werden, sie müssen zuerst zurückgestuft werden. Befördere nur Mitglieder, denen du vertraust. Du kannst sie zurückstufen in dem du `{prefix}guild demote` nutzt. Nur Gildenleiter können diesen Befehl nutzen.
es_es: `<member>` - Un usuario de discord con un personaje, debe ser miembro de tu gremio Asciende a un miembro de tu gremio al rango de oficial. Esto les permite usar ciertos comandos del clan. Los oficiales pueden: - Invitar a nuevos miembros - Echar miembros del gremio (no puede echar a oficiales) - Sacar dinero del banco del gremio - Distribuir dinero del banco del gremio - Comenzar batallas con otros gremios - Comenzar y terminar las aventuras del gremio Los oficiales no pueden ser expulsados de su gremio, deben ser degradados primero. Solo asciende a miembros en los que confíes. Puedes degradar a los oficiales usando `{prefix}guild demote`. Solo los líderes del gremio pueden usar este comando.
id_id: `<member>` - Pengguna discord dengan sebuah karakter, harus seorang anggota dari guildmu Mempromosikan seorang anggota dari guildmu menjadi officer. Ini mengizinkan mereka untuk menggunakan beberapa perintah guild. Officer dapat menggunakan perintah untuk: - Mengundang anggota-anggota baru - Mengeluarkan anggota dari guild (tidak dapat mengeluarkan officer) - Mengambil uang dari bank guild - Memberikan uang kepada anggota dari bank guild - Memulai pertarungan dengan guild lain - Memulai dan menyelesaikan petualangan guild Officer tidak dapat dikeluarkan dari guild dan jabatannya harus diturunkan terlebih dahulu. Hanya promosikan anggota yang dapat kamu percayai. Kamu dapat menurunkan jabatan officer menggunakan `{prefix}guild demote`. Hanya pemimpin guild yang dapat menggunakan perintah ini.
nb_no: `<medlem>` - En discord bruker med en karakter må være medlem av klanen din Forfrem et medlem av klanen din til offiser. Dette lar dem bruke visse klans kommandoer. Offiserer kan: - Inviter nye medlemmer - Sparke medlemmer fra klanen (kan ikke sparke offiserer) - Ta penger ut av klansbanken - Del ut penger fra klansbanken - Starte kamper med andre klaner - Starte og fullføre klans eventyr Offiserer kan ikke sparkes fra klanen din og må degraderes først. Forfrem kun medlemmer du stoler på. Du kan degradere offiserer ved å bruke `{prefix}guild demote`. Bare klan ledere kan bruke denne kommandoen.
pt_br: `<member>` - Um usuário do Discord com um personagem, deve ser um membro da sua guilda. Promove um membro da sua guilda para o cargo de oficial da guilda. Isso permite que ele use certos comandos da guilda. Oficiais podem: - Convidar novos membros - Expulsar membros da guilda(não podem expulsar oficiais) - Tirar dinheiro do banco da guilda - Distribuir dinheiro do banco da guilda - Iniciar batalhas com outras guildas - Iniciar e finalizar aventuras de guildas Oficias não podem ser expulsos da sua guilda da sua guilda e devem ser rebaixados antes. Apenas promova membros que você confia. Você pode rebaixar oficiais usando `{prefix}guild demote`. Apenas líderes de guilda podem usar esse comando.

source: Target is not a member of your guild.
bg_bg: Потребителят не е не е член на вашата гилдия.
de_de: Dieser Nutzer ist nicht in deiner Gilde.
es_ar: Él/ella no es un miembro de tu gremio.
es_es: El usuario no es miembro de tu gremio.
es_mx: El usuario no es miembro de tu gremio.
fr_fr: La cible n’est pas membre de votre guilde.
hu_hu: A célpont nem tagja a céhednek.
id_id: Target bukan anggota guild kamu.
nb_no: Spilleren er ikke medlem av klanen din.
pt_br: O alvo não é um membro da sua guilda.
ru_ru: Цель не член вашей гильдии.
sv_se: Användaren är inte medlem i din guild.

source: This user is already an officer of your guild.
bg_bg: Този потребител вече е офицер на гилдията ви.
de_de: Dieser Nutzer ist bereits Gildenoffizier.
es_ar: Este usuario ya es un oficial de tu gremio.
es_es: El usuario ya es un oficial de tu gremio.
es_mx: El usuario ya es un oficial de tu gremio.
fr_fr: Cet utilisateur est déjà officier au sein de votre guilde.
hu_hu: A kiválasztott tag már egyszer ki lett nevezve tisztnek.
id_id: Pengguna ini sudah menjadi officer di guild kamu.
nb_no: Denne brukeren er allerede en offiser i klanen din.
pt_br: Este usuário já é um oficial da sua guilda.
ru_ru: Этот участник уже офицер в вашей гильдии.
sv_se: Den här användaren är redan en officerare i din guild.

source: Done! {member} has been promoted to the rank of `Officer`.
bg_bg: Готово!{member} е повишен на ранг `Офицер`.
de_de: Erledigt! {member} wurde zu `Gildenoffizier` befördert.
es_ar: ¡Listo! {member} fue promovido a `Oficial`.
es_es: ¡Hecho! {member} ha sido ascendido al rango de `Oficial`.
es_mx: ¡Hecho! {member} ha sido promocionado al rango de `Oficial`.
fr_fr: {member} a été promu(e) au rang d’`Officier`.
hu_hu: Megtörtént! {member} mostantól `Tiszt`.
id_id: Selesai! {member} telah dipromosikan ke pangkat `Officer`.
nb_no: Ferdig! {member} har blitt forfremmet til rangering som `Officer`.
pt_br: Feito! {member} foi promovido ao cargo de `Officer`.
ru_ru: Сделано! {member} был повышен до звания `Офицер`.
sv_se: Klart! {member} har befordrats till `Officerare`.

source: Demote a guild officer to member.
de_de: Setze einen Gildenoffizier auf Mitgliedsrang zurück.
es_es: Degrada a alguien del rango de oficial.
id_id: Menurunkan jabatan seorang officer guild menjadi anggota.
nb_no: Degradere en klan offiser til medlem.
pt_br: Rebaixa um oficial da guilda para membro.

source: `<member>` - A discord User with a character, must be an officer of your guild Demotes an officer of your guild to member rank. The user will lose their guild officer permissions immediately. Only guild leaders can use this command.
de_de: `<member>` - Ein Discordnutzer mit einem Charakter, muss Offizier deiner Gilde sein. Setzt einen Gildenoffizier auf Mitgliedsrang zurück. Der Nutzer wird seine Gildenoffizier-Berechtigungen sofort verliren. Nur GIldenleiter können diesen Befehl nutzen.
es_es: `<member>` - Un usuario de discord con un personaje, debe ser un oficial de tu gremio Degrada a un oficial de tu gremio a rango de miembro. El usuario perderá sus permisos de oficial de gremio de inmediato. Solo los líderes del gremio pueden usar este comando.
id_id: `<member>` - Pengguna discord dengan sebuah karakter, harus seorang officer dari guildmu Menurunkan jabatan seorang officer menjadi anggota biasa. Anggota tersebut akan langsung kehilangan izin officernya. Hanya pemimpin guild yang dapat menggunakan perintah ini.
nb_no: `<medlem>` - En discord bruker med en karakter, må være en offiser i klanen din Degraderer en offiser i klanen din til medlem. Brukeren vil miste tillatelsene til klans offiser kommandoer umiddelbart. Bare klan ledere kan bruke denne kommandoen.
pt_br: `<member>` - Um usuário do Discord com um personagem, deve ser um oficial da sua guilda Rebaixa um oficial da sua guilda ao cargo de membro. O usuário perderá as permissões de oficial imediatamente. Apenas líderes de guilda podem usar esse comando.

source: This user can't be demoted any further.
bg_bg: Този потребител не може да бъде понижен.
de_de: Dieser Nutzer kann nicht weiter degradiert werden.
es_ar: Este usuario no puede seguir siendo degradado.
es_es: El usuario no puede ser degradado.
es_mx: El usuario no puede ser degradado.
fr_fr: Cet utilisateur ne peut plus être rétrogradé.
hu_hu: Ez a tag nem fokozható lejjebb.
id_id: Pengguna ini tidak dapat diturunkan pangkatnya lebih lanjut.
nb_no: Denne brukeren kan ikke degraderes mer.
pt_br: Este usuário não pode ser mais rebaixado.
ru_ru: Данный игрок не может быть понижен.
sv_se: Den här användaren kan inte degraderas längre.

source: Done! {member} has been demoted to the rank of `Member`.
bg_bg: Готово! {member} е понижен до ранг "член".
de_de: Erledigt! {member} wurde zu `Mitglied` degradiert.
es_ar: ¡Listo! {member} fue degradado de `Oficial` ahora es un miembro regular.
es_es: ¡Hecho! {member} ha sido degradado al rango de `Miembro`.
es_mx: ¡Hecho! {member} ha sido degradado al rango de `Miembro`.
fr_fr: {member} a été rétrogradé(e) au rang de `Membre`.
hu_hu: Megtörtént! {member} le lett fokozva `Tag` szintre.
id_id: Selesai! {member} telah diturunkan pangkatnya menjadi `Member`.
nb_no: Ferdig! {member} har blitt degradert til `Member`.
pt_br: Feito! {member} foi rebaixado para o cargo de `Membro`.
ru_ru: Сделано! {member} был понижен до ранка `Участник`.
sv_se: Klart! {member} har degraderats till rangen `Member`.

source: Invite new members to your guild.
de_de: Lade neue Mitglieder in deine Gilde ein.
es_es: Invita a nuevos miembros a tu gremio.
id_id: Mengundang anggota baru ke guildmu.
nb_no: Inviter nye medlemmer til klanen din.
pt_br: Convida novos membros para sua guilda.

source: `<member>` - A discord user with a character who is not yet in a guild. Invites a new member to your guild. If your guild is in an alliance which owns a city, the new member will have its bonuses applied immediately. Only guild leaders and officers can use this command.
de_de: `<member>` - Ein Discordnutzer mit einem Charakter, der noch nicht in einer Gilde ist. Lädt ein neues Mitglied in deine Gilde ein. Wenn deine Gilde Mitglied einer Allianz ist, welcher eine Stadt gehört, erhält das neue Mitglied sofort alle boni. Nur Gildenleiter oder Offiziere können diesen Befehl nutzen.
es_es: `<member>` - Un usuario de discord con un personaje que aún no está en un gremio. Invita a un nuevo miembro a tu gremio. Si tu gremio está en una alianza que posee una ciudad, el nuevo miembro tendrá sus bonificaciones aplicadas inmediatamente. Solo los líderes y oficiales del gremio pueden usar este comando.
id_id: `<member>` - Pengguna discord dengan sebuah karakter yang belum memiliki sebuah guild. Mengundang seorang anggota baru kedalam guildmu. Jika guildmu berada dalam sebuah aliansi yang memiliki sebuah kota, anggota baru tersebut akan mendapatkan bonusnya. Hanya pemimpin guild dan officer yang dapat menggunakan perintah ini.
nb_no: `<medlem>` – En discord bruker med en karakter som ennå ikke er i en klan. Inviterer et nytt medlem til klanen din. Hvis klanen din er i en allianse som eier en by, vil det nye medlemmet få sine bonuser umiddelbart. Bare klan ledere og offiserer kan bruke denne kommandoen.
pt_br: `<member>` - Um usuário do Discord com um personagem que ainda não está em uma guilda. Convida um novo membro para sua guilda. Se sua guilda está em uma aliança que possuí uma cidade, os novos membro irão receber os bônus aplicados imediatamente. Apenas líderes de guilda e o oficiais podem usar esse comando.

source: ...me? I'm flattered, but I can't accept this invitation...
de_de: ...ich? Ich fühle mich geehrt, aber ich kann diese Einladung nicht annehmen...
es_es: ¿...Yo? Estoy halagado, pero no puedo aceptar esta invitación...
id_id: ...saya? Saya tersanjung, tapi saya tidak bisa meneriman undangan ini...
nb_no: ...meg? Jeg rødmer, men jeg kan ikke godta denne invitasjonen...

source: That member already has a guild.
bg_bg: Този член вече има гилдия.
de_de: Dieser Nutzer ist schon in einer Gilde.
es_ar: Ese usuario ya tiene un gremio.
es_es: El usuario ya tiene un gremio.
es_mx: El usuario ya tiene un gremio.
fr_fr: Cet utilisateur a déjà une guilde.
hu_hu: A toborozni kívánt játékos már tagja egy másik céhnek.
id_id: Anggota itu sudah memiliki guild.
nb_no: Den spilleren har allerede en klan.
pt_br: Esse membro já está em uma guilda.
ru_ru: У этого игрока уже есть гильдия.
sv_se: Den medlemmen har redan en guild.

source: Your guild is already at the maximum member count.
bg_bg: Вашата гилдия вече е достигнал максималния брой членове.
de_de: Deine Gilde ist bereits voll.
es_ar: Tu gremio tiene el máximo de miembros permitidos.
es_es: Tu gremio ha alcanzado el límite máximo de miembros.
es_mx: Tu gremio ha alcanzado el límite máximo de miembros.
fr_fr: Votre guilde a déjà atteint la limite de membre.
hu_hu: A céhed elérte a maximális tagszámot.
id_id: Guild kamu sudah pada jumlah anggota maksimum.
nb_no: Klanen din har allerede det maksimale antallet medlemmer.
pt_br: Sua guilda já está com o máxima de membros.
ru_ru: В вашей гильдии уже максимум игроков.
sv_se: Din guild är redan vid maximalt antal medlemmar.

source: {newmember}, {author} invites you to join **{name}**. React to join the guild.
bg_bg: {newmember}, {author} ви кани да се присъедините към **{name}**. Реагирайте да се присъедините към гилдията.
de_de: {newmember}, {author} lädt dich ein **{name}** beizutreten. Reagiere um der Gilde beizutreten.
es_ar: {newmember}, {author} te invita a ingresar al gremio **{name}**. Reaccioná para entrar a él.
es_es: {newmember}, {author} te invita a unirte a **{name}**. Reacciona para entrar en al gremio.
es_mx: {newmember}, {author} te invita a unirte a **{name}**. Reacciona para entrar en el gremio.
fr_fr: {newmember}, {author} vous invite à rejoindre **{name}**. Réagissez pour rejoindre la guilde.
hu_hu: {newmember}, {author} be szeretne venni téged **{name}** nevű céhébe. A csatlakozáshoz használd a reakciógombokat!
id_id: {newmember}, {author} mengundangmu untuk bergabung **{name}**. Reaksi untuk bergabung dengan guildnya.
nb_no: {newmember}, {author} inviterer deg til å bli med i **{name}**. Reager for å bli med i klanen.
pt_br: {newmember}, {author} convida você para participar de **{name}**. Clique na reação para se juntar à guilda.
ru_ru: {newmember}, {author} приглашает вас в **{name}**. Поставьте реакцию, чтобы присоединиться к гильдии.
sv_se: {newmember}, {author} bjuder in dig att gå med **{name}**. Reagera att gå med i guilden.

source: {newmember} is now a member of **{name}**. Welcome!
bg_bg: {newmember} вече е член на **{name}**. Добре дошли!
de_de: {newmember} ist jetzt ein Mitglied von **{name}**. Willkommen!
es_ar: {newmember} ahora es un miembro de **{name}**. ¡Bienvenido!
es_es: {newmember} es ahora miembro de **{name}**. ¡Bienvenido!
es_mx: {newmember} es ahora miembro de **{name}**. ¡Bienvenido!
fr_fr: {newmember} est maintenant membre de **{name}**. Bienvenue !
hu_hu: {newmember} megjelent a **{name}** tagjainak sorában! Üdvözöllek, dicső lovag!
id_id: {newmember} sekarang adalah anggota dari **{name}**. Selamat datang!
nb_no: {newmember} er nå medlem av **{name}**. Velkommen!
pt_br: {newmember} agora é membro de **{name}**. Bem-vindo(a)!
ru_ru: {newmember} теперь участник **{name}**. Приветствуем!
sv_se: {newmember} är nu medlem i **{name}**. Välkommen!

source: Leave your guild
de_de: Verlasse deine Gilde
es_es: Abandona tu gremio actual
id_id: Meninggalkan guildmu
nb_no: Forlat klanen din
pt_br: Deixa sua guilda

source: Leave your current guild If your guild was in an alliance which owned a city, you will have its bonuses removed immediately. Only players who are in a guild, beside guild leaders, can use this command.
de_de: Verlasse deine Gilde Falls deine Gilde Teil einer Allianz war, welche ein Stadt besessen hat, wirst du alle Boni sofort verlieren. Nur Spieler die in einer Gilde sind, abgesehen vom Gildenleiter, können diesen Befehl nutzen.
es_es: Deja tu gremio actual Si tu gremio estaba en una alianza que poseía una ciudad, se le quitarán sus bonificaciones inmediatamente. Solo los jugadores que están en un gremio, además de los líderes del gremio, pueden usar este comando.
id_id: Meninggalkan guildmu yang sekarang Jika guildmu berada didalam sebuah aliansi yang memiliki sebuah kota, kamu tidak akan menerima bonusnya lagi. Hanya pemain yang berada didalam sebuah guild, selain pemimpin guild, yang dapat menggunakan perintah ini.
nb_no: Forlat din nåværende klan Hvis klanen din var i en allianse som eide en by, vil du få bonusene fjernet umiddelbart. Bare spillere som er i en klan, men ikke klan ledere, kan bruke denne kommandoen.
pt_br: Deixa a atual guilda Se sua guilda estava em uma aliança que possuía uma cidade, você terá os bônus removidos imediatamente. Apenas jogadores em uma guilda, sem ser os líderes da Guilda, podem usar esse comando.

source: You left your guild.
bg_bg: Напуснахте гилдията си.
de_de: Du hast die Gilde verlassen.
es_ar: Dejaste el gremio.
es_es: Has abandonado tu gremio.
es_mx: Has abandonado tu gremio.
fr_fr: Vous avez quitté votre guilde.
hu_hu: Kiléptél a céhedből.
id_id: Kamu meninggalkan guild kamu.
nb_no: Du forlot klanen din.
pt_br: Você deixou sua guilda.
ru_ru: Вы покинули гильдию.
sv_se: Du lämnade din guild.

source: Kick a member from your guild.
de_de: Kickt ein Mitglied aus der Gilde.
es_es: Expulsa a un miembro de tu gremio.
id_id: Mengeluarkan seorang anggota dari guildmu.
nb_no: Spark en spiller ut av klanen din.
pt_br: Expulsa um membro da sua guilda.

source: `<member>` - A discord User with a character, must be a member of your guild Kicks a member from your guild. Officers cannot be kicked. If your guild is in an alliance which owns a city, the member will have its bonuses removed immediately. If the member shares no server with you, you may use their [User ID](https://support.discord.com/hc/en-us/articles/206346498-Where-can-I-find-my-User-Server-Message-ID-) as the member parameter. Only guild leaders and officers can use this command.
de_de: `<member>` - Ein Discordnutzer mit einem Charakter, muss ein Mitglied deiner Gilde sein Kickt ein Mitglied aus deiner Gilde. Offiziere können nicht gekickt werden. Falls deine Gilde Teil einer Allianz war, welche ein Stadt besessen hat, wird das Ex-Mitglied alle Boni sofort verlieren. Falls du keinen Server mit deinem Mitglied teilst, kannst ihre [Nutzer ID](https://support.discord.com/hc/en-us/articles/206346498-Where-can-I-find-my-User-Server-Message-ID-) als Parameter nutzen. Nur Gildenleiter oder Offiziere können diesen Befehl nutzen.
es_es: `<member>` - un usuario de discord con un personaje, debe ser miembro de tu gremio Expulsa a un miembro de tu gremio. Los oficiales no pueden ser expulsados. Si tu gremio forma parte de una alianza que posee una ciudad, el miembro perderá todas las bonificaciones inmediatamente. Si el miembro no comparte servidor contigo, puedes usar su [ID de usuario](https://support.discord.com/hc/en-us/articles/206346498-Where-can-I-find-my-User-Server-Message-ID-) como parámetro de miembro. Solo los líderes y oficiales pueden usar este comando.
id_id: `<member>` - Pengguna discord dengan sebuah karakter, harus seorang anggota dari guildmu Mengeluarkan seorang anggota dari guildmu. Officer tidak dapat dikeluarkan. Jika guildmu berada didalam sebuah aliansi yang memiliki sebuah kota, anggota tersebut tidak akan menerima bonusnya lagi. Jika anggota tersebut tidak berada dalam server yang sama denganmu, kamu dapat menggunakan [ID Pengguna](https://support.discord.com/hc/en-us/articles/206346498-Where-can-I-find-my-User-Server-Message-ID-) sebagai parameter anggota. Hanya pemimpin guild dan officer yang dapat menggunakan perintah ini.
nb_no: `<medlem>` - En discord bruker med en karakter må være medlem av klanen din Sparker et medlem fra klanen din. Offiserer kan ikke sparkes. Hvis klanen din er i en allianse som eier en by, vil medlemmet få sine bonuser fjernet umiddelbart. Hvis medlemmet ikke deler noen server med deg, kan du bruke deres [bruker-ID](https://support.discord.com/hc/en-us/articles/206346498-Where-can-I-find-my-User- Server-Message-ID-) som medlemsparameter. Bare klan ledere og offiserer kan bruke denne kommandoen.

source: Not your guild mate.
bg_bg: Те се в гилдията Ви.
de_de: Kein Mitglied deiner Gilde.
es_ar: No es tu compañero de gremio.
es_es: No es compañero de tu gremio.
es_mx: No es compañero de gremio.
fr_fr: Ce n'est pas un membre de ta guilde.
hu_hu: A kiválasztott játékos nem tagja a céhednek.
id_id: Bukan guild kamu, kawan.
nb_no: Ikke din klans kamerat.
pt_br: Não é seu companheiro de guilda.
ru_ru: Это не ваш гильдейский участник.
sv_se: Inte din guildmedlem.

source: You can only kick members.
bg_bg: Можете само да изгоните членове.
de_de: Man kann nur Mitglieder kicken.
es_ar: Solo podés expulsar miembros.
es_es: Solo puedes expulsar a miembros.
es_mx: Solo puedes expulsar a miembros.
fr_fr: Vous pouvez uniquement renvoyer les membres.
hu_hu: Kizárólag tagokat tudsz kirúgni a céhből.
id_id: Kamu hanya bisa mengeluarkan anggota.
nb_no: Du kan bare sparke medlemmer.
pt_br: Você só pode expulsar membros.
ru_ru: Вы можете выгонять участников гильдии.
sv_se: Du kan bara sparka medlemmar.

source: The person has been kicked!
bg_bg: Този играч бе изгонен!
de_de: Dieser Nutzer wurde gekickt!
es_ar: ¡Lo rajaste del gremio!
es_es: ¡La persona ha sido expulsada!
es_mx: ¡La persona ha sido expulsada!
fr_fr: Cette personne a été renvoyé(e) !
hu_hu: Játékos kirúgva!
id_id: Orang itu telah ditendang keluar!
nb_no: Personen har blitt sparket ut!
pt_br: A pessoa foi expulsa!
ru_ru: Игрок был выгнан!
sv_se: Personen har sparkats!

source: Delete your guild
de_de: Löscht deine Gilde
es_es: Eliminar tu gremio
id_id: Menghapus guildmu
nb_no: Slett klanen din
pt_br: Excluí sua guilda

source: Delete your guild. If you would just like to leave the guild, consider transferring it to someone, then leaving normally. If your guild was in an alliance which owned a city, all members will lose its bonuses immediately. Only guild leaders can use this command.
de_de: Lösche deine Gilde. Falls du deine Gilde nur verlassen möchtest, dann überlege, ob du sie jemandem geben möchtest und dann ganz normal gehen willst. Falls deine Gilde Teil einer Allianz war, welche eine Stadt besessen hat, dann werden alle Mitglieder sofort ihre Boni verlieren. Nur Gildenleiter können diesen Befehl nutzen.
es_es: Elimina tu gremio. Si solo quieres abandonar el gremio, considera transferirlo a alguien y luego irte de forma natural. Si tu gremio estaba en una alianza que poseía una ciudad, todos los miembros perderán sus bonificaciones de inmediato. Solo los líderes del gremio pueden usar este comando.
id_id: Menghapus guildmu. Jika kamu hanya ingin meninggalkan guildmu, pertimbangkan untuk memberikan guildmu kepada seseorang, kemudian kamu bisa meninggalkan guildmu seperti biasa. Jika guildmu berada didalam sebuah aliansi yang memiliki sebuah kota, semua anggota akan kehilangan bonusnya. Hanya pemimpin guild yang dapat menggunakan perintah ini.
nb_no: Slett klanen din. Hvis du bare vil forlate klanen, vurder å overføre det til noen, og deretter forlate det som normalt. Hvis klanen din var i en allianse som eide en by, vil alle medlemmene miste bonusene umiddelbart. Bare klan ledere kan bruke denne kommandoen.
pt_br: Excluí sua guilda. Se você apenas pretende deixar a guilda, considere transferir ela para alguém e assim você poderá sair normalmente. Se sua guilda estava em uma aliança que possuí uma cidade, todos os membros perderão seus bônus imediatamente. Apenas líderes de guilda podem usar esse comando.
