Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: `<money>` - A whole number from 0 to 100 `<bid>` - What to bid on, see below for details Play a game of French Roulette. Possible simple bets: - noir (all black numbers) (1:1 payout) - rouge (all red numbers) (1:1 payout) - pair (all even numbers) (1:1 payout) - impair (all odd numbers) (1:1 payout) - manque (1-18) (1:1 payout) - passe (19-36) (1:1 payout) - premier (1-12) (2:1 payout) - milieu (13-24) (2:1 payout) - dernier (25-36) (2:1 payout) Complicated bets: - colonne (34/35/36) (all numbers in a row on the betting table, either 1, 4, ..., 34 or 2, 5, ..., 35 or 3, 6, ... 36) (2:1 payout) - transversale (vertical low)-(vertical high) This includes simple and pleine (a vertical row on the betting table, e.g. 19-21. can also be two rows, e.g. 4-9) (11:1 payout for pleine, 5:1 for simple) - les trois premiers (numbers 0, 1, 2) (11:1 payout) - carre (low)-(high) (a section of four numbers in a square on the betting table, e.g. 23-27) (8:1 payout) - les quatre premiers (numbers 0, 1, 2, 3) (8:1 payout) - cheval (number 1) (number 2) (a simple bet on two numbers) (17:1 payout) - plein (number) (a simple bet on one number) (35:1 payout) To visualize the rows and columns, use the command: roulette table This command is in an alpha-stage, which means bugs are likely to happen. Play at your own risk. (This command has a cooldown of 15 seconds.)
de_de: `<money>` - Eine ganze Zahl zwischen 0 und 100 `<bid>` - Worauf gewettet wird, siehe unten für Details Spielt ein Spiel Französisch Roulette. Mögliche Innenwetten: - noir (alle schwarzen Zahlen) (1:1 Auszahlung) - rouge (alle roten Zahlen( (1:1 Auszahlung) - pair (alle geraden Zahlen) (1:1 Auszahlung) - impair (alle ungeraden Zahlen) (1:1 Auszahlung) - manque (1-18) (1:1 Auszahlung) - passe (19-36) (1:1 Auszahlung) - premier (1-12) (2:1 Auszahlung) - milieu (13-24) (2:1 Auszahlung) - dernier (25-36) (2:1 Auszahlung) Außenwetten: - colonne (34/35/36) (alle Zahlen in einer Reihe auf dem Tisch, entweder 1,4,..., 2,5...35, oder 3,6...36) (2:1 Auszahlung) -transversale (vertical low)-(vertical high). Das beinhaltet einfache und pleine (eine vertikale Reihe auf dem Tisch, bspw. 19-21. Kann auch zwei reihen bspw. 4.9 sein) (11:1 Auszahlung für pleine; 5:1 für simple) -les trois premiers (Nummern 0,1,2) (11:1 Auszahlung) -carre (low)-(high) (eine Sektion von 4 Nummern in einem Quadrat auf dem Tisch, bspw. 23-27) (8:1 Auszahlung) - les quatre premiers (Zahlen 0, 1, 2, 3) (8:1 Auszahlung) -cheval (number 1) (number 2) (eine einfache Wette auf 2 Zahlen) (17:1 Auszahlung) -plein (number) (eine einfache Wette auf eine Zahl) (35:1 Auszahlung) Um die Reihen und Spalten zu visualisieren, nutze den Befehl: roulette table Dieser Befehl befindet sich in der Alpha-Phase also gibt es wahrscheinlich Bugs. Spiel auf eigenes Risiko (Dieser Befehl hat einen Cooldown von 15 Sekunden.)
es_es: `<money>` - un número entero entre 0 y 100 `<bid>` - para qué apostar, comprueba los detalles a continuación. Juega una partida de ruleta francesa. Posibles apuestas simples: - noir (todos los números negros) (pago 1:1) - rouge (todos los números rojos) (pago 1:1) - pair (todos los números pares) (pago 1:1) - impair (todos los números impares) (pago 1:1) - manque (1-18) (pago 1:1) - passe (19-36) (pago 1: 1) - premier (1-12) (pago 2:1) - milieu (13-24) (pago 2:1) - dernier (25-36) (pago 2:1) Apuestas complicadas: - colonne (34/35/36) (todos los números seguidos en la mesa de apuestas, ya sea 1, 4, ..., 34 o 2, 5, ..., 35 o 3, 6, ... 36) (Pago 2:1) - transversale (vertical bajo) - (vertical alto) Esto incluye simple y pleine (una fila vertical en la mesa de apuestas, por ejemplo, 19-21. también puede ser dos filas, por ejemplo, 4-9) (pago 11:1 para pleine, 5:1 para simple) - les trois premiers (números 0, 1, 2) (pago 11:1) - carre (bajo) - (alto) (una sección de cuatro números en un cuadrado en la mesa de apuestas, por ejemplo, 23-27) (pago 8:1) - les quatre premiers (números 0, 1, 2, 3) (pago 8:1) - cheval (número 1) (número 2) (una apuesta simple en dos números) (pago 17:1) - plein (número) (una apuesta simple en un número) (pago 35:1) Para visualizar las filas y columnas, use el comando: roulette table Este comando está en fase alfa, lo que significa que es probable que ocurran errores. Juega bajo tu propio riesgo. (Este comando tiene un tiempo de reutilización de 15 segundos).
id_id: `<money>` - Sejumlah angka dari 0 hingga 100 `<bid>` - Taruhannya, lihat dibawa untuk lebih lanjut Bermain permainan French Roulette Taruhan sederhana yang memungkinkan: - noir (semua angka warna hitam) (pembayaran 1:1) - rouge (semua angka warna merah) (pembayaran 1:1) - pair (semua angka genap) pembayaran 1:1) - impair (semua angka ganjil) (pembayaran 1:1) - manque (1-18) (pembayaran 1:1) - passe (19-36) (pembayaran 1:1t) - premier (1-12) (pembayaran 2:1) - milieu (13-24) (pembayaran 2:1) - dernier (25-36) (pembayaran 2:1) Taruhan yang rumit: - colonne (34/35/36) (semua angka berturut-turut di meja taruhan, baik 1, 4, ..., 34 atau 2, 5, ..., 35 atau 3, 6, ... 36) (pembayaran 2:1) - transversale (vertikal rendah)-(vertikal tinggi) Ini termasuk simple dan pleine (baris vertikal rendah dalam meja taruhan, misalnya 19-21. juga bisa dua baris, misalnya 4-9) (pembayaran 11:1 untuk pleine, 5:1 untuk simple) - les trois premiers (angka 0, 1, 2) (pembayaran 11:1) - carre (rendah)-(tinggi) (bagian empat angka didalam kotak di meja taruhan, misalnya 23-27) (pembayaran 8:1) - les quatre premiers (angka 0, 1, 2, 3) (pembayaran 8:1) - cheval (angka 1) (angka 2) (taruhan sederhana pada dua angka) (pembayaran 17:1) - plein (angka) (taruhan sederhana pada satu angka) (pembayaran 35:1) Untuk dapat melihat baris dan kolom pada meja taruhan, gunakan perintah: roulette table Perintah ini berada dalam tahap-alfa, artinya kemungkinan besar bug akan terjadi. Resiko tanggung sendiri. (Perintah ini memiliki waktu cooldown selama 15 detik.)
nb_no: `<penger>` – Et helt tall fra 0 til 100 `<bud>` – Hva du skal by på, se nedenfor for detaljer Spill en omgang fransk rulett. Mulige enkle innsatser: - noir (alle svarte tall) (1:1 utbetaling) - rouge (alle røde tall) (1:1 utbetaling) - par (alle partall) (1:1 utbetaling) - svekke (alle oddetall) (1:1 utbetaling) - manque (1-18) (1:1 utbetaling) - pass (19–36) (1:1 utbetaling) - Premier (1-12) (2:1 utbetaling) - miljø (13-24) (2:1 utbetaling) - dernier (25–36) (2:1 utbetaling) Kompliserte spill: - colonne (34/35/36) (alle tall på rad på innsatsbordet, enten 1, 4, ..., 34 eller 2, 5, ..., 35 eller 3, 6, ... 36) (2:1 utbetaling) - transversale (vertikal lav)-(vertikal høy) Dette inkluderer enkel og pleine (en vertikal rad på spillebordet, f.eks. 19-21. kan også være to rader, f.eks. 4-9) (11:1 utbetaling for pleine, 5 :1 for enkelt) - les trois premiers (nummer 0, 1, 2) (11:1 utbetaling) - carre (lav)-(høy) (en seksjon med fire tall i en rute på spillebordet, f.eks. 23-27) (8:1 utbetaling) - les quatre premiers (tall 0, 1, 2, 3) (8:1 utbetaling) - cheval (nummer 1) (nummer 2) (en enkel innsats på to tall) (17:1 utbetaling) - plein (tall) (en enkel innsats på ett tall) (35:1 utbetaling) For å visualisere radene og kolonnene, bruk kommandoen: roulette table Denne kommandoen er i et alfa-stadium, noe som betyr at feil sannsynligvis vil skje. Spill på egen risiko. (Denne kommandoen har en nedkjøling på 15 sekunder.)
pt_br: `<money>` - Um número inteiro de 0 até 100 `<bid>` - O que você deseja dar seu lance, leia abaixo para mais detalhes Joga um jogo de Banca Francesa. Possíveis lances simples: - noir (todos os números pretos) (pagamento de 1:1 ) - rouge (todos os números vermelhos) (pagamento de 1:1 ) - pair (todos os números pares) (pagamento de 1:1 ) - impair (todos os números ímpares ) (pagamento de 1:1 ) - manque (1-18) (pagamento de 1:1 ) - passe (19-36) (pagamento de 1:1 ) - premier (1-12) (pagamento de 2:1 ) - milieu (13-24) (pagamento de 2:1 ) - dernier (25-36) (pagamento de 2:1 ) Apostas complexas: - colonne (34/35/36) (todos os números em sequência na mesa de apostas, ou 1, 4, ..., 34 ou 2, 5, ..., 35 ou 3, 6, ... 36) (pagamento 2:1) - transversale (vertical baixo)-(vertical alto) Isso incluí simples e pleine (uma sequência vertical na mesa de apostas. Ex: 19-21. pode também ser duas sequências. Ex: 4-9) (pagamento de 11:1 para o pleine e de 5:1 para a simples) - les trois premiers (números 0, 1, 2) (pagamento de 11:1) - carre (baixo)-(alto) (uma sessão de quatro números em um quadrado na mesa de apostas. Ex: 23-27) (pagamento de 8:1) - les quatre premiers (números 0, 1, 2, 3) (pagamento de 8:1) - cheval (número 1) (número 2) (uma aposta simples em dois números) (pagamento de 17:1) - plein (número) (uma aposta simples em um número) (pagamento de 35:1) Para ver as linhas e colunas, use o comando: roulette table Esse comando está em um estado de alfa, o que significa que bugs são prováveis de acontecer. Jogue por sua conta e risco. (Esse comando tem um tempo de espera de 15 segundos.)

source: Your bid input was invalid. Try the help on this command to view examples.
de_de: Deine Wette war nicht valide. Nutze den Hilfsbefehl für Beispiele.
es_es: Tu apuesta no es válida. Intenta la ayuda de este comando para ver ejemplos.
id_id: Masukan taruhan kamu tidak valid. Coba bantuan pada perintah ini untuk melihat contoh.
nb_no: Budet ditt var ugyldig. Prøv hjelpen på denne kommandoen for å se eksempler.
pt_br: Sua entrada de lance é inválida. Tente usar a ajuda nesse comando para ver exemplos.

source: Show the roulette table
de_de: Zeigt den Roulettetisch
es_es: Muestra la mesa de ruleta
id_id: Menampilkan meja taruhan roulette
nb_no: Vis rulettbordet
pt_br: Mostra a mesa da roleta

source: Sends a picture of a French Roulette table.
de_de: Sendet ein Bild eines Französichen Roulette Tisches.
es_es: Envía una foto de una mesa de ruleta francesa.
id_id: Mengirimkan sebuah gambar dari French Roulette table.
nb_no: Sender et bilde av et fransk rulettbord.
pt_br: Manda uma foto da Banca Francesa.

source: Toss a coin
de_de: Wirf eine Münze
es_es: Tira una moneda
id_id: Melempar sebuah koin
nb_no: Kast en mynt
pt_br: Joga uma moeda

source: `[side]` - The coin side to bet on, can be heads or tails; defaults to heads `[amount]` - A whole number from 1 to 100,000; defaults to 0 Bet money on a coinflip. If the coin lands on the side you bet on, you will receive the amount in cash. If it's the other side, you lose that amount. (This command has a cooldown of 5 seconds.)
de_de: `[side]` - Die Seite auf welche gewettet wird. Kann entweder Heads(Kopf) oder Tails (Zahl) sein, ohne Angabe ist es Heads `[amount]` - Eine ganze Zahl zwischen 1 und 100.000; Standard ist 0 Wette Geld auf einen Münzwurf. Falls die Münze auf der Seite landest, auf die du gewettet hast, wirst du deinen Wetteinsatz in Cash erhalten. Wenn es die andere Seite ist, verlierst du diesen Betrag. (Dieser Befehl hat einen Cooldown von 5 Sekunden.)
es_es: `[side]` - el lado de la moneda para apostar, puede ser cara o cruz; cara por defecto `[amount]` - un número entero entre 1 y 100,000; el valor predeterminado es 0 Apuesta dinero al lanzar una moneda. Si la moneda cae en el lado al que apostaste, recibirás la cantidad en efectivo. Si es el otro lado, pierdes esa cantidad. (Este comando tiene un tiempo de reutilización de 5 segundos).
id_id: `[side]` - Sisi koin yang akan dilempar, bisa kepala atau ekor; jika tidak ditentukan, maka dijadikan kepala `[amount]` - Sejumlah angka dari 1 hingga 100,000; jika tidak ditentukan maka dijadikan 0 Taruhan uang dengan coinflip. Jika koin mendarat pada sisi yang kamu lempar, kamu akan menerima sejumlah uang tunai. Jika mendarat pada sisi lainnya, kamu akan kehilangan sejumlah uang tunai. (Perintah ini memiliki waktu cooldown selama 5 detik.)
nb_no: `[side]` - Myntsiden å satse på, kan være heads eller tails; er standard til heads `[beløp]` – Et helt tall fra 1 til 100 000; standard til 0 Sats penger på en myntflip. Lander mynten på siden du satser på, vil du motta beløpet i kontanter. Hvis det er den andre siden, taper du det beløpet. (Denne kommandoen har en nedkjøling på 5 sekunder.)
pt_br: `[side]` - O lado da moeda que você deseja apostar, pode ser heads (cara) ou tails (coroa). Por padrão é cara `[amount]` - Um número inteiro de 1 a 100,000. Por padrão é 0 Aposte dinheiro em um jogo de cara ou coroa. Se a moeda cair no lado em que você apostou você receberá a quantidade apostada em dinheiro, já se cair no lado contrario ao que você apostou você perderá a quantidade especificada de dinheiro. (Esse comando tem um tempo de espera de 5 segundos.)

source: {result[1]} It's **{result[0]}**! You won **${amount}**!
bg_bg: {result[1]} Страната е **{result[0]}**! Спечелихте **${amount}**!
de_de: {result[1]} Es ist **{result[0]}**! Du gewinnst **${amount}**!
es_ar: {result[1]} ¡Es **{result[0]}**! ¡Ganás **${amount}**!
es_es: {result[1]} ¡Es **{result[0]}**! ¡Ganas **${amount}**!
es_mx: {result[1]} ¡Es **{result[0]}**! ¡Ganas **${amount}**!
fr_fr: {result[1]} C’est **{result[0]}** ! Vous avez gagné **{amount}$** !
hu_hu: {result[1]} **{result[0]}**! Nyereményed: **${amount}**!
id_id: {result[1]} Itu **{result[0]}**! Kamu memenangkan **${amount}**!
nb_no: {result[1]} Det er **{result[0]}**! Du vant **${amount}**!
pt_br: {result[1]} É **{result[0]}**! Você ganhou **${amount}**!
ru_ru: {result[1]} It's **{result[0]}**! Вы выиграли **${amount}**!
sv_se: {result[1]} Det är **{result[0]}**! Du vann **${amount}**!

source: {result[1]} It's **{result[0]}**! You lost **${amount}**!
bg_bg: {result[1]} Страната е **{result[0]}**! Загубихте **${amount}**!
de_de: {result[1]} Es ist **{result[0]}**! Du verlierst **${amount}**!
es_ar: {result[1]} ¡Es **{result[0]}**! ¡Perdés **${amount}**!
es_es: {result[1]} ¡Es **{result[0]}**! ¡Pierdes **${amount}**!
es_mx: {result[1]} ¡Es **{result[0]}**! ¡Pierdes **${amount}**!
fr_fr: {result[1]} C’est **{result[0]}** ! Vous avez perdu **{amount}$** !
hu_hu: {result[1]} **{result[0]}**! Elveszített összeg:**${amount}**!
id_id: {result[1]} Itu **{result[0]}**! Kamu hilang **${amount}**!
nb_no: {result[1]} Det er **{result[0]}**! Du mistet **${amount}**!
pt_br: {result[1]} É **{result[0]}**! Você perdeu **${amount}**!
ru_ru: {result[1]} It's **{result[0]}**! Вы проиграли **${amount}**!
sv_se: {result[1]} Det är **{result[0]}**! Du förlora **${amount}**!

source: Bet on a specific outcome of an n-sided dice.
de_de: Wette auf eine bestimmte Seite von einem n-seitigen Würfel.
es_es: Apuesta por un resultado específico de un dado de n lados.
id_id: Bertaruh pada hasil tertentu dari dadu bersisi n.
nb_no: Sats på et spesifikt utfall av en n-sidet terning.
pt_br: Aposte em um resultado específico de um dado de n lados.

source: `[maximum]` - The amount of sides the dice will have, must be greater than 1; defaults to 6 `[tip]` - The number to bet on, must be greater than 0 and lower than, or equal to `[maximum]`; defaults to 6 `[money]` - The amount of money to bet, must be between 0 and 100,000; defaults to 0 Bet on the outcome of an n-sided dice. You will win [maximum - 1] * [money] money if you are right and lose [money] if you are wrong. For example: `{prefix}bet 10 4 100` - Rolls a 10 sided dice - If the dice lands on 4, you will receive $900 - If the dice lands on any other number, you will lose $100 (This command has a cooldown of 5 seconds.)
de_de: `[maximum]` - Die Anzahl der Würfelseiten, muss größer als 1 sein; ohne Angabe ist es 0 `[tip]` - Die Nummer, auf die gewettet werden soll, muss größer als 0 sein und größer oder gleich dem `[maximum]` sein; Standard ist 6 `[money]` - Der Geldbetrag, der gewettet werden soll, muss zwischen un 0 und 100.000 sein; Standard ist 0 Wette auf das Ergebnis eines n-seitigen Würfels. Du wirst [maximum - 1] * [money] Geld gewinnen, wenn du Recht hast und [money] verlieren, wenn du falsch liegst. Beispielsweise: `{prefix}bet 10 4 100` -Wirft einen 10seitigen Würfel -Falls der Würfel auf 4 landet, wirst du 900$ gewinnen -Falls der Würfel auf einer anderen Zahl landet, verlierst du 100$ (Dieser Befehl hat einen Cooldown von 5 Sekunden.)
es_es: `[maximum]` - la cantidad de lados que tendrá el dado debe ser mayor que 1; el valor predeterminado es 6 `[tip]` - el número para apostar debe ser mayor que 0 y menor que, o igual a `[máximo]`; el valor predeterminado es 6 `[money]` - la cantidad de dinero para apostar debe estar entre 0 y 100,000; el valor predeterminado es 0 Apuesta por el resultado de un dado de n lados. Ganarás [maximum - 1] * [dinero] dinero si tienes razón y perderás [dinero] si estás equivocado. Por ejemplo: `{prefix}bet 10 4 100` - Tira un dado de 10 lados - Si el dado cae en 4, recibirás $ 900 - Si el dado cae en cualquier otro número, perderá $ 100 (Este comando tiene un tiempo de reutilización de 5 segundos).
id_id: `[maximum]` - Jumlah sisi yang akan dilempar dadu, lebih besar dari 1; jika tidak ditentukan maka dijadikan 6 `[tip]` - Angka taruhan, lebih besar dari 0 dan lebih rendah dari, atau sama dengan `[maximum]`; jika tidak ditentukan maka dijadikan 6 `[money]` - Jumlah uang taruhan, harus berada diantara 0 hingga 100,000; jika tidak ditentukan maka dijadikan 0 Bertaruh pada hasil dadu bersisi n. Kamu akan memenangkan uang [maximum - 1] * [money] jika kamu benar dan kehilangan [money] jika kamu salah. Sebagai contoh: `{prefix}bet 10 4 100` - Melempar dadu 10 sisi - Jika dadu mendarat pada angka 4, kamu akan menerima $900 - Jika dadu mendarat pada angka yang lain, kamu akan kehilangan $100 (Perintah ini memiliki waktu cooldown selama 5 detik.)
nb_no: `[maksimum]` - Antall sider terningene vil ha, må være større enn 1; standard til 6 `[tips]` - Tallet å satse på må være større enn 0 og lavere enn eller lik `[maksimum]`; standard til 6 `[penger]` – Mengden penger som skal satses, må være mellom 0 og 100 000; standard til 0 Sats på utfallet av en n-sidet terning. Du vil vinne [maksimalt - 1] * [penger] penger hvis du har rett og tape [penger] hvis du tar feil. For eksempel: `{prefix}bet 10 4 100` - Kaster en 10-sidig terning - Hvis terningen lander på 4, vil du motta $900 - Hvis terningen lander på et annet tall, vil du tape $100 (Denne kommandoen har en nedkjøling på 5 sekunder.)
pt_br: `[maximum]` - A quantidade de lados que você quer que o dado tenha, deve ser maior que 1. Por padrão é 6 `[tip]` - O número que você deseja apostar, deve ser maior que 1 ou igual a `[maximum]`. Por padrão é 6 `[money]` - A quantidade de dinheiro que você deseja apostar, deve ser entre 0 e 100,000. Por padrão é 0 Aposte o resultado de um dado de n lados. Você poderá ganhar [número máximo do dado - 1] * [dinheiro apostado] de dinheiro se você estiver certo e perde [dinheiro apostado] se estiver errado. Por exemplo: `{prefix}bet 10 4 100` - Rola um dado de 10 lados - Se o dado cair em 4, você receberá $900 - Se o dado cair em qualquer outro número, você perderá $100 (Esse comando tem um tempo de espera de 5 segundos.)

source: Invalid Tip. Must be in the Range of `1` to `{maximum}`.
bg_bg: Невалиден облог. Трябва да бъде в границата между `1` до `{maximum}`.
de_de: Ungültiger Tipp, er muss zwischen `1` und `{maximum}` liegen.
es_ar: Inválido. El valor del rango debe estar entre `1` y `{maximum}`.
es_es: Suma inválida. Su valor debe estar comprendido entre `1` y `{maximum}`.
es_mx: Tip inválido. Su valor debe estar comprendido entre `1` y `{maximum}`.
fr_fr: Choix invalide. Choisissez entre `1` à `{maximum}`.
hu_hu: Érvénytelen tipp. Adj meg egy számot `1` és `{maximum}` között.
id_id: Tip tidak valid. Harus berada dalam jangkauan dari `1` sampai `{maximum}`.
nb_no: Ugyldig tips. Må være i området `1` til «{maximum}».
pt_br: Palpite inválido. Deve estar no intervalo de `1` a `{maximum}`.
ru_ru: Неправильный наклон. Должен быть в районе `1` до `{maximum}`.
sv_se: Ogiltig satsning. Måste ligga inom området `1` to `{maximum}`.

source: Spend it in a better way. C'mon!
bg_bg: Хайде да използвайте парите си за нещо друго!
de_de: Das kannst du besser verwenden, komm schon!
es_ar: ¡Gastalo en birra, flacx!
es_es: Gástalo mejor. ¡Vamos!
es_mx: Gástalo de mejor manera. ¡Vamos!
fr_fr: Dépensez votre argent d'une meilleur façon voyons !
hu_hu: Ennyit azért nem kellene egyszerre eljátszani, ember!
id_id: Habiskan dengan cara yang lebih baik. Ayo!
nb_no: Bruk det på en bedre måte. Kom igjen!
pt_br: Gaste-o na melhor forma. Vamos lá!
ru_ru: Потрать их с пользой!
sv_se: Spendera det på ett bättre sätt. Kom igen!

source: You won **${money}**! The random number was `{num}`, you tipped `{tip}`.
bg_bg: Спечели **${money}**! Случайния номер е `{num}`, Вие заложихте на `{tip}`.
de_de: Du gewinnst **${money}**! Die Zahl war `{num}`, dein Tipp war `{tip}`.
es_ar: Bien ahí, ganaste **${money}**. El número aleatorio era `{num}`, vos elegiste `{tip}`.
es_es: Has ganado **${money}**. El número aleatorio era `{num}`, tú elegiste `{tip}`.
es_mx: Has ganado **${money}**, el número aleatorio era `{num}`, tú elegiste `{tip}`.
fr_fr: Vous avez gagné **{money}$**! Le numéro aléatoire était `{num}`,vous avez choisi `{tip}`.
hu_hu: Eltaláltad! Nyereményed: **${money}**! A dobott szám `{num}`, a tipped pedig `{tip}` volt.
id_id: Kamu menang **${money}**! Angka acak merupakan `{num}`, kamu memberi tip `{tip}`.
nb_no: Du vant **${money}**! Det tilfeldige tallet var `{num}`, du tippet `{tip}`.
pt_br: Você ganhou **${money}**! O número aleatório era `{num}`, você derrubou `{tip}`.
ru_ru: Вы выиграли **${money}**! Случайным номером был `{num}`, вы выбрали `{tip}`.
sv_se: Du vann **${money}**! Slumpmässigt tal var `{num}`, du satsade `{tip}`.

source: You lost **${money}**! The random number was `{num}`, you tipped `{tip}`.
bg_bg: Загубихте **${money}**! Случайния номер е `{num}`, а Вие заложихте на `{tip}`.
de_de: Du verlierst **${money}**! Die Zahl war `{num}`, dein Tipp war `{tip}`.
es_ar: Una cagada, perdiste **${money}**. El número aleatorio era `{num}`, vos elegiste `{tip}`.
es_es: Has perdido **${money}**. El número aleatorio era `{num}`, tú elegiste `{tip}`.
es_mx: Has perdido **${money}**, el número aleatorio era `{num}`, tú elegiste `{tip}`.
fr_fr: Vous avez perdu **{money}$**! Le numéro aléatoire était`{num}`, vous avez choisi `{tip}`.
hu_hu: Nem talált! A tét összegét (${money}) elvesztetted! A dobott szám `{num}`, a tipped pedig `{tip}` volt.
id_id: Kamu hilang **${money}**! Angka acak merupakan `{num}`, kamu memberi tip `{tip}`.
nb_no: Du tapte **${money}**! Det tilfeldige tallet var `{num}`, du tippet `{tip}`.
pt_br: Você perdeu ** ${money}**! O número aleatório era `{num}`, você derrubou `{tip} `.
ru_ru: Вы проиграли **${money}**! Случайным номером был `{num}`, вы выбрали `{tip}`.
sv_se: Du förlorade **${money}**! Slumpmässigt tal var `{num}`, du satsade `{tip}`.

source: Play blackjack against the bot.
de_de: Spielt Blackjack gegen den Bot.
es_es: Juega al blackjack contra el bot.
id_id: Bermain blackjack melawan bot.
nb_no: Spill blackjack mot botten.
pt_br: Joga blackjack contra o bot.
