Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: Set your preferred language for the Akinator games.
de_de: Legt deine bevorzugte Sprache für die Akinatorspiele fest.
es_mx: Establece tu idioma para las partidas Akinator.
hu_hu: Akinátor játék nyelvének beállítása.
sv_se: Sätt dit föredragna språk för Akinatorspel.

source: Pick your language!
de_de: Wähle deine Sprache!
es_mx: ¡Elige tu idioma!
hu_hu: Válaszd ki a nyelvet!
sv_se: Välj ditt språk!

source: :white_check_mark: Your language has been updated succcessfully
de_de: :white_check_mark: Deine Sprache wurde erfolgreich geändert
es_mx: :white_check_mark: Se ha cambiado tu idioma
hu_hu: :white_check_mark: Nyelv sikeresen kiválasztva
sv_se: :white_check_mark: Ditt språk har uppdaterats

source: :x: Response error (reason: `missing keys`)
de_de: :x: Antwortfehler (Grund: `missing keys`)
es_mx: :x: Error de respuesta (razón: `claves faltantes`)
hu_hu: :x: Válaszhiba (ok: `missing keys`)
sv_se: :x: Svarsfel (anledning: `missing keys`)

source: You didn't choose anything...
de_de: Du hast Nichts gewählt...
es_mx: No has elegido nada...
hu_hu: Nem választottál ki semmit...
sv_se: Du valde inget...

source: Bravo, you defeated me! :blush:
de_de: Bravo, du hast mich besiegt! :blush:
es_mx: ¡Bravo, me has vencido! :blush:
hu_hu: Gratulálok, legyőztél! :blush:
sv_se: Grattis, du slog mig! :blush:

source: The server for the choosen language isn't available now... Please check back later or choose another language!
de_de: Der Server für die gewählte Sprache ist gerade nicht verfügbar... Bitte versuche es später erneut oder wähle eine andere Sprache!
es_mx: El servidor para el idioma elegido no está disponible ahora... ¡Por favor inténtalo más tarde o elige otro idioma!
hu_hu: A kiválasztott nyelvhez tartozó szerver jelenleg nem elérhető... Próbáld meg később, vagy válassz másik nyelvet!
sv_se: Servern för valda språk är inte tillgängligt just nu... Vänligen kolla igen senare eller välj ett annat språk!

source: There are no results.
de_de: Es gibt keine Ergebnisse.
es_mx: No hay resultados.
hu_hu: Nincs eredmény.
sv_se: Det finns inga resultat.

source: :x: Ouch, that's an unknown error... Please start a new session or notify the devs.
de_de: :x: Au, das ist ein unbekannter Fehler. Bitte versuche es erneut oder informierte die Entwickler.
es_mx: :x: Ouch, este es un error desconocido... Por favor inicia una nueva sesión o notifica a los desarrolladores.
hu_hu: :x: Aú, ez bizony egy ismeretlen hiba... Indítsd újra, vagy szólj a fejlesztőknek!
sv_se: :x: Ouch, det är ett okänt fel... Vänligen starta en ny session eller notifiera utvecklarna.

source: Bad API response
de_de: Schlechte API Antwort
es_mx: Respuesta API errónea
hu_hu: Hibás API válasz
sv_se: Dålig APIrespons

source: My guess is {name}
de_de: Ich vermute es ist {name}
es_mx: Mi conjetura es {name}
hu_hu: Szerintem ez {name}
sv_se: Min gissning är {name}

source: Extra information: {description} Ranking: {ranking}
de_de: Extra Information:{description} Rang: {ranking}
es_mx: Información adicional: {description} Posición: {ranking}
hu_hu: Plusz infó: {description} Rangsor: {ranking}

source: Question
de_de: Frage
es_mx: Pregunta
hu_hu: Kérdés
sv_se: Fråga

source: Loading...
de_de: Lade...
es_mx: Cargando...
hu_hu: Töltés folyamatban...
sv_se: Laddar...

source: Playing with {user}
de_de: Spiele mit {user}
es_mx: Jugar con {user}
hu_hu: Játék {user} játékossal
sv_se: Spelar med {user}

source: Shows cities and owners.
de_de: Zeigt Städte und deren Besitzer.
es_es: Muestra ciudades y sus propietarios.
es_mx: Muestra las propiedades y sus respectivos propietarios.
hu_hu: A városok jelenlegi vezetőinek mutatása.
id_id: Menampilkan kota dan pemilik.
nb_no: Viser byer og eiere.
pt_br: Mostra cidades e proprietários.
sv_se: Visar städer och deras ägare.

source: Show all cities, their tiers, owners, available buildings and current defense.
de_de: Zeigt alle Städte, ihre Stufe, Besitzer, verfügbare Gebäude und momentane Verteidigung.
es_es: Mostrar todas las ciudades, sus niveles, propietarios, edificios disponibles y defensa actual.
id_id: Menampilkan semua kota, levelnya, pemilik, bangunan yang tersedia dan pertahanan saat ini.
nb_no: Vis alle byer, deres nivåer, eiere, tilgjengelige bygninger og nåværende forsvar.
pt_br: Mostra todas a cidades e os seus respectivos escalões, donos, prédios disponíveis e atual defesa.

source: Cities
de_de: Städte
es_es: Ciudades
es_mx: Ciudades
hu_hu: Városok
id_id: Kota
nb_no: Byer
pt_br: Cidades
sv_se: Städer

source: {name} (Tier {tier})
de_de: {name} (Stufe {tier})
es_es: {name} (Nivel {tier})
es_mx: (Tier {tier}) {name}
hu_hu: {name} (Minőség {tier})
id_id: {name} (Tingkat {tier})
pt_br: {name} (Escalão {tier})
sv_se: {name} (Nivå {tier})

source: Owned by {alliance}'s alliance Buildings: {buildings} Total defense: {defense}
de_de: Im Besitz von {alliance}s Allianz Gebäude: {buildings} Gesamte Verteidung: {defense}
es_es: Propiedad de la alianza {alliance} Edificios: {buildings} Defensa total: {defense}
es_mx: Propiedad de: Alianza {alliance} Edificios: {buildings} Defensa total: {defense}
hu_hu: Városőr: {alliance} szövetsége Épületek: {buildings} Teljes védelem: {defense}
id_id: Dimiliki oleh aliansi {alliance} Bangunan: {buildings} Jumlah perlindungan: {defense}
nb_no: Eies av {alliance} sin allianse Bygninger: {buildings} Totalforsvar: {defense}
pt_br: Propriedade da aliança {alliance} Construções: {buildings} Defesa total: {defense}
sv_se: Ägs av {alliance}s allians Byggnader: {buildings} Totalt försvar: {defense}

source: Interact with your alliance.
de_de: Interagiere mit einer Allianz.
es_es: Interactúa con tu alianza.
id_id: Berinteraksi dengan aliansimu.
nb_no: Samhandle med alliansen din.
pt_br: Interaja com sua aliança.

source: Alliances are groups of guilds. Just like a guild requires at least one member, an alliance requires at least one guild and is considered a single-guild alliance. Alliances can occupy cities for passive bonuses given by the buildings. If this command is used without subcommand, it shows your allied guilds. See `{prefix}help alliance` for a list of commands to interact with your alliance!
de_de: Allianzen sind Gruppen aus Gilden. So wie eine Gilde mindestens ein Mitglied braucht, braucht eine Allianz mindestens eine Gilde und wird damit als Einzel-Gilden-Allianz betrachtet. Allianzen können Städte besetzen für passive Boni durch die Gebäude. Wenn dieser Befehl ohne einen Subbefehl genutzt wird, zeigt er deine alliierten Gilden. Siehe `{prefix}help alliance` für eine Liste der Befehle, die mit deiner Allianz zusammenhängen!
es_es: Las alianzas son grupos de gremio. Al igual que un gremio requiere al menos un miembro, una alianza requiere al menos un gremio y se considera una alianza de uno solo Las alianzas pueden ocupar ciudades por bonificaciones pasivas otorgadas por los edificios. Si este comando se usa sin subcomando, muestra tus gremios aliados. ¡Comprueba `{prefix}help alliance` para obtener una lista de comandos para interactuar con su alianza!
id_id: Aliansi adalah sekelompok guild. Sama halnya seperti guild yang membutuhkan setidaknya satu anggota, sebuah aliansi membutuhkan setidaknya satu guild dan dianggap sebagai aliansi guild tunggal. Aliansi dapat menempati kota-kota untuk mendapatkan bonus pasif yang diberikan oleh bangunan-bangunan kotanya. Jika perintah ini digunakan tanpa subperintah, hal ini akan menampilkan aliansi guildmu. Lihat `{prefix}help alliance` untuk daftar perintah untuk berinteraksi dengan aliansimu!
nb_no: Allianser er grupper av klaner. Akkurat som en klan krever minst ett medlem, krever en allianse minst en klan og regnes som en enkelt klan allianse. Allianser kan okkupere byer for passive bonuser gitt av bygningene. Hvis denne kommandoen brukes uten underkommando, viser den dine allierte klaner. Se `{prefix}help alliance` for en liste over kommandoer for å samhandle med alliansen din!
pt_br: Alianças são grupos de guildas. Assim como uma guilda precisa de um membro, uma aliança precisa de no mínimo uma guilda e assim será considerada uma aliança de uma guilda só. Alianças podem ocupar cidades para receberem bônus passivos dados pelo edifícios dessa. Se esse comando é usado sem um subcomando, ele mostrará as suas guildas aliadas. Digite `{prefix}help alliance` para uma lista de todos os comandos para você interagir com sua aliança!

source: You are not in an alliance. You are alone and may still use all other alliance commands or invite a guild to create a bigger alliance.
de_de: Du bist in keiner Allianz. Du kannst trotzdem andere Allianz-Kommandos benutzen oder andere Gilden einladen um eine größere Allianz zu bilden.
es_es: No estás en ninguna alianza. Estás solo y todavía puedes usar el resto de comandos de alianzas o invitar a otro gremio para crear una alianza aún más grande.
es_mx: No estás en una alianza, eso quiere decir que aún puedes usar todos los otros comandos de Alliance Wars o también puedes invitar a un gremio para formar una alianza grande.
hu_hu: Nem vagy tagja egy szövetségnek sem. Magad vagy, de továbbra is lehetőséged van a szövetségekkel kapcsolatos parancsokat használni, illetve más céheket meghívni egy nagyobb szövetség létrehozásának érdekében.
id_id: Kamu sedang tidak dalam sebuah aliansi. Kamu sendirian dan mungkin masih bisa menggunakan semua perintah aliansi lainnya atau mengundang sebuah guild untuk membuat aliansi yang lebih besar.
nb_no: Du er ikke i en allianse. Du er alene og kan fortsatt bruke alle andre alliansekommandoer eller invitere en klan til å opprette en større allianse.
pt_br: Você não está em uma aliança. Você está sozinho e ainda pode usar todos os outros comandos da aliança ou convidar uma guilda para criar uma aliança maior.
sv_se: Du är inte i en allians. Du är ensam och kan fortfarande använda alla andra allianskommandon eller bjuda in en guild för att skapa en större allians.

source: Your allied guilds
de_de: Deine verbündeten Gilden
es_es: Tus gremios aliados
es_mx: Tus gremios aliados
hu_hu: Szövetséges céhek
id_id: Guild sekutumu
nb_no: Dine allierte klaner
pt_br: Suas guildas aliadas
sv_se: Era allierade guilds

source: Led by {leader}
de_de: Geführt von {leader}
es_es: Liderado por {leader}
es_mx: Esta dirigido por {leader}
hu_hu: Vezetője {leader}
id_id: Dipimpin oleh {leader}
nb_no: Ledet av {leader}
pt_br: Liderado por {leader}
sv_se: Leds av {leader}

source: Invite a guild to your alliance.
de_de: Lade eine Gilde zu deiner Allianz ein.
es_es: Invita a un gremio a tu alianza.
id_id: Mengundang sebuah guild kedalam aliansimu.
nb_no: Inviter en klan til alliansen din.
pt_br: Convida uma guilda para sua aliança.

source: `<newleader>` - A user with a character who leads a guild. Invite a guild to your alliance. All allied guilds will benefit from your city's buildings. Once you’re allied with another guild, it will be shown in {prefix}alliance. The other guild can't be allied with another alliance or own a city in order to be invited. Only the alliance leader can use this command. (This command has a cooldown of 5 minutes.)
de_de: `<newleader>` - Ein Nutzer mit einem Charakter, der zudem eine Gilde leitet. Lade eine Gilde zu deiner Allianz ein. Alle alliierten Gilden werden von den Gebäuden deiner Stadt profitieren. Sobald du mit einer anderen Gilde alliiert bist, wird es in {prefix}alliance gezeigt. Die andere Gilde kann nicht bereits mit einer anderen Allianz alliiert sein oder eine Stadt besitzen, dann kann sie nicht eingeladen werden. Nur der Allianzleiter kann diesen Befehl nutzen. (Dieser Befehl hat einen Cooldown von 5 Minuten.)
es_es: `<newleader>` - un usuario con un personaje que lidera un gremio. Invita a un gremio a tu alianza. Todos los gremios aliados se beneficiarán de los edificios de tu ciudad. Una vez que estés aliado con otro gremio, se mostrará en {prefix}alliance. El otro gremio no puede aliarse con otra alianza o poseer una ciudad para ser invitado. Solo el líder del gremio puede usar este comando. (Este comando tiene un tiempo de reutilización de 5 minutos).
id_id: `<newleader>` - Seorang pemain yang memimpin sebuah guild. Mengundang sebuah guild kedalam aliansimu. Semua aliansi guild akan menerima manfaat dari bangunan kotamu. Setelah kamu beraliansi dengan guild lain, maka akan ditampilkan di {prefix}alliance. Guild tersebut tidak dapat beraliansi dengan aliansi yang lain atau memiliki sebuah kota yang akan diundang. Hanya pemimpin aliansi yang dapat menggunakan perintah ini. (Perintah ini memiliki waktu cooldown selama 5 menit.)
nb_no: `<newleader>` – En bruker med en karakter som leder en klan. Inviter en klan til alliansen din. Alle allierte klaner vil dra nytte av byens bygninger. Når du er alliert med en annen klan, vil den vises i {prefix}alliance. Den andre klanen kan ikke være alliert med en annen allianse eller eie en by for å bli invitert. Bare allianselederen kan bruke denne kommandoen. (Denne kommandoen har en nedkjøling på 5 minutter.)
pt_br: `<newleader>` - Um usuário que lidera uma guilda. Convida uma guilda para sua aliança. Todas as guildas serão beneficiadas dos edifícios da sua cidade. Uma vez que você está aliado com outra guilda, ela aparecerá em {prefix}alliance. A outra guilda não pode ser aliada de outra aliança ou ser dona de uma cidade para poder ser convidada para sua aliança. Apenas o líder da aliança pode usar esse comando. (Esse comando tem um tempo de espera de 5 minutos.)

source: That member is not in a guild.
de_de: Dieser Spieler hat keine Gilde.
es_es: Ese miembro no está en un gremio.
es_mx: Ese miembro no esta en un gremio.
hu_hu: Ez a játékos egyik céhnek sem tagja.
id_id: Anggota itu tidak dalam guild.
nb_no: Det medlemmet er ikke i en klan.
pt_br: Esse membro não está em uma guilda.
sv_se: Spelaren är inte i en guild.

source: That member is not the leader of their guild.
de_de: Dieser Spieler ist nicht der Anführer seiner Gilde.
es_es: Ese miembro no es el líder de su gremio.
es_mx: Ese miembro no es el líder del gremio en el que esta.
hu_hu: Ez a céhtag nem maga a Céhmester.
id_id: Anggota itu bukan pemimpin dari guildnya.
nb_no: Det medlemmet er ikke lederen av klanen deres.
pt_br: Esse membro não é o líder de sua guilda.
sv_se: Spelaren är inte ledaren av sin guild.

source: This member's guild is already part of your alliance.
de_de: Die Gilde dieses Spielers ist bereits Teil deiner Allianz.
es_es: El gremio de este miembro ya es parte de tu alianza.
es_mx: El gremio de este miembro ya es parte de tú alianza.
hu_hu: Ez a Céhmester már belépett a közös szövetségetekbe.
id_id: Anggota guild ini sudah menjadi bagian dari aliansimu.
nb_no: Dette medlemmets klan er allerede en del av alliansen din.
pt_br: A guilda deste membro já faz parte da sua aliança.
sv_se: Spelarens guild är redan med i er allians.

source: This guild is already in an alliance.
de_de: Diese Gilde ist bereits in einer Allianz.
es_es: Este gremio ya está en una alianza.
es_mx: Este gremio ya está en alguna alianza.
hu_hu: Ez a céh már másokkal áll szövetségben.
id_id: Guild ini sudah berada di dalam sebuah aliansi.
nb_no: Denne klanen er allerede i en allianse.
pt_br: Essa guilda já está em uma aliança.
sv_se: Guilden är redan i en allians.

source: This guild is the leader of another alliance.
de_de: Diese Gilde ist der Leiter einer anderen Allianz.
es_es: Este gremio es el líder de otra alianza.
es_mx: Este gremio es líder de otra alianza.
hu_hu: Ez a céh egy másik Szövetség vezetője.
id_id: Guild ini adalah pemimpin dari aliansi lain.
nb_no: Denne klanen er leder for en annen allianse.
pt_br: Essa guilda é a líder de uma outra aliança.
sv_se: Guilden är ledaren av en annan allians.

source: {newleader}, {author} invites you to join their alliance. React to join now.
de_de: {newleader}, {author} lädt dich ein seiner Allianz beizutreten. Reacte jetzt um beizutreten.
es_es: {newleader}, {author} te invita a su alianza. Reacciona para unirte.
es_mx: {newleader} el jugador {author} te esta invitando a unirse a su alianza. Reacciona para unirte.
hu_hu: {newleader}, {author} szövetséget ajánl céheitek között. A reakciógombokkal beleegyezhetsz.
id_id: {newleader}, {author} mengundangmu untuk bergabung dengan aliansinya mereka. Berekasi untuk bergabung sekarang.
nb_no: {newleader}, {author} inviterer deg til å bli med i alliansen deres. Reager for å bli med nå.
pt_br: {newleader}, {author} convida você para participar da aliança. Clique na reação para participar agora.
sv_se: {newleader}, {author} bjuder in dig till deras allians. Reagera för att gå med.

source: Your alliance is full.
de_de: Deine Allianz ist voll.
es_es: Tu alianza está llena.
es_mx: Tú alianza esta llena.
hu_hu: A szövetséged elérte a maximum céh-számot.
id_id: Aliansimu sudah penuh.
nb_no: Alliansen din er full.
pt_br: Sua aliança está cheia.
sv_se: Er allians är full.

source: **{user}'s guild is a single-guild alliance and owns a city.
de_de: **{user}s Gilde ist eine Einzelallianz und besitzt bereits eine Stadt.
es_es: El gremio de **{user} es una alianza solitaria y posee una ciudad.
es_mx: El gremio de **{user} es una alianza de un solo gremio y posse una ciudad.
hu_hu: **{user}** céhe egy önálló szervezetet alkot, és tulajdonában áll egy város.
id_id: Guild **{user}** adalah aliansi guild tunggal dan memiliki sebuah kota.
nb_no: **{user}s klan er en enkeltlaugallianse og eier en by.
pt_br: **A guilda de {user} é uma aliança de apenas uma guilda e possui uma cidade.
sv_se: {user}s guild är en en-guildsallians och äger en stad.

source: **{newguild}** is now part of your alliance, {user}!
de_de: **{newguild}** ist jetzt teil deiner Allianz, {user}!
es_es: **{newguild}** ahora es parte de tu alianza, {user}!
es_mx: **{newguild}** Ahora forma parte de tú alianza {user}!
hu_hu: A **{newguild}** nevű céh innentől a szövetségesed, {user}!
id_id: **{newguild}** sekarang menjadi bagian dari aliansimu, {user}!
nb_no: **{newguild}** er nå en del av alliansen din, {user}!
pt_br: ** {newguild} ** agora faz parte da sua aliança, {user}!
sv_se: **{newguild}** är nu en del av er allians {user}!

source: Leave your alliance
de_de: Verlässt deine Allianz
es_es: Deja tu alianza
id_id: Meninggalkan aliansimu
nb_no: Forlat alliansen din
pt_br: Saí de sua aliança

source: Leave your alliance. Once you left your alliance, you will no longer benefit from an owned city's buildings. If you lead an alliance, you cannot leave it (consider `{prefix}alliance kick`). Only guild leaders can use this command.
de_de: Verlasse deine Allianz. Sobald du deine Allianz verlassen hast, wirst du nicht länger von den Gebäuen der Stadt profitieren. Falls du eine Allianz leitest, kannst du sie nicht verlassen (denke hier an {prefix}alliance kick`). Nur Gildenleiter können diesen Befehl nutzen.
es_es: Deja tu alianza. Una vez que abandonaste tu alianza, ya no te beneficiarás de los edificios de una ciudad. Si lideras una alianza, no puedes abandonarla (considera `{prefix}alliance kick`). Solo los líderes del gremio pueden usar este comando.
id_id: Meninggalkan aliansimu. Setelah kamu meninggalkan aliansimu, kamu tidak akan lagi mendapatkan manfaat dari bangunan kota yang dimiliki. Jika kamu memimpin sebuah aliansi, kamu tidak dapat meninggalkan aliansi tersebut (pertimbangkan `{prefix}alliance kick`). Hanya pemimpin guild yang dapat menggunakan perintah ini.
nb_no: Forlat alliansen din. Når du forlater alliansen din, vil du ikke lenger dra nytte av en eid bys bygninger. Hvis du leder en allianse, kan du ikke forlate den (bruk kommandoen `{prefix}alliance kick`). Bare klan ledere kan bruke denne kommandoen.
pt_br: Saí de sua aliança. Uma vez que você saiu da aliança, você não receberá mais os benefícios dos edifícios da cidade. Se você lidera uma aliança, você não pode sair dela (Se quiser desfazer a aliança use `{prefix}alliance kick`) Apenas líderes de guilda podem usar esse comando.

source: You are the alliance's leading guild and cannot leave it!
de_de: Deine Gilde führt die Allianz und kann sie nicht verlassen!
es_es: ¡Eres el líder de la alianza y no puedes irte!
es_mx: Eres el gremio líder de la alianza y no puedes abandonarlo por dicho motivo!
hu_hu: Céhed a jelenlegi vezércéh a szövetségen belül, így nem léphetsz ki!
id_id: Kamu adalah pemimpin aliansi guild dan kamu tidak dapat meninggalkannya!
nb_no: Du er alliansens ledende klan og kan ikke forlate den!
pt_br: Você é a guilda principal da aliança e não pode abandoná-la!
sv_se: Ni är alliansens ledande guild och kan inte lämna!

source: Your guild left the alliance.
de_de: Deine Gilde hat die Allianz verlassen.
es_es: Tu gremio dejó la alianza.
es_mx: Tú gremio abandono la alianza.
hu_hu: Céhed kilépett a szövetségből.
id_id: Guild kamu meninggalkan aliansi.
nb_no: Klanen din forlot alliansen.
pt_br: Sua guilda deixou a aliança.
sv_se: Er guild lämnade alliansen.

source: Kick a guild from your alliance
de_de: Wirf eine Gilde aus deiner Allianz
es_es: Echa un gremio de tu alianza
id_id: Mengeluarkan sebuah guild dari aliansimu
nb_no: Spark en klan fra alliansen din
pt_br: Expulsa uma guilda da sua aliança

source: `<guild_to_kick>` - A guild's name or ID Remove a guild from your alliance. Once the guild was kicked, it will no longer benefit from an owned city's buildings. Only the alliance leader can use this command.
de_de: guild_to_kick>` - Ein Gildenname oder ID Entfernt eine Gilde aus deiner Allianz. Sobald die Gilde gekickt wurde, wird sie nicht mehr von den Gebäuden der Stadt profitieren. Nur der Allianzleiter kann diesen Befehl nutzen.
es_es: `<guild_to_kick>` - el nombre o ID del gremio Elimina un gremio de tu alianza. Una vez que el gremio ha sido expulsado, ya no se beneficiará de los edificios de una ciudad. Solo el líder de la alianza puede usar este comando.
id_id: `<guild_to_kick>` - Sebuah nama guild atau ID guild Mengeluarkan sebuah guild dari aliansimu. Setelah guild tersebut dikeluarkan, guild tersebut tidak akan lagi mendapatkan manfaat dari bagunan kota yang dimiliki. Hanya pemimpin aliansi yang dapat menggunakan perintah ini.
nb_no: `<klan_å_sparke>` – En klans navn eller ID Fjern en klan fra alliansen din. Når klanen blir sparket, vil det ikke lenger dra nytte av en eid bys bygninger. Bare allianselederen kan bruke denne kommandoen.
pt_br: `<guild_to_kick>` - O nome da guilda ou o ID deles Remove a guilda de sua aliança. Uma vez que a guilda foi expulsa, ela não receberá mais os benefícios dos edifícios da cidade. Apenas o líder da aliança pode usar esse comando.

source: Cannot find guild `{guild_to_kick}`. Are you sure that's the right name/ID?
de_de: Gilde `{guild_to_kick}` kann nicht gefunden werden. Bist du sicher, dass das der richtige Name/ID ist?
es_es: No se puede encontrar el gremio `{guild_to_kick}`. ¿Estás seguro de que es el nombre/ID correcto?
es_mx: No se puede encontrar el gremio `{guild_to_kick}`, estás seguro qué es el nombre o ID correcto?
hu_hu: Az említett `{guild_to_kick}` céh nem található. Biztos vagy benne, hogy jó adatokat használtál?
id_id: Tidak dapat menemukan guild `{guild_to_kick}`. Apakah kamu yakin namanya/ID nya sudah benar?
nb_no: Kan ikke finne klan `{guild_to_kick}`. Er du sikker på at det er riktig navn/ID?
pt_br: Não foi possível encontrar a guilda `{guild_to_kick}`. Tem certeza de que o ID/nome está correto?
sv_se: Kan inte hitta `{guild_to_kick}` är du säker på att det är rätt namn eller ID?

source: That won't work.
de_de: Das wird nicht funktionieren.
es_es: Eso no va a funcionar.
es_mx: Eso no funcionará.
hu_hu: Ez így nem fog működni.
id_id: Itu tidak akan bekerja.
nb_no: Det vil ikke fungere.
pt_br: Isso não vai funcionar.
sv_se: Det kommer inte fungera.
