Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: This guild is not in your alliance.
de_de: Diese Gilde ist nicht Teil deiner Allianz.
es_es: Este gremio no está en tu alianza.
es_mx: Este gremio no esta en tú alianza.
hu_hu: Ezzel a céhhel nem állsz szövetségben.
id_id: Guild ini tidak dalam aliansimu.
nb_no: Denne klanen er ikke i alliansen din.
pt_br: Esta guilda não está na sua aliança.
sv_se: Denna guilden är inte med i er allians.

source: Do you really want to kick **{guild}** from your alliance?
de_de: Bist du sicher, dass du **{guild}** aus deiner Allianz kicken willst?
es_es: ¿De verdad quieres echar a **{guild}** de tu alianza?
es_mx: ¿Estás realmente seguro de expulsar el gremio **{guild}** de tú alianza?
hu_hu: Biztos vagy benne, hogy szeretnéd a **{guild}** céhet kizárni a szövetségből?
id_id: Apakah kamu sangat ini mengeluarkan **{guild}** dari aliansimu?
nb_no: Vil du virkelig sparke **{guild}** fra alliansen din?
pt_br: Você realmente quer retirar ** {guild} ** da sua aliança?
sv_se: Vill du verkligen sparka **{guild}** från er allians?

source: **{guild}** is no longer part of your alliance.
de_de: **{guild}** ist nicht mehr Teil deiner Allianz.
es_es: **{guild}** ya no forma parte de tu alianza.
es_mx: El gremio **{guild}** ya no forma parte de tú alianza.
hu_hu: A **{guild}** céh többé nem áll veled szövetségben.
id_id: **{guild}** tidak lagi menjadi bagian dari aliansimu.
nb_no: **{guild}** er ikke lenger en del av alliansen din.
pt_br: ** {guild} ** não faz mais parte da sua aliança.
sv_se: **{guild}** är inte längre med i er allians.

source: Build buildings or defenses
de_de: Erbaue Gebäude oder Verteidigungsanlagen
es_es: Construye edificios o defensas
id_id: Membangun bangunan atau pertahanan
nb_no: Bygg bygninger eller forsvar
pt_br: Constrói edifícios ou defesas

source: Build buildings `{prefix}alliance build building` or defenses `{prefix}alliance build defense`.
de_de: Erbaue Gebäude `{prefix}alliance build building` oder Verteidigungsanlagen `{prefix}alliance build defense`.
es_es: Construir edificios `{prefix}alliance build building` o defensas `{prefix}alliance build defense`.
id_id: Membangun bangunan `{prefix}alliance build building` atau pertahanan `{prefix}alliance build defense`.
nb_no: Bygg bygninger `{prefix}alliance build building` eller forsvar `{prefix}alliance build defense`.
pt_br: Construa edifícios `{prefix}alliance build building` ou defesas `{prefix}alliance build defense`.

source: Please use one of these subcommands:
de_de: Bitte nutze eines dieser Unterkommandos:
es_es: Por favor usa uno de estos subcomandos:
es_mx: Utiliza uno de los siguientes subcomandos:
hu_hu: Az alábbi parancsokat tudod használni:
id_id: Tolong gunakan salah satu sub-perintah:
nb_no: Vennligst bruk en av disse underkommandoene:
pt_br: Por favor, use um destes subcomandos:
sv_se: Vänligen använd en av dessa underkommandon:

source: Upgrade a building in your city.
de_de: Verbessere ein Gebäude in deiner Stadt.
es_es: Mejora un edificio en tu ciudad.
id_id: Meningkatkan sebuah bangunan di kotamu.
nb_no: Oppgrader en bygning i byen din.
pt_br: Melhora um edifício da sua cidade.

source: `<name>` - The name of the building to upgrade. Upgrade one of your city's buildings, granting better passive bonuses. The maximum level of any building is 10. Depending on the city's available buildings, `<name>` is either Thief, Raid, Trade, or Adventure. Use `{prefix}alliance buildings` to see which are available. The upgrade price depends on the building's next level and is calculated as next_level * $100,000. The upgrade price will be removed from the Alliance Leader's guild bank. This command requires your alliance to own a city. Only the alliance leader can use this command. (This command has a cooldown of 5 minutes)
de_de: `<name>` Der Name des Gebäudes, welches verbessert werden soll. Verbessert ein Gebäude in deiner Stadt, und gibt ihm bessere passive Boni. Das höchste Level eines Gebäudes ist 10. Je nachdem, welche Gebäude in deiner Stadt verfügbar sind, `<name>` ist entweder Thief, Raid, Trade oder Adventure. Nutze {prefix}alliance buildings` um zu sehen, welche verfügbar sind. Der Preis für die Verbesserung hängt vom nächsten Level des Gebäudes up und wird gerechnet mit next_Level*$100.000. Der Preis für die Verbesserung wird von der Gildenbank des Allianzleiters abgezogen. Dieser Befehl kann nur genutzt werden, wenn deiner Allianz eine Stadt gehört. Nur der Allianzleiter kann diesen Befehl nutzen. (Dieser Befehl hat einen Cooldown von 5 Minuten.)
es_es: `<name>` - el nombre del edificio a actualizar. Mejora uno de los edificios de tu ciudad, otorgando mejores bonificaciones pasivas. El nivel máximo de cualquier edificio es 10. Dependiendo de los edificios disponibles de la ciudad, `<nombre>` es ladrón, incursión, comercio o aventura. Use `{prefix}alliance buildings` para ver cuáles están disponibles. El precio de actualización depende del siguiente nivel del edificio y se calcula como next_level * $ 100,000. El precio de actualización se eliminará del banco del gremio del líder de la alianza. Este comando requiere que tu alianza posea una ciudad. Solo el líder de la alianza puede usar este comando. (Este comando tiene un tiempo de reutilización de 5 minutos)
id_id: `<name>` - Nama bangunan yang akan ditingkatkan. Meningkatkan salah satu bangunan kotamu, memberikan bonus pasif yang lebih baik. Maksimal level bangunan adalah 10. Tergantung pada bagunan kota yang tersedia, `<name>` baik itu Thief, Raid, Trade, atau Adventure. Gunakan `{prefix}alliance buildings` untuk melihat mana yang tersedia. Harga peningkatan tergantung pada level bangunan berikutnya dan dihitung sebagai level_berikutnya * $100,000. Harga peningkatan akan diambil dari bank guild pemimpin Aliansi. Perintah ini dapat digunakan jika aliansimu memiliki sebuah kota. Hanya pemimpin aliansi yang dapat menggunakan perintah ini. (Perintah ini memiliki waktu cooldown selama 5 menit.)
nb_no: `<navn>` – Navnet på bygningen som skal oppgraderes. Oppgrader en av byens bygninger, og gi bedre passive bonuser. Maksimumsnivået for enhver bygning er 10. Avhengig av byens tilgjengelige bygninger, er `<navn>` enten tyv, raid, handel eller eventyr. Bruk `{prefix}alliance buildings` for å se hvilke som er tilgjengelige. Oppgraderingsprisen avhenger av bygningens neste nivå og beregnes som next_level * $100 000. Oppgraderingsprisen vil bli fjernet fra allianselederens klans bank. Denne kommandoen krever at alliansen din eier en by. Bare allianselederen kan bruke denne kommandoen. (Denne kommandoen har en nedkjøling på 5 minutter)
pt_br: `<name>` - O nome do edifício que você deseja melhorar. Melhora um edifício da sua cidade, garantindo melhores bônus passivos. O nível máximo de qualquer edifício é 10. Dependendo dos edifícios disponíveis, `<name>` é ou Thief, Raid, Trade, ou Adventure. Digite `{prefix}alliance buildings` para ver quais estão disponíveis. O custo da melhoria depende do próximo nível do edifício e é calculado assim: próximo_nível * $100,000. O custo da melhoria será removido do banco da guilda do Líder da Aliança.

source: Invalid building. Please use `{prefix}{cmd} [thief/raid/trade/adventure]` or check the possible buildings in your city.
de_de: Ungültiges Gebäude. Nutze `{prefix}{cmd} [thief/raid/trade/adventure]` oder prüfe die vorhandenen Gebäude in deiner Stadt.
es_es: Edificio inválido. Por favor, usa`{prefix}{cmd} [thief/raid/trade/adventure]` o mira los posibles edificios en tu ciudad.
es_mx: Edificio incorrecto, por favor usa `{prefix}{cmd} [thief/raid/trade/adventure]` o verifica los posibles edificios en tú ciudad.
hu_hu: Érvénytelen épület. A `{prefix}{cmd} [thief/raid/trade/adventure]` paranccsal tudod kiválasztani az épületet, amennyiben az adott típus megtalálható a városban.
id_id: Bangunan tidak valid. Tolong gunakan `{prefix}{cmd} [thief/raid/trade/adventure]` atau cek bangunan yang mungkin di kotamu.
nb_no: Ugyldig bygning. Vennligst bruk `{prefix}{cmd} [thief/raid/trade/adventure]` eller sjekk mulige bygninger i byen din.
pt_br: Edifício inválido. Por favor use `{prefix}{cmd} [thief/raid/trade/adventure]` ou verifique os possíveis edifícios em sua cidade.
sv_se: Inte en giltig byggnad. Använd `{prefix}{cmd} [thief/raid/trade/adventure]` eller kolla de möjliga byggnaderna i er stad.

source: This building is fully upgraded.
de_de: Dieses Gebäude kann nicht weiter verbessert werden.
es_es: El edificio ha sido mejorado con éxito.
es_mx: Este edificio esta completamente mejorado.
hu_hu: Ez az épület teljesen ki van maxolva.
id_id: Bangunan ini sudah sepenuhnya ditingkatkan.
nb_no: Denne bygningen er fullstendig oppgradert.
pt_br: Este edifício está totalmente melhorado.
sv_se: Byggnaden är fullt uppgraderad.

source: Are you sure you want to upgrade the **{name} building** to level {new_level}? This will cost $**{price}**.
de_de: Bist du sicher, dass du das **{name} Gebäude** auf Level {new_level} verbessern willst? Das kostet **${price}**.
es_es: ¿Estás seguro de que quieres mejorar el **edificio {name}** a nivel {new_level}? Esto va a costar $**{price}**.
es_mx: ¿Estás seguro que deseas mejorar el **edificio {name}** a el nivel {new_level}?, esto te costará $**{price}**.
hu_hu: Szeretnéd fejleszteni a **{name} épületet** a következő szintre ({new_level})? Ennek az ára $**{price}** lesz.
id_id: Apakah kamu yakin ingin meningkatkan **bangunan {name}** ke level {new_level}? Ini akan dikenakan biaya $**{price}**.
nb_no: Er du sikker på at du vil oppgradere **{name} bygningen** til nivå {new_level}? Dette vil koste $**{price}**.
pt_br: Tem certeza de que deseja melhorar o ** {name} building ** para o nível {new_level}? Isso custará $ ** {price} **.
sv_se: Är du säker på att du vill uppgradera **{name} byggnaden** till level {new_level}? Det kostar **${price}**.

source: Your guild doesn't have enough money to upgrade the city's {name} building.
de_de: Deine Gilde hat nicht genug Geld um das {name} Gebäude der Stadt zu verbessern.
es_es: Tu gremio no tiene suficiente dinero para mejorar el edificio de {name}.
es_mx: Tú gremio no tiene suficiente dinero para mejorar el edificio {name} de la ciudad.
hu_hu: A céhed kincstára nem tudja fedezni a {name} épület fejlesztési költségét.
id_id: Guildmu tidak memiliki cukup uang untuk meningkatkan bangunan {name} kota.
nb_no: Klanen din har ikke nok penger til å oppgradere byens {name} bygning.
pt_br: Sua guilda não tem dinheiro suficiente para atualizar o edifício {name} da cidade.
sv_se: Er guild har inte tillräckligt med pengar för att uppgradera stadens {name} byggnad.

source: Successfully upgraded the city's {name} building to level **{new_level}**
de_de: {name} Gebäude erfolgreich auf Level **{new_level}** verbessert
es_es: Se ha mejorado con éxito el edificio de {name} a nivel **{new_level}**
es_mx: Actualizaste con éxito el edificio {name} de la ciudad al nivel **{new_level}**
hu_hu: Sikeresen fejlesztetted városod {name} épületét. Jelenlegi szintje: **{new_level}**
id_id: Berhasil meningkatkan bangunan {name} kota ke level **{new_level}**
nb_no: Oppgradert byens {name} bygning til nivå **{new_level}**
pt_br: O edifício {name} da cidade foi melhorado para o nível ** {new_level} **
sv_se: Stadens {name} byggnad har uppgraderats till level **{new_level}**

source: Build a defense in your city.
de_de: Erbaue Verteidigung in deiner Stadt.
es_es: Construye una defensa en tu ciudad.
id_id: Membangun sebuah pertahanan di kotamu.
nb_no: Bygg et forsvar i byen din.
pt_br: Constrói defesas para sua cidade.

source: Build some defensive buildings or place troops in your cities. The following are available: Cannons: 250HP, 60 defense for $200,000 Archers: 500HP, 50 defemse for $100,000 Outer Wall: 20,000HP, 0 defense for $500,000 Inner Wall: 10,000HP, 0 defense for $200,000 Moat: 5,000HP, 25 defense for $150,000 Tower: 1,000HP, 50 defense for $200,000 Ballista: 250HP, 30 defense for $100,000 Any city can have a maximum of 10 defenses. When attacked, the buildings with the most HP are targeted first. You may not build defenses while your city is under attack. The price of the defense is removed from the leading guild's bank. This command requires your alliance to own a city. Only the alliance leader can use this command. (This command has a cooldown of 1 minutes)
de_de: Erbaue Verteidigungsanlagen in deiner Stadt oder platziere Truppen. Folgende sind verfügbar: Cannons: 250HP, 60 Verteidigung für $200,000 Archers: 500HP, 50 Verteidigung für $100,000 Outer Wall: 20,000HP, 0 Verteidigung für $500,000 Inner Wall: 10,000HP, 0 Verteidigung für $200,000 Moat: 5,000HP, 25 Verteidigung für$150,000 Tower: 1,000HP, 50 Verteidigung für $200,000 Ballista: 250HP, Verteidigung für $100,000 Jede Stadt kann maximal 10 Verteidigungsanlagen haben. Wenn sie attackiert wird, werden die Gebäude mit den höchsten HP zuerst angegriffen. Du kannst keine Verteidigungsanlagen bauen, während deine Stadt angegriffen wird. Der Preis für die Verteidigung wird von der leitenden Gildenbank genommen. Dieser Befehl kann nur genutzt werden, wenn deine Allianz eine Stadt hat. Nur der Allianzleiter kann diesen Befehl nutzen. (Dieser Befehl hat einen Cooldown von 1 Minute)
es_es: Construye algunos edificios defensivos o sitúa tropas en tus ciudades. Los siguientes están disponibles: Cañones: 250HP, 60 de defensa por $ 200,000 Arqueros: 500HP, 50 defensa por $ 100,000 Muro exterior: 20,000HP, 0 defensa por $ 500,000 Muro interior: 10,000HP, 0 defensa por $ 200,000 Foso: 5,000HP, 25 de defensa por $ 150,000 Torre: 1,000HP, 50 de defensa por $ 200,000 Balista: 250HP, 30 de defensa por $ 100,000 Cualquier ciudad puede tener un máximo de 10 defensas. Cuando son atacados, los edificios con más HP son atacados primero. No puedes construir defensas mientras tu ciudad está bajo ataque. El precio de la defensa se elimina del banco del gremio líder. Este comando requiere su alianza posea una ciudad. Solo el líder de la alianza puede usar este comando. (Este comando tiene un tiempo de reutilización de 1 minuto)
id_id: Membangun beberapa pertahanan bangunan atau tempatkan pasukan di kota-kotamu. Berikut ini yang tersedia: Cannons: 250HP, 60 pertahanan seharga $200,000 Archers: 500HP, 50 pertahanan seharga $100,000 Outer Wall: 20,000HP, 0 pertahanan seharga $500,000 Inner Wall: 10,000HP, 0 pertahanan seharga $200,000 Moat: 5,000HP, 25 pertahanan seharga $150,000 Tower: 1,000HP, 50 pertahanan seharga $200,000 Ballista: 250HP, 30 pertahanan seharga $100,000 Setiap kota dapat mencapai hingga maksimum 10 pertahanan. Saat diserang, bangunan dengan HP paling banyak yang akan ditargetkan terlebih dahulu. Kamu tidak dapat membangun pertahanan saat kotamu sedang diserang. Harga untuk membangun pertahanan kotamu akan diambil dari bank guild yang memimpin. Perintah ini dapat digunakan jika aliansimu memiliki sebuah kota. Hanya pemimpin aliansi yang dapat menggunakan perintah ini. (Perintah ini memiliki waktu cooldown selama 1 menit.)
nb_no: Bygg noen defensive bygninger eller plasser tropper i byene dine. Følgende er tilgjengelige: Kanoner: 250 HK, 60 forsvar for $200 000 Bueskyttere: 500 HK, 50 forsvar for $100 000 Yttervegg: 20 000 HK, 0 forsvar for $ 500 000 Innervegg: 10 000 HK, 0 forsvar for $200 000 Moat: 5000 HK, 25 forsvar for $150 000 Tårn: 1000 HK, 50 forsvar for $200 000 Ballista: 250 HK, 30 forsvar for $100 000 Enhver by kan ha maksimalt 10 forsvar. Ved angrep blir bygningene med mest HP målrettet først. Du kan ikke bygge forsvar mens byen din er under angrep. Prisen på forsvaret fjernes fra ledende laugs bank. Denne kommandoen krever at alliansen din eier en by. Bare allianselederen kan bruke denne kommandoen. (Denne kommandoen har en nedkjøling på 1 minutt)
pt_br: Construa alguns edificações defensivas ou colocar tropas em sua cidade. As opções disponíveis são: Canhões: 250 de vida, 60 de defesa por $200,000 Arqueiros: 500 de vida, 50 de defesa por $100,000 Muro Externo: 20,000 de vida, 0 de defesa por $500,000 Muro Interno: 10,000 de vida, 0 de defesa por $200,000 Fosso: 5,000 de vida, 25 de defesa por $150,000 Torre: 1,000 de vida, 50 de defesa por $200,000 Balista: 250 de vida, 30 de defesa por $100,000 Qualquer cidade pode ter no máximo 10 de defesas. Quando atacada, os edifícios com mais vida são atacados primeiro. Você não pode construir defesas enquanto sua cidade está sendo atacada. O preço das defesas é removido do banco da guilda que está liderando. Esse comando exige que sua aliança tenha uma cidade. Apenas o líder da aliança pode usar esse comando. (O comando tem um tempo de espera de 1 minuto)

source: Invalid defense. Please use `{prefix}{cmd} [{buildings}]`.
de_de: Ungültige Verteidigung. Nutze `{prefix}{cmd} [{buildings}]`.
es_es: Defensa inválida. Por favor, usa `{prefix}{cmd} [{buildings}]`.
es_mx: Defensa incorrecta, por favor usa`{prefix}{cmd} [{buildings}]`.
hu_hu: Érvénytelen parancs. A `{prefix}{cmd} [{buildings}]` formátumot tudod használni.
id_id: Pertahanan tidak valid. Tolong gunakan `{prefix}{cmd} [{buildings}]`.
nb_no: Ugyldig forsvar. Vennligst bruk `{prefix}{cmd} [{buildings}]`.
pt_br: Defesa inválida. Por favor use `{prefix}{cmd} [{buildings}]`.
sv_se: Ogiltigt försvar. Använd `{prefix}{cmd} [{buildings}]` för att se alternativ.

source: Your city is under attack. Defenses cannot be built.
de_de: Deine Stadt wird gerade angegriffen. Verteidigung kann jetzt nicht gebaut werden.
es_es: Tu ciudad está siendo atacada. No se pueden crear defensas.
es_mx: Tú ciudad esta bajo ataque! y por el momento no se pueden construir defensas.
hu_hu: A városod ostrom alatt áll, ilyenkor már késő a védelmet erősíteni.
id_id: Kotamu sedang diserang. Pertahanan tidak dapat dibangun.
nb_no: Byen din er under angrep. Forsvar kan ikke bygges.
pt_br: Sua cidade está sob ataque. As defesas não podem ser construídas.
sv_se: Er stad är under attack och försvar kan inte byggas.

source: You may only build up to 10 defenses.
de_de: Du kannst nur maximal 10 Verteidigungen bauen.
es_es: Solo puedes crear un máximo de 10 defensas.
es_mx: Solo puedes construir 10 defensas.
hu_hu: Maximum összesen 10 különböző védelmi vonalat tudsz létrehozni.
id_id: Kamu hanya bisa membangun sampai 10 pertahanan.
nb_no: Du kan bare bygge opptil 10 forsvar.
pt_br: Você só pode construir até 10 defesas.
sv_se: Du får bara skaffa upp till 10 försvar.

source: Are you sure you want to build a **{defense}**? This will cost $**{price}**.
de_de: Bist du sicher, dass du **{defense}** bauen willst? Das kostet **${price}**.
es_es: ¿Estás seguro de que quieres crear un **{defense}**? Esto va a costar $**{price}**.
es_mx: ¿Seguro que quieres construir **{defense}**?, esto te costará $**{price}**.
hu_hu: Biztos vagy benne, hogy az adott védelmi vonalba (**{defense}**) szeretnél fektetni? Ennyi kincstári vagyonba fog kerülni: $**{price}**.
id_id: Apakah kamu ingin membangun **{defense}**? Ini akan dikenakan biaya $**{price}**.
nb_no: Er du sikker på at du vil bygge et **{defense}**? Dette vil koste $**{price}**.
pt_br: Tem certeza de que deseja criar um ** {defense} **? Isso custará $ ** {price} **.
sv_se: Är du säker på att du vill bygga **{defense}**? Det kostar $**{price}**.

source: Your guild doesn't have enough money to build a {defense}.
de_de: Deine Gilde hat nicht genug Geld um {defense} zu bauen.
es_es: Tu gremio no tiene suficiente dinero para crear {defense}.
es_mx: Tú gremio no tiene el dinero suficiente para construir {defense}.
hu_hu: A céhed kincstára nem tudja fedezni a {defense} befektetési költségét.
id_id: Guildmu tidak memiliki cukup uang untuk membangun {defense}.
nb_no: Klanen din har ikke nok penger til å bygge et {defense}.
pt_br: Sua guilda não tem dinheiro suficiente para construir um(a) {defense}.
sv_se: Guilden har inte tillräckligt med pengar för att skaffa {defense}.

source: Successfully built a {defense}.
de_de: Erfolgreich {defense} gebaut.
es_es: {defense} creado con éxito.
es_mx: Has construido con éxito {defense}.
hu_hu: Védelmi vonal ({defense}) sikeres létrehozása.
id_id: Berhasil membangun {defense}.
nb_no: Vellykket bygget et {defense}.
pt_br: Construiu com sucesso um(a) {defense}.
sv_se: {defense} skaffat.

source: Lists your city's buildings.
de_de: Listet die Gebäude deiner Stadt auf.
es_es: Enumera los edificios de tu ciudad.
id_id: Menampilkan daftar bangunan kotamu.
nb_no: Viser byens bygninger.
pt_br: Lista todos os edifícios da sua cidade.
