Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: Start a new tournament
de_de: Beginne ein neues Turnier
es_es: Inicia un torneo
id_id: Memulai sebuah turnamen baru
nb_no: Start en ny turnering
pt_br: Inicia um novo torneio

source: `[prize]` - The amount of money the winner will get Start a new tournament. Players have 30 seconds to join via the reaction. Tournament entries are free, only the tournament host has to pay the price. Only an exponent of 2 (2^n) users can join. If there are more than the nearest exponent, the last joined players will be disregarded. The match-ups will be decided at random, the battles themselves will be decided like regular battles (see `{prefix}help battle` for details). The winner of a match moves onto the next round, the losers get eliminated, until there is only one player left. Tournaments in IdleRPG follow the single-elimination principle. (This command has a cooldown of 30 minutes.)
de_de: `[prize]` - Der Geldpreis, den der Gewinner bekommen wird Beginne ein neues Turnier. Spieler haben 30 Sekunden Zeit um über die Reaktion beizutreten Turnierbeitritte sind kostenlos, nur der Turnier-Host muss den Preis zahlen. Nur ein Vielfaches von 2 (2^n) Spielern kann beitreten. Wenn es mehr Spieler sind als der nächstgrößte Exponent werden die letzten Beitritte nicht anerkannt. Die Match-Ups werden zufällig entschieden, die Kämpfe selbst laufen wie reguläre Kämpfe ab (siehe `{prefix}help battle` für mehr Info). Der Gewinner eines Kampfes qualifiziert sich für die nächste Runde, der Verlierer scheidet aus, bis nur noch ein Spieler übrig ist. Turniere in IdleRPG folgen dem 'Einzel-Eliminations-Prinzip'. (Dieser Befehl hat einen Cooldown von 30 Minuten.)
es_es: `[prize]` - la cantidad de dinero que obtendrá el ganador Comienza un nuevo torneo. Los jugadores tienen 30 segundos para unirse a través de la reacción. Las entradas al torneo son gratuitas, solo el anfitrión del torneo tiene que pagar el precio. Solo un exponente de 2 (2 ^ n) usuarios puede unirse. Si hay más que el exponente más cercano, los últimos jugadores unidos no se tendrán en cuenta. Los enfrentamientos se decidirán al azar, las batallas en sí se decidirán como las batallas regulares (ver `{prefix} batalla de ayuda 'para más detalles). El ganador de un partido pasa a la siguiente ronda, los perdedores son eliminados, hasta que solo queda un jugador. Los torneos en IdleRPG siguen el principio de eliminación simple. (Este comando tiene un tiempo de reutilización de 30 minutos.)
id_id: `[prize]` - Jumlah uang yang akan didapatkan oleh pemenang Memulai sebuah turnamen baru. Pemain memiliki waktu 30 detik untuk bergabung melewati reaksi yang diberikan. Biaya masuk turnamen gratis, hanya pembuat turnamennya yang harus membayar biayanya. Hanya kelipatan dari 2 (2^n) pemain yang dapat bergabung. Jika ada lebih dari kelipatan terdekat, pemain yang bergabung terakhir akan dikeluarkan. Jalannya pertandingan akan diputuskan secara acak, sedangkan pertarungannya sendiri akan diputuskan seperti pertempuran biasa (lihat `{prefix}help battle` untuk informasinya). Pemenang dari pertandingannya akan bergerak ke ronde selanjutnya, yang kalah akan dieleminasi, hingga tersisa satu pemain. Turnamen di IdleRPG mengikuti prinsip eleminasi tunggal. (Perintah ini memiliki waktu cooldown selama 30 menit.)
nb_no: `[pris]` - Mengden penger som vinneren vil få Start en ny turnering. Spillere har 30 sekunder på å bli med via reaksjonen. Påmelding til turneringer er gratis, kun turneringsverten må betale prisen. Bare en eksponent for 2 (2^n) spillere kan bli med. Hvis det er flere enn nærmeste eksponent, vil de siste spillerene som ble med bli ignorert. Kampene avgjøres tilfeldig, selve kampene vil avgjøres som vanlige kamper (see `{prefix}help battle` for details). Vinneren av en kamp går videre til neste runde, taperne blir eliminert, til det bare er en spiller igjen. Turneringer i IdleRPG følger enkelt-elimineringsprinsippet. (Denne kommandoen har en nedkjøling på 30 minutter.)
pt_br: `[prize]` - A quantidade de dinheiro que o vencer ganhará Inicia um novo Torneio. Jogadores tem 30 segundos para entrarem, clicando na reação. Entrar em torneios é de graça, apenas o criador do torneio que tem que pagar o preço. Apenas um expoente de base 2 (2^n) número de jogadores podem entrar. Se tiver mais do que o expoente mais próximo, o último jogador será ignorado. Os confrontos serão decididos de forma aleatória e as batalhas, de fato, serão decididas da mesma forma do que as batalhas normais (Digite `{prefix}help battle` para mais detalhes). O vencedor segue para a próxima rodada, os perdedores são eliminados até que reste somente um jogador restante. Torneios em IdleRPG seguem o princípio da eliminação única. (Esse comando tem um tempo de espera de 30 minutos.)

source: You are too poor.
bg_bg: Прекалено сте бедни.
de_de: Du bist zu arm.
es_ar: Sos muy pobre.
es_es: Eres demasiado pobre.
es_mx: Eres demasiado pobre.
fr_fr: Vous êtes trop pauvre.
hu_hu: Túl szegény vagy.
id_id: Kamu terlalu miskin.
nb_no: Du er for fattig.
pt_br: Você é muito pobre.
ru_ru: Вам не хватает денег.
sv_se: Du har inte råd.

source: {author} started a tournament! Free entries, prize is **${prize}**! React with ⚔ to join!
de_de: {author} hat ein Turnier gestartet! Der Beitritt ist kostenlos, der Geldpreis ist **${prize}**! Reagiere mit ⚔ um beizutreten!
es_mx: ¡{author} ha iniciado un torneo!, la entrada es gratis, el premio es de **${prize}**! ¡Reacciona con ⚔ para unirte!
hu_hu: {author} új lovagi tornát hirdetett! Ingyenes nevezés, a nyeremény: **${prize}** ! Nevezéshez kattints a ⚔ reakciójelre!
sv_se: {author} påbörjade en turnering! Gratis intag, priset är **${prize}**! Reagera med ⚔ för att delta!

source: Noone joined your tournament {author}.
de_de: Niemand ist deinem Turnier beigetreten {author}.
es_es: Nadie se unió al torneo {author}.
id_id: Tidak ada yang bergabung ke turnamen kamu {author}.
nb_no: Ingen ble med i turneringen din {author}.
pt_br: Ninguém entrou no seu Torneio {author}.

source: {user} joined the tournament.
bg_bg: {user} се вписа в турнира.
de_de: {user} tritt dem Turnier bei.
es_ar: {user} ingresó al torneo.
es_mx: {user} se ha unido al torneo.
fr_fr: {user} a rejoint le tournoi.
hu_hu: {user} benevezett a lovagi tornára.
ru_ru: {user} Присоединился к состязанию.
sv_se: {user} gick med i din turnering.

source: You don't have a character, {user}.
bg_bg: Нямате герой, {user}.
de_de: Du hast keinen Charakter, {user}.
es_ar: No tenés personaje, {user}.
es_mx: No tienes un personaje creado, {user}.
fr_fr: Vous n’avez pas de personnage, {user}.
hu_hu: Nincs karaktered, {user}.
ru_ru: У вас нет персонажа, {user}
sv_se: Du har ingen karaktär, {user}.

source: There are **{num}** entries, due to the fact we need a playable tournament, the last **{removed}** have been removed.
bg_bg: Записаните състезатели са **{num}**, но поради факта, че се нуждаем от подходяща бройка за турнир, последните **{removed}** бяха отстранени.
de_de: **{num}** Kämpfer sind beigetreten, aber da wir ein spielbares Turnier brauchen wurden die letzten **{removed}** entfernt.
es_ar: Hay **{num}** participantes inscriptos, pero debido a que los cupos dificultan la jugabilidad, los últimos **{removed}** fueron eliminados.
es_es: Se han inscrito **{num}** participantes, pero para jugabilidad del torneo, los últimos **{removed}** han sido eliminados.
es_mx: Se han unido **{num}** participantes, pero para poder jugar en el torneo los últimos **{removed}** han sido eliminados.
fr_fr: Il y a **{num}** inscriptions, pour un tournois équitable, les **{removed}** dernières inscriptions ont été supprimées.
hu_hu: **{num}** nevezés érkezett a lovagi tornára. A mérkőzések lejátszhatósága érdekében az utolsó **{removed}** nevezés törölve lett.
id_id: Saat ini ada **{num}** entri, karena kami membutuhkan sebuah turnamen yang dapat dimainkan, **{removed}** yang terakhir telah dihapus.
nb_no: Det er **{num}** påmeldinger, på grunn av det faktum at vi trenger en spillbar turnering, har de siste **{removed}** blitt fjernet.
pt_br: O Torneio tem **{num}** participantes inscritos, mas devido ao fato de que precisamos um Torneio jogável, o último jogador, **{removed}**, foi removido.
ru_ru: Сейчас **{num}** заявок на участие в состязании, учитывая максимальное количество игроков, последний **{removed}** будет удалён.
sv_se: Där finns **{num}** deltagare, Eftersom vi behöver en spelbar turnering har de sista **{removed}** blivit borttagna.

source: Tournament started with **{num}** entries.
bg_bg: Турнира започна с **{num}** записани състезатели.
de_de: Das Turnier mit **{num}** Kämpfern beginnt.
es_ar: El torneo empezó con **{num}** participantes.
es_es: El torneo ha comenzado, hay **{num}** participantes.
es_mx: El torneo ha comenzado con **{num}** participantes.
fr_fr: Le tournoi commence avec **{num}** participants.
hu_hu: A lovagi torna **{num}** nevezővel megkezdődött.
id_id: Turnamen dimulai dengan **{num}** entri.
nb_no: Turnering startet med **{num}** spillere.
pt_br: O torneio vai começar com **{num}** de participantes.
ru_ru: Состязание начинается с данным количеством игроков: **{num}**.
sv_se: Turneringen påbörjades med **{num}** deltagare.

source: vs
bg_bg: срещу
de_de: gegen
es_ar: contra
es_es: contra
es_mx: contra
fr_fr: contre
hu_hu: kontra
id_id: versus
nb_no: mot
ru_ru: против
sv_se: mot

source: Winner of this match is {winner}!
bg_bg: Победителят на този мач е {winner}!
de_de: {winner} gewinnt das Duell!
es_ar: ¡El ganador del duelo es {winner}!
es_es: ¡El ganador del duelo es {winner}!
es_mx: Quien ganó el duelo ha sido {winner}!
fr_fr: Le vainqueur de ce match est {winner} !
hu_hu: A mérkőzés győztese: {winner}!
id_id: Pemenang dari pertandingan ini adalah {winner}!
nb_no: Vinneren av denne kampen er {winner}!
pt_br: O ganhador da batalha é **{winner}**!
ru_ru: Победа достаётся {winner}!
sv_se: Vinnaren av den här matchen är {winner}!

source: Round Done!
bg_bg: Кръгът свърши!
de_de: Runde beendet!
es_ar: ¡Ronda uno!
es_es: ¡Ronda realizada!
es_mx: ¡Ronda Completada!
fr_fr: Round terminé !
hu_hu: Kör vége!
id_id: Ronde Selesai!
nb_no: Runde ferdig!
pt_br: Rodada terminada!
ru_ru: Раунд завершён!
sv_se: Rundan avklarad!

source: Tournament ended! The winner is {winner}.
bg_bg: Турнира свърши! Победителят е {winner}.
de_de: Das Turnier ist vorbei, {winner} hat gewonnen.
es_ar: ¡Torneo finalizado! El ganador es {winner}.
es_es: ¡El torneo ha finalizado! El ganador es {winner}.
es_mx: El torneo ha finalizado, {winner} ha ganado.
fr_fr: Le tournoi est terminé ! Le vainqueur est {winner}.
hu_hu: A lovagi torna véget ért! A győztes: {winner}.
id_id: Turnamen berakhir! Pemenangnya adalah {winner}.
nb_no: Turneringen er ferdig! Vinneren er {winner}.
pt_br: Torneio finalizado! O ganhador é **{winner}**.
ru_ru: Состязание закончилось! Победитель - {winner}
sv_se: Turneringen avslutades! Vinnaren är {winner}.

source: Tournament ended! The winner is {winner}. Money was given!
bg_bg: Турнира свърши! Победителят е {winner}. Наградата е дадена!
de_de: Das Turnier ist vorbei, {winner} hat gewonnen. Das Preisgeld wurde ausgezahlt!
es_ar: ¡Torneo finalizado! El ganador es {winner}. ¡Premio entregado!
es_es: ¡Torneo finalizado! El ganador es {winner}. ¡Premio entregado!
es_mx: El torneo ha finalizado, {winner} ha ganado. ¡El premio ha sido entregado!
fr_fr: Le tournoi est terminé ! Le gagnant est {winner}. La récompense a été donnée !
hu_hu: A lovagi torna véget ért! A győztes: {winner}. A pénznyeremény átadásra került!
id_id: Turnamen berakhir! Pemenangnya adalah {winner}. Uangnya telah diberikan!
nb_no: Turneringen er ferdig! Vinneren er {winner}. Penger har blitt gitt!
pt_br: Torneio Finalizado! O ganhador é **{winner}**. Prêmio foi dado!
ru_ru: Состязание подошло к концу! Победитель {winner}. Приз был выдан!
sv_se: Turneringen avslutades! Vinnaren är {winner}. Pengar gavs!

source: `[prize]` - The amount of money the winner will get Start a new raid tournament. Players have 30 seconds to join via the reaction. Tournament entries are free, only the tournament host has to pay the price. Only an exponent of 2 (2^n) users can join. If there are more than the nearest exponent, the last joined players will be disregarded. The match-ups will be decided at random, the battles themselves will be decided like raid battles (see `{prefix}help raidbattle` for details). The winner of a match moves onto the next round, the losers get eliminated, until there is only one player left. Tournaments in IdleRPG follow the single-elimination principle. (This command has a cooldown of 30 minutes.)
de_de: `[prize]` - Den Geldbetrag, den der Gewinner erhalten wird Starte ein neues Raidturnier. Spieler haben 30 Sekunden Zeit um über die Reaktion beizutreten. Turnierbeitritte sind kostenfrei, nur der Turnierhost muss den Preis zahlen. Nur ein Vielfaches von 2(2^n) Spielern kann beitreten. Wenn es mehr Spieler sind als der nächstgrößte Vielfach werden die letzten Beitritte nicht anerkannt. Die Match-Ups werden zufällig entschieden, die Kämpfe selbst laufen wie reguläre Raidkämpfe ab (siehe `{prefix}help raidbattle` für mehr Info). Der Gewinner eines Kampfes qualifiziert sich für die nächste Runde, der Verlierer scheidet aus, bis nur noch ein Spieler übrig ist. Turniere in IdleRPG folgen dem 'Einzel-Eliminations-Prinzip'. (Dieser Befehl hat einen Cooldown von 30 Minuten.)
es_es: `[prize]` - la cantidad de dinero que obtendrá el ganador Comienza un nuevo torneo. Los jugadores tienen 30 segundos para unirse a través de la reacción. Las entradas al torneo son gratuitas, solo el anfitrión del torneo tiene que pagar el precio. Solo un exponente de 2 (2 ^ n) usuarios puede unirse. Si hay más que el exponente más cercano, los últimos jugadores unidos no se tendrán en cuenta. Los enfrentamientos se decidirán al azar, las batallas en sí se decidirán como las batallas regulares (ver `{prefix}help raidbattle para más detalles). El ganador de un enfrentamiento pasa a la siguiente ronda, los perdedores son eliminados, hasta que solo quede un jugador. Los torneos en IdleRPG siguen el principio de eliminación simple. (Este comando tiene un tiempo de reutilización de 30 minutos.)
id_id: `[prize]` - Jumlah uang yang akan didapatkan oleh pemenang Memulai sebuah raid turnamen yang baru. Pemain memiliki waktu 30 detik untuk bergabung melewati reaksi yang diberikan. Biaya masuk turnamen gratis, hanya pembuat turnamennya yang harus membayar biayanya. Hanya kelipatan dari 2 (2^n) pemain yang dapat bergabung. Jika ada lebih dari kelipatan terdekat, pemain yang bergabung terakhir akan dikeluarkan. Jalannya pertandingan akan diputuskan secara acak, sedangkan pertarungannya sendiri akan diputuskan seperti pertempuran raid (lihat `{prefix}help raidbattle` untuk informasinya). Pemenang dari pertandingannya akan bergerak ke ronde selanjutnya, yang kalah akan dieleminasi, hingga tersisa satu pemain. Turnamen di IdleRPG mengikuti prinsip eleminasi tunggal. (Perintah ini memiliki waktu cooldown selama 30 menit.)
nb_no: `[pris]` - Mengden penger vinneren vil få Start en ny raid turnering. Spillere har 30 sekunder på å bli med via reaksjonen. Påmelding til turneringer er gratis, kun turneringsverten må betale prisen. Bare en eksponent for 2 (2^n) spillere kan bli med. Hvis det er flere enn nærmeste eksponent, vil de siste spillerene som ble med bli ignorert. Kampene avgjøres tilfeldig, selve kampene vil avgjøres som vanlige raid kamper (see `{prefix}help raidbattle` for details). Vinneren av en kamp går videre til neste runde, taperne blir eliminert, til det bare er en spiller igjen. Turneringer i IdleRPG følger enkelt-elimineringsprinsippet. (Denne kommandoen har en nedkjøling på 30 minutter.)
pt_br: `[prize]` - A quantidade de dinheiro que o vencedor vai ganhar Inicia um Torneio de Raid. Jogadores tem 30 segundos para entrarem clicando na reação. Entrar em torneios é de graça, apenas o criador do torneio que tem que pagar o preço. Apenas um expoente de base 2 (2^n) número jogadores podem entrar. Se tiver mais do que o expoente mais próximo o último jogador será ignorado. Os confrontos serão decididos de forma aleatória e as batalhas, de fato, serão decididas da mesma forma do que as batalhas normais (Digite `{prefix}help raidbattle` para mais detalhes). O vencedor segue para a próxima rodada, os perdedores são eliminados até que reste somente um jogador restante. Torneios em IdleRPG seguem o princípio da eliminação única. (Esse comando tem um tempo de espera de 30 minutos.)

source: {author} started a raid tournament! Free entries, prize is **${prize}**! React with ⚔ to join!
de_de: {author} hat ein Raidturnier gestartet! Beitreten ist kostenlos, der Gewinn ist **${prize}**! Reagiere mit ⚔ um beizutreten!

source: Noone joined your raid tournament {author}.
de_de: Niemand ist deinem Raidturnier beigetreten {author}.
es_es: Nadie se ha unido a tu torneo de incursiones {author}.
id_id: Tidak ada yang bergabung ke turnamen raid kamu {author}.
nb_no: Ingen ble med i raid turneringen din {author}.
pt_br: Ninguém entrou no seu Torneio de Raid {author}.

source: {user} joined the raidtournament.
de_de: {user} tritt dem Raidturnier bei.

source: There are **{num}** entries, due to the fact we need a playable raid tournament, the last **{removed}** have been removed.
de_de: **{num}** Kämpfer sind beigetreten, aber da wir ein spielbares Raidturnier brauchen wurden die letzten **{removed}** entfernt.
es_es: Hay **{num}** participantes, pero como necesitamos que el torneo de incursiones pueda ser procesado, los últimos **{removed}** participantes fueron eliminados.
id_id: Saat ini ada **{num}** yang bergabung, karena kami membutuhkan turnamen raid yang dapat dimainkan, **{removed}** yang terakhir telah dikeluarkan.
nb_no: Det er **{num}** påmeldelinger, på grunn av det faktum at vi trenger en spillbar raid turnering, har de siste **{removed}** blitt fjernet.
pt_br: O Torneio tem **{num}** participantes inscritos, mas devido ao fato de que precisamos um Torneio de Raid jogável, o último jogador, **{removed}**, foi removido.

source: Raidbattle {p1} vs. {p2} started!
de_de: Das Raid-Duell zwischen {p1} und {p2} beginnt!
es_es: ¡La batalla entre {p1} y {p2} ha empezado!
es_mx: La batalla de incursión de {p1} en contra de {p2} empezó!
hu_hu: Hajtó-háború {p1} és {p2} között megkezdődött!
id_id: Raidbattle {p1} versus {p2} dimulai!
nb_no: Raidkamp {p1} mot. {p2} startet!
pt_br: A batalha de raid de {p1} vs. {p2} começou!
sv_se: Raidslagsmål {p1} mot {p2} har påbörjats!

source: {attacker} attacks! {defender} takes **{dmg}HP** damage.
de_de: {attacker} greift an! {defender} nimmt **{dmg}HP** Schaden.
es_es: ¡{attacker} ha atacado! {defender} recibió **{dmg}HP** de daño.
es_mx: {attacker} ataco y {defender} recibió **{dmg}** de daño.
hu_hu: {attacker} támadásba lendült! {defender} **{dmg}ÉP** sebzést szenvedett el.
id_id: {attacker} menyerang! {defender} terkena **{dmg}HP** serangan.
nb_no: {attacker} angrep! {defender} tar **{dmg}HP** skade.
pt_br: {attacker} atacou! {defender} perdeu **{dmg} de vida**.
sv_se: {attacker} attackerar! {defender} tar **{dmg}HP** skada.

source: {p1} - {hp1} HP left {p2} - {hp2} HP left
de_de: {p1} - {hp1} HP übrig {p2} - {hp2} HP übrig
es_es: A {p1} - le queda {hp1} HP A {p2} - le queda {hp2} HP
es_mx: {p1} - {hp1} puntos de vida restantes {p2} - {hp2} puntos de vida restantes
hu_hu: {p1} - {hp1} ÉP-on áll {p2} - {hp2} ÉP-on áll
id_id: {p1} - {hp1} HP tersisa {p2} - {hp2} HP tersisa
nb_no: {p1} - {hp1} HP igjen {p2} - {hp2} HP igjen
pt_br: {p1} - {hp1} de vida restante {p2} - {hp2} de vida restante
sv_se: {p1} - {hp1} HP kvar {p2} - {hp2} HP kvar

source: Action #{number}
de_de: Aktion #{number}
es_es: Acción #{number}
es_mx: Acción #{number}
hu_hu: #{number} számú akció
id_id: Aksi #{number}
nb_no: Handling #{number}
pt_br: Ação #{number}
sv_se: Handling #{number}

source: Raid Tournament ended! The winner is {winner}.
de_de: Raidturnier beendet! {winner} hat gewonnen.
es_es: ¡El torneo de incursiones ha terminado! El ganador es {winner}.
id_id: Turnamen raid berakhir! Pemenangnya adalah {winner}.
nb_no: Raid Turnering er ferdig! Vinneren er {winner}.
pt_br: O Torneio de Raid terminou! O ganhador foi {winner}.

source: Raid Tournament ended! The winner is {winner}. Money was given!
de_de: Raidturnier beendet! {winner} hat gewonnen. Das Preisgeld wurde ausgezahlt!
es_es: ¡El torneo de incursiones ha terminado! El ganador es {winner}. ¡El dinero ha sido entregado!
hu_hu: A hajtóvadászattal egybekötött lovagi torna véget ért! A győztes: {winner}. A pénznyeremény átadásra került!
id_id: Turnamen raid berakhir! Pemenangnya adalah {winner}. Uang telah diberikan!
nb_no: Raid Turneringen er ferdig! Vinneren er {winner}. Penger har blitt gitt!
pt_br: O Torneio de Raid terminou! O vencedor é {winner}. O prêmio foi dado!
sv_se: Raidturnering avslutades! Vinnaren är {winner}. Pengar gavs!

source: Pixelfy an avatar
de_de: Verpixelt ein Profilbild
es_es: Pixeliza un avatar
id_id: Mengubah sebuah avatar menjadi pixel
nb_no: Pixelfyre en avatar
pt_br: Faz um avatar ficar pixelado

source: `[user]` - A discord User whose avatar to pixelfy; defaults to oneself `[size]` - The pixelation rate to use, can be a number between 1 and 5; defaults to 2 Pixelfies a user's avatar. If the user has an animated icon, the first frame is used.
de_de: `[user]` - Ein Nutzer, dessen Profilbild verpixelt wird; ohne Angabe ist es der Nutzer, welcher den Befehl verwendet `[size]` - Die Verpixelungsstärke die genutzt wird, kann eine Nummer zwischen 1 und 5 sein; als Standard ist 2 ausgewählt Verpixelt das Profilbild eines Nutzers. Wenn der Nutzer ein animiertes Bild hat, wird das erste Bild genutzt.
es_es: `[user]` - Un usuario de discord cuyo avatar se pixeliza; por defecto a uno mismo `[size]` - La tasa de pixelación a usar puede ser un número entre 1 y 5; el valor predeterminado es 2 Pixeliza el avatar de un usuario. Si el usuario tiene un icono animado, se usa el primer fotograma.
id_id: `[user]` - Seorang Pengguna discord yang avatarnya ingin dibuat menjadi pixel; jika tidak disebutkan maka akan dianggap untuk diri sendiri `[size]` - Tingkat pixelation untuk digunakan, bisa berupa angka antara 1 dan 5; jika tidak disebutkan maka akan dianggap angka 2 Mengubah avatar pengguna menjadi pixel. Jika pengguna memiliki ikon beranimasi, frame pertama akan digunakan.
nb_no: `[user]` - En discord bruker sin avatar å pikselfyre; misligholder seg selv `[size]` - Pikseleringshastigheten som skal brukes, kan være et tall mellom 1 og 5; standard er 2 Pixelfiserer en brukers avatar. Hvis brukeren har et animert ikon, brukes den første rammen.
pt_br: `[user]` - Um usuário do Discord, cujo avatar você quer que seja pixelado. Por padrão é você mesmo `[size]` - A taxa de pixelagem para usar, pode ser um número entre 1 e 5. Por padrão é 2 Faz o avatar de um usuário ficar pixelado. Se o usuário tem um avatar animado, o primeiro frame será usado.

source: Use 1, 2, 3, 4 or 5 as intensity value.
bg_bg: Използвай 1, 2, 3, 4 или 5 за да увеличите ефекта.
de_de: Nutze 1, 2, 3, 4 oder 5 als Stärke.
es_ar: Usá un número del 1 al 5 como valor de intensidad.
es_es: Utiliza 1, 2, 3, 4 o 5 como valor de intensidad.
es_mx: Utiliza 1, 2, 3, 4 o 5 como valor de intensidad.
fr_fr: Utilise 1, 2, 3, 4, ou 5 comme valeur d'intensité.
hu_hu: Jelöld az 1, 2, 3, 4 és 5 számokkal az intenzitás mértékét.
id_id: Gunakan 1, 2, 3, 4 atau 5 sebagai nilai intensitas.
nb_no: Bruk 1, 2, 3, 4 eller 5 som intensitetsverdi.
pt_br: Utilize os número de 1 á 5 como valor de intensidade.
ru_ru: Используйте 1, 2, 3, 4, 5 как силу эффекта.
sv_se: Använd 1, 2, 3, 4 eller 5 som intensitetsvärde.
