Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: You chose to kill **{werewolf}**. {game_link}
de_de: Du hast dich dazu entschlossen, **{werewolf}** zu töten. {game_link}
es_es: Elegiste matar a **{werewolf}**. {game_link}
id_id: Kamu memilih untuk membunuh **{werewolf}**. {game_link}
nb_no: Du valgte å drepe **{werewolf}**. {game_link}

source: There's no other possible villagers left to kill. {game_link}
de_de: Es gibt keine weiteren Dorfbewohner, die du Töten kannst. {game_link}
es_es: No queda ningún aldeano al que matar. {game_link}
id_id: Tidak ada penduduk desa lain yang tersisa untuk dibunuh. {game_link}
nb_no: Det er ingen andre mulige landsbyboere igjen å drepe. {game_link}

source: Choose a Villager to kill.
de_de: Wähle einen Dorfbewohner zum Töten aus.
es_es: Elige a un aldeano al que matar.
id_id: Pilih seorang penduduk desa untuk dibunuh.
nb_no: Velg en landsbyboer å drepe.

source: You didn't choose any villager to kill. {game_link}
de_de: Du hast keinen Dorfbewohner zum Töten ausgewählt. {game_link}
es_es: No elegiste a ningún aldeano al que matar. {game_link}
id_id: Kamu tidak memilih seorang penduduk desa untuk dibunuh. {game_link}
nb_no: Du valgte ikke noen landsbyboer å drepe. {game_link}

source: You didn't choose any villager to kill, slowpoke. {game_link}
de_de: Du hast keinen Dorfbewohner zum Töten ausgewählt, lahme Schnecke. {game_link}
es_es: No elegiste a ningún aldeano al que matar, tortuga. {game_link}
id_id: Kamu tidak memilih seorang penduduk desa untuk dibunuh, slowpoke. {game_link}
nb_no: Du valgte ikke noen landsbyboer å drepe, slowpoke. {game_link}

source: You've decided to kill **{villager}**. {game_link}
de_de: Du hast dich dazu entschlossen **{villager}** zu töten. {game_link}
es_es: Elegiste matar a **{villager}**. {game_link}
id_id: Kamu memutuskan untuk membunuh **{villager}**. {game_link}
nb_no: Du har bestemt deg for å drepe **{villager}**. {game_link}

source: Choose someone to heal 🧪. You can rescue a player attacked by the wolves once throughout the game. You can opt not to use this ability for now.
de_de: Wähle jemanden zum Heilen🧪. Du kannst einen Spieler innerhalb des Spiels einmal heilen, der von Werwölfen angegriffen wurde. Du kannst diese Fähigkeit auch nicht nutzen.
es_es: Elige a quién curar 🧪. Solo puedes elegir a un jugador que haya sido atacado por los lobos en toda la partida. Puedes elegir no usar esta habilidad de momento.
id_id: Pilih seseorang untuk disembuhkan 🧪. Kamu dapat menyelamatkan pemain yang diserang oleh serigala sekali sepanjang permainan. Kamu dapat memilih untuk tidak menggunakan kemampuan ini untuk saat ini.
nb_no: Velg noen å helbrede🧪 . Du kan redde en spiller angrepet av ulvene en gang gjennom hele spillet. Du kan velge å ikke bruke denne muligheten for nå.

source: You chose to heal **{healed}**.
de_de: Du hast **{healed}** zum Heilen ausgewählt.
es_es: Has elegido curar a **{healed}**.
id_id: Kamu memilih untuk menyembuhkan **{healed}**.
nb_no: Du valgte å helbrede **{healed}**.

source: You didn't choose to heal anyone.
de_de: Du hast niemanden zum Heilen ausgewählt.
es_es: Elegiste no curar a nadie.
id_id: Kamu tidak memilih untuk menyembuhkan siapa pun.
nb_no: Du valgte ikke å helbrede noen.

source: You didn't choose to heal anyone from the list, slowpoke. They're likely to die.
de_de: Du hast niemanden zum Heilen von der Liste ausgewählt, lahme Schnecke. Sie werden wohl sterben.
es_es: No elegiste a nadie a quien curar, tortuga. Seguramente mueran.
id_id: Kamu tidak memilih untuk menyembuhkan siapa pun dari daftar itu, slowpoke. Mereka sepertinya akan mati.
nb_no: Du valgte ikke å helbrede noen fra listen, slowpoke. De vil sannsynligvis dø.

source: Choose someone to poison ☠️. You can kill a player once throughout the game. You can opt not to use this ability for now.
de_de: Wähle jemanden zum vergiften☠️. Du kannst einen Spieler im Verlauf des Spiels vergiften. Du kannst deine Fähigkeit auch nicht nutzen.
es_es: Elige a quién envenenar ☠️. Solo puedes matar a un jugador en toda la partida. Puedes elegir no usar esta habilidad de momento.
id_id: Pilih seseorang untuk diracuni ☠️. Kamu dapat membunuh pemain sekali sepanjang permainan. Kamu dapat memilih untuk tidak menggunakan kemampuan ini untuk saat ini.
nb_no: Velg noen å forgifte ☠️. Du kan drepe en spiller en gang gjennom hele spillet. Du kan velge å ikke bruke denne muligheten for nå.

source: You've decided to poison **{poisoned}**.
de_de: Du hast dich dazu entschlossen *{poisoned}** zu vergiften.
es_es: Has elegido envenenar a **{poisoned}**.
id_id: Kamu memutuskan untuk meracuni **{poisoned}**.
nb_no: Du har bestemt deg for å forgifte **{poisoned}**.

source: You didn't choose to poison anyone.
de_de: Du hast niemanden zum Vergiften ausgewählt.
es_es: Elegiste no envenenar a nadie.
id_id: Kamu tidak memilih untuk meracuni siapa pun.
nb_no: Du valgte ikke å forgifte noen.

source: You've ran out of time and missed to poison anyone, slowpoke.
de_de: Deine Zeit ist abgelaufen und du hast es verpasst, jemanden zu vergiften, lahme Schnecke.
es_es: Te has quedado sin tiempo y no pudiste envenenar a nadie, tortuga.
id_id: Kamu kehabisan waktu dan gagal untuk meracuni siapa pun, slowpoke.
nb_no: Du har gått tom for tid og rakk ikke å forgifte noen, slowpoke.

source: There's no other possible players left to enchant. {game_link}
de_de: Es gibt keine weiteren Spieler, die du verzaubern kannst. {game_link}
es_es: No queda ningún jugador al que encantar. {game_link}
id_id: Tidak ada pemain lain yang mungkin tersisa untuk dipikat. {game_link}
nb_no: Det er ingen andre mulige spillere igjen å fortrylle. {game_link}

source: Choose 2 people to enchant.
de_de: Wähle 2 Personen aus, die du verzauberst.
es_es: Elige dos personas a las que encantar.
id_id: Pilih 2 orang untuk memikat satu sama lain.
nb_no: Velg 2 personer for å fortrylle.

source: You didn't want to use your ability. {game_link}
de_de: Du wolltest deine Fähigkeit nicht nutzen. {game_link}
es_es: No quisiste usar tu habilidad. {game_link}
id_id: Kamu tidak ingin menggunakan kemampuanmu. {game_link}
nb_no: Du ville ikke bruke evnen din. {game_link}

source: You didn't choose enough players to enchant, slowpoke. {game_link}
de_de: Du hast nicht genügend Spieler ausgewählt um sie zu verzaubern, lahme Schnecke {game_link}
es_es: No elegiste suficientes jugadores a los que encantar, tortuga. {game_link}
id_id: Kamu tidak cukup memilih pemain untuk dipikat, slowpoke. {game_link}
nb_no: Du valgte ikke nok spillere til å fortrylle, slowpoke. {game_link}

source: The last {count} possible targets have been automatically enchanted for you.
de_de: Die letzten {count} möglichen Ziele wurden automatisch für dich verzaubert.
es_es: Los {count} últimos objetivos disponibles han sido encantados automáticamente en tu lugar.
id_id: {count} target terakhir yang mungkin secara otomatis telah dipikat untukmu.
nb_no: De siste {count} mulige målene er automatisk fortryllet for deg.

source: You have enchanted **{enchanted}**.
de_de: Du wurdest verzaubert **{enchanted}**.
es_es: Has encantado a **{enchanted}**.
id_id: Kamu telah mempesona **{enchanted}**.
nb_no: Du har fortryllet **{enchanted}**.

source: You have been enchanted by the Flutist. Claim being enchanted to narrow him down. {game_link}
de_de: Du wurdest vom 'Flutist' verzaubert. Erkläre, dass du verzaubert wurdest, um ihn/sie zu finden. {game_link}
es_es: Has sido encantado por el flautista. Anuncia que estás encantado para poder encontrarle más fácilmente. {game_link}
id_id: Kamu telah terpesona oleh Pemain Suling. Klaim telah terpesona untuk menemukannya. {game_link}
nb_no: Du har blitt trollbundet av Flutisten. Hev å være fortryllet for å begrense ham. {game_link}

source: Your {relationship}(s) are/is: {members}
de_de: Dein/e {relationship} ist/sind: {members}
es_es: Tu(s) {relationship}(s) es/son: {members}
id_id: {relationship} kamu adalah: {members}
nb_no: Ditt {relationship}(e) er: {members}

source: Your new {relationship} is: **{new_member}**. They don't know yet the other members of the family.
de_de: Dein/e neue/r {relationship} ist jetzt **{new_member}**. Er/Sie kennt die anderen Mitglieder der Familie noch nicht.
es_es: Tu nueva {relationship} es: **{new_member}**. Todavía no conocen al resto de la familia.
id_id: {relationship} baru kamu adalah: **{new_member}**. Mereka belum tahu anggota keluarga lainnya.
nb_no: Ditt nye {relationship} er: **{new_member}**. De kjenner ennå ikke de andre medlemmene av familien.

source: 👁️ Choose someone whose identity you would like to see.
de_de: 👁️ Wähle jemanden aus, dessen Identität du sehen möchtest.
es_es: 👁️ Elige a alguien del que quieras saber su identidad.
id_id: 👁️ Pilih seseorang yang identitasnya ingin kamu lihat.
nb_no: 👁️ Velg noen sin identitet du vil se.

source: You didn't want to use your ability to see anyone's role. {game_link}
de_de: Du wolltest deine Fähigkeit nicht einsetzen, um die Rolle eines Mitspielers zu sehen. {game_link}
es_es: No quisiste usar tu habilidad para ver el rol de nadie. {game_link}
id_id: Kamu tidak ingin menggunakan kemampuanmu untuk melihat peran siapa pun. {game_link}
nb_no: Du ville ikke bruke evnen din til å se noens rolle. {game_link}

source: You've ran out of time and missed to see someone's role, slowpoke. {game_link}
de_de: Deine Zeit ist abgelaufen und du hast es verpasst, die Rolle eines Mitspielers zu sehen, lahme Schnecke. {game_link}
es_es: Te quedaste sin tiempo y no pudiste ver el rol de nadie, tortuga. {game_link}
id_id: Kamu kehabisan waktu dan gagal untuk melihat peran seseorang, slowpoke. {game_link}
nb_no: Du har gått tom for tid og rakk ikke å se noens rolle, slowpoke. {game_link}

source: **{player}** is a **{role}**. {game_link}
de_de: **{player}** ist ein/e **{role}**. {game_link}
es_es: **{player}** es un **{role}**. {game_link}
id_id: **{player}** adalah seorang **{role}**. {game_link}
nb_no: **{player}** er en **{role}**. {game_link}

source: You will be asked to choose a new role from these: **{choices}**
de_de: Du wirst gebeten, eine neue Rolle aus diesen auszuwählen: **{choices}**
es_es: Se te preguntará que elijas un nuevo rol de los aquí listados: **{choices}**
id_id: Kamu akan diminta untuk memilih sebuah peran baru dari beberapa peran ini: **{choices}**
nb_no: Du vil bli bedt om å velge en ny rolle blant disse: **{choices}**

source: But it seems you don't have a choice. Whether you choose or not, you will become a Werewolf.
de_de: Es sieht allerdings so aus, als hättest du keine Wahl. Egal ob du wählst oder nicht, du wirst ein Werwolf werden.
es_es: Parece que no tienes elección. Tanto si quieres como no, te convertirás en lobo.
id_id: Tapi sepertinya kamu tidak punya pilihan. Mau kamu memilih atau tidak, kamu akan menjadi Werewolf.
nb_no: Men det ser ut til at du ikke har noe valg. Enten du velger eller ikke, vil du bli en Varulv.

source: Choose nothing and stay as Thief.
de_de: Wähle nichts und bleibe ein Dieb.
es_es: No elijas nada y quédate como ladrón.
id_id: Tidak memilih apa pun dan tetap menjadi Pencuri.
nb_no: Velg ingenting og forbli som Tyv.

source: Choose a new role
de_de: Wähle eine neue Rolle
es_es: Elige un rol nuevo
id_id: Memilih sebuah peran baru
nb_no: Velg en ny rolle

source: You chose to stay as Thief. {game_link}
de_de: Du hast ausgewählt, ein Dieb zu bleiben. {game_link}
es_es: Elegiste quedarte como ladrón. {game_link}
id_id: Kamu memilih untuk tetap menjadi Pencuri. {game_link}
nb_no: Du valgte å forbli som Tyv. {game_link}

source: You didn't choose anything. You will stay as Thief. {game_link}
de_de: Du hast nichts ausgewählt. Du wirst ein Dieb bleiben, {game_link}
es_es: No elegiste nada. Te quedarás como ladrón. {game_link}
id_id: Kamu tidak memilih apa pun. Kamu akan tetap menjadi Pencuri. {game_link}
nb_no: Du valgte ikke noe. Du vil forbli som Tyv. {game_link}

source: I couldn't send a DM to this player. They will stay as Thief.
de_de: Ich konnte keine DM an diesen Spieler senden! Er/Sie wird ein Dieb bleiben.
es_es: No le pude enviar un mensaje a este jugador. Se quedarán como ladrón.
id_id: Saya tidak dapat mengirim sebuah DM kepada pemain ini. Mereka akan tetap menjadi Pencuri.
nb_no: Jeg kunne ikke sende en DM til denne spilleren. De vil forbli som Tyven.

source: Your new role is now **{new_role}**. {game_link}
de_de: Deine neue Rolle ist jetzt **{new_role}**. {game_link}
es_es: Tu nuevo rol es **{new_role}**. {game_link}
id_id: Peran baru kamu sekarang adalah **{new_role}**. {game_link}
nb_no: Din nye rolle er nå **{new_role}**. {game_link}

source: You didn't choose anything. A random role was chosen for you. {game_link}
de_de: Du hast nichts ausgewählt. Eine zufällige Rolle wurde für dich ausgewählt. {game_link}
es_es: No has elegido nada. Se te ha asignado un rol aleatoriamente. {game_link}
id_id: Kamu tidak memilih apa pub. Peran telah dipilih secara acak untukmu. {game_link}
nb_no: Du valgte ikke noe. En tilfeldig rolle ble valgt for deg. {game_link}

source: I couldn't send a DM. A random role was chosen for them.
de_de: Ich konnte keine DM senden. Eine zufällige Rolle wurde für die Person ausgewählt.
es_es: No he podido enviar un mensaje. Se les ha asignado un rol aleatorio.
id_id: Saya tidak dapat mengirim sebuah DM. Peran telah dipilih secara acak untuk mereka.
nb_no: Jeg kunne ikke sende en DM. En tilfeldig rolle ble valgt for dem.

source: 🦊 Choose the center player of the group of 3 neighboring players who you want to see if any of them is a werewolf. __Note: The First and Last players in the list are neighbors.__
de_de: 🦊 Wähle den mittleren Spieler aus einer Gruppe von 3 benachbarten Spielern aus, von denen du wissen möchtest, ob Einer von ihnen Werwolf ist. __Info: Der Erste und der letzte Spieler in einer Liste sind Nachbarn.__
es_es: 🦊 Elige al jugador central de un grupo de 3 vecinos para ver si uno de ellos es un lobo. __Nota: El primer y último jugador de la lista son vecinos.__
id_id: 🦊 Pilih pemain tengah dari grup 3 pemain tetangga yang ingin kamu lihat apakah salah satu dari mereka adalah werewolf. __ Catatan: Pemain Pertama dan Terakhir dalam daftar adalah tetangga.__
nb_no: 🦊 Velg midtspilleren i gruppen av 3 nabospillere som du vil se om noen av dem er en Varulv. __Merk: Den første og siste spilleren på listen er naboer.__

source: You didn't choose a player, slowpoke. {game_link}
de_de: Du hast keinen Spieler ausgewählt, lahme Schnecke. {game_link}
es_es: No elegiste a ningún jugador, tortuga. {game_link}
id_id: Kamu tidak memilih seorang pemain, slowpoke. {game_link}
nb_no: Du valgte ikke en spiller, slowpoke. {game_link}

source: The last {count} possible targets have been automatically selected for you.
de_de: Du letzten {count} möglichen Ziele wurden automatisch für dich ausgewählt.
es_es: Se han elegido los últimos posibles {count} objetivos.
id_id: {count} target terakhir yang mungkin secara otomatis telah dipilih untukmu.
nb_no: De siste {count} mulige målene er automatisk valgt for deg.

source: You chose the group of **{names}**. You found no Werewolf so you lost your ability. {game_link}
de_de: Du hast die Gruppe von **{names}** ausgewählt. Keiner von ihnen ist ein Werwolf, also hast du deine Fähigkeit verloren. {game_link}
es_es: Has elegido el grupo de **{names}**. No has encontrado ningún lobo así que pierdes tu habilidad. {game_link}
id_id: Kamu memilih kelompok dari **{names}**. Kamu tidak menemukan Werewolf sehingga kamu kehilangan kemampuanmu. {game_link}
nb_no: Du valgte gruppen med **{names}**. Du fant ingen Varulv, så du mistet evnen din. {game_link}

source: You chose the group of **{names}**. One of them is a **Werewolf**. {game_link}
de_de: Du hast die Gruppe von **{names}** ausgewählt. Einer von ihnen ist ein **Werwolf**. {game_link}
es_es: Has elegido el grupo de **{names}**. Uno de ellos es un **lobo**. {game_link}
id_id: Kamu memilih kelompok dari **{names}**. Salah satu dari mereka adalah seekor **Werewolf**. {game_link}
nb_no: Du valgte gruppen med **{names}**. En av dem er en **Varulv**. {game_link}

source: **{role} awakes and shoots their arrows...**
de_de: **{role} wacht auf und schießt seine Pfeile...**
es_es: **{role} se despierta y lanza sus flechas...**
id_id: **{role} telah bangun dan menembakkan panah mereka...**
nb_no: **{role} våkner og skyter pilene sine...**

source: 💘 Choose 2 lovers 💕. You should not tell the town who the lovers are.
de_de: 💘 Wähle 2 Verliebte 💕. Du solltest dem Dorf nicht sagen, wer die Verliebten sind.
es_es: 💘 Elige 2 amantes 💕. No debes decirle a la ciudad quiénes son los amantes.
id_id: 💘 Memilih 2 kekasih 💕. Kamu tidak perlu memberitahukan seluruh kota siapa kekasihnya.
nb_no: 💘 Velg 2 elskere 💕. Du bør ikke fortelle byen hvem elskerne er.

source: You've ran out of time, slowpoke. Lovers will be chosen randomly.
de_de: Deine Zeit ist abgelaufen, lahme Schnecke! Die Verliebten werden zufällig ausgewählt.
es_es: Te has quedado sin tiempo, tortuga. Se elegirán a los amantes aleatoriamente.
id_id: Kamu kehabisan waktu, slowpoke. Para kekasih akan dipilih secara acak.
nb_no: Du har gått tom for tid, slowpoke. Elskere vil bli valgt tilfeldig.

source: You've made **{lover1}** and **{lover2}** lovers {game_link}
de_de: Du hast *{lover1}** und **{lover2}** zu Geliebten gemacht {game_link}
es_es: Has convertido a **{lover1}** y a **{lover2}** en amantes {game_link}
id_id: Kamu telah menjadikan **{lover1}** dan **{lover2}** sepasang kekasih {game_link}
nb_no: Du har gjort **{lover1}** og **{lover2}** elskere {game_link}

source: Choose a dead player to raid and take their role.
de_de: Wählen einen toten Spieler aus, um seine/ihre Rolle zu stehlen.
es_es: Elige a un jugador muerto al que saquear y robar su rol.
id_id: Pilih seorang pemain yang mati untuk diserang dan mengambil peran mereka.
nb_no: Velg en død spiller å raide og ta rollen deres.

source: You've ran out of time, slowpoke. {game_link}
de_de: Deine Zeit ist abgelaufen, lahme Schnecke! {game_link}
es_es: Te has quedado sin tiempo, tortuga. {game_link}
id_id: Kamu kehabisan waktu, slowpoke. {game_link}
nb_no: Du har gått tom for tid, slowpoke. {game_link}

source: You've raided **{to_raid}** to take their loots and their role. You're now a **{new_role}**. {game_link}
de_de: Du hast **{to_raid}** überfallen um seine/ihre Beute zu stehlen. Du bist jetzt ein/e **{new_role}**. {game_link}
es_es: Has saqueado a **{to_raid}** para conseguir su botín y su rol. Ahora eres un **{new_role}**. {game_link}
id_id: Kamu telah menyerang **{to_raid}** untuk mengambil barang jarahannya dan peran mereka. Kamu sekarang adalah seorang **{new_role}**. {game_link}
nb_no: Du har raidet **{to_raid}** for å ta lootet og rollen deres. Du er nå en **{new_role}**. {game_link}

source: Choose a villager to resurrect.
de_de: Wähle einen Dorfbewohner aus, den du wiederbeleben möchtest.
es_es: Elige a un aldeano al que revivir.
id_id: Pilih seorang penduduk desa untuk dibangkitkan.
nb_no: Velg en landsbyboer å gjenoppstå.

source: You're trying to resurrect **{to_resurrect}** by performing series of rituals and prayers of ancient languages. {game_link}
de_de: Du versuchst **{to_resurrect}** wiederzubeleben, in dem du eine Vielzahl von Ritualen und Gebeten in einer alten Sprache durchführst. {game_link}
es_es: Estás tratando de revivir a **{to_resurrect}** realizando diferentes rituales y plegarias en idiomas antiguos. {game_link}
id_id: Kamu mencoba untuk membangkitkan **{to_resurrect}** dengan melakukan serangkaian ritual dan doa dari bahasa kuno. {game_link}
nb_no: Du prøver å gjenopplive **{to_resurrect}** ved å utføre en rekke ritualer og bønner fra eldgamle språk. {game_link}

source: {player} has been resurrected!
de_de: {player} wurde wiederbelebt!
es_es: ¡{player} ha sido revivido!
id_id: {player} telah dibangkitkan!
nb_no: {player} har gjenoppstått!

source: You have been resurrected as **{role}!** {game_link}
de_de: Du wurdest als **{role}!** wiederbelebt! {game_link}
es_es: ¡Has sido revivido como un **{role}!** {game_link}
id_id: Kamu telah dibangkitkan sebagai **{role}!** {game_link}
nb_no: Du har blitt gjenoppstått som **{role}!** {game_link}

source: Choose a werewolf to resurrect.
de_de: Wähle einen Werwolf aus, den du wiederbeleben möchtest.
es_es: Elige a un lobo al que revivir.
id_id: Memilih seekor werewolf untuk dibangkitkan.
nb_no: Velg en varulv for å gjenoppstå.

source: You used necromancy to bring **{to_resurrect}** back to life. {game_link}
de_de: Du hast Nekromantie benutzt um **{to_resurrect}** zurückzubringen. {game_link}
es_es: Has usado necromancia para revivir a **{to_resurrect}**. {game_link}
id_id: Kamu menggunakan necromancy untuk menghidupkan kembali **{to_resurrect}**. {game_link}
nb_no: Du brukte nekromanti for å bringe **{to_resurrect}** tilbake til livet. {game_link}

source: **{player}** came back to life!
de_de: **{player}** wurde wiederbelebt!
es_es: ¡**{player}** ha vuelto a la vida!
id_id: **{player}** telah hidup kembali!
nb_no: **{player}** kom tilbake til livet!

source: You came back to life as **{role}!** {game_link}
de_de: Du bist zurück ins Leben gekommen als **{role}!** {game_link}
es_es: ¡Has vuelto a la vida como un **{role}!** {game_link}
id_id: Kamu hidup kembali sebagai **{role}!** {game_link}
nb_no: Du kom tilbake til livet som **{role}!** {game_link}

source: Choose 2 players that will exchange their roles with each other.
de_de: Wähle 2 Spieler aus, deren Rollen du vertauschen möchtest.
es_es: Elige a 2 jugadores que intercambiarán roles.
id_id: Pilih 2 pemain yang akan menukarkan peran mereka dengan satu sama lain.
nb_no: Velg 2 spillere som skal bytte roller med hverandre.

source: You've exchanged **{exchange1}'s** and **{exchange2}'s** roles with each other. {game_link}
de_de: Du hast die Rollen von *{exchange1}** und **{exchange2}** vertauscht. {game_link}
es_es: Intercambiaste los roles de **{exchange1}'s** y **{exchange2}'s**. {game_link}
id_id: Kamu telah bertuka peran **{exchange1}** dan **{exchange2}** dengan satu sama lain. {game_link}
nb_no: Du har byttet **{exchange1}s** og **{exchange2}s** roller med hverandre. {game_link}

source: The **{troublemaker}** exchanged your role with someone. You are now a **{new_role}**. {game_link}
de_de: Der **{troublemaker}** hat deine Rolle mit jemandem getauscht! Du bist nun ein/e **{new_role}**. {game_link}
es_es: El **{troublemaker}** ha intercambiado tu rol con alguien más. Ahora eres un**{new_role}**. {game_link}
id_id: **{troublemaker}** menukarkan peranmu dengan seseorang. Kamu sekarang adalah seorang **{new_role}**. {game_link}
nb_no: **{troublemaker}** byttet rollen din med noen. Du er nå en **{new_role}**. {game_link}

source: Choose a Werewolf to send a spiritual protection to block death for one time.
de_de: Wähle einen Werwolf aus, den du mit einem spirituellen Schutz versehen willst, der ihn/sie einmal vor dem Tod beschützt.
es_es: Elige a un lobo al que enviarle un espíritu protector para bloquear un intento de asesinato.
id_id: Pilih Werewolf untuk mengirim perlindungan spiritual untuk menghadang kematian untuk satu kali.
nb_no: Velg en Varulv for å sende en åndelig beskyttelse for å blokkere døden for en gang.

source: You didn't choose anyone, slowpoke. {game_link}
de_de: Du hast niemand ausgewählt, lahme Schnecke. {game_link}
es_es: No elegiste a nadie, tortuga. {game_link}
id_id: Kamu tidak memilih siapa pun, slowpoke. {game_link}
nb_no: Du valgte ikke noen, slowpoke. {game_link}
