Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: The top 10 lovers sorted by their spouse's lovescore.
bg_bg: Топ 10 любовни двойки подредени по събраните любовни точки.
de_de: Top 10 Liebhaber sortiert nach Liebeswert des Partners.
es_ar: El top 10 de amantes según su puntaje de amor.
es_es: Top 10 por puntuación de amor de tu pareja.
es_mx: Top 10 por puntuación amorosa de su esposo.
fr_fr: Le top 10 des amoureux trié par le lovescore de leurs partenaires.
hu_hu: A 10 legodaadóbb szerető a párjuk szerelmi pontszáma alapján.
id_id: 10 kekasih teratas yang diurutkan berdasarkan skor cinta pasangan mereka.
nb_no: De 10 beste elskerne sortert etter ektefellens kjærlighetsscore.
pt_br: Os 10 melhores casais classificados por os pontos amorosos de seu esposo(a).
ru_ru: Топ 10 любовных пар, сортированных по их очкам любви.
sv_se: De 10 bästa älskarna sorterade efter sin partners lovescore.

source: **{lover}** gifted their love **{lovee}** items worth **${points}**
bg_bg: Точките любов между **{lover}** и **{lovee}** са **${points}**
de_de: **{lover}** hat **{lovee}** Items im Wert von **${points}** geschenkt
es_ar: **{lover}** le regaló su amor a **{lovee}** los objetos valen **${points}**
es_es: **{lover}** le has regalado a tu amante **{lovee}** objetos por valor de **${points}**
es_mx: **{lover}** le ha regalado a su amor **{lovee}** objetos por valor de **${points}**
fr_fr: **{lover}** offre son amour **{lovee}** l'item vaut **{points}$**
hu_hu: **{lover}** párjának (**{lovee}**) összesen **${points}**értékben vásárolt be.
id_id: **{lover}** menghadiahkan cinta mereka dengan **{lovee}** barang yang bernilai **${points}**
nb_no: **{lover}** ga i sin kjærlighet **{lovee}** gjenstander verdt **${points}**
pt_br: **{lover}** presenteou seu amor **{lovee}** itens com valor de ** ${points}**
ru_ru: **{lover}** подарил свою любовь **{lovee}** предметы стоили **${points}**
sv_se: **{lover}** gav sin älskare **{lovee}** föremål värda **${points}**

source: The Best lovers
bg_bg: Най-добрите партньори
de_de: Die besten Liebhaber
es_ar: Los mejores amantes
es_es: Los mejores amantes
es_mx: Los Mejores Amantes
fr_fr: Les meilleurs couples
hu_hu: A Legvadabb Szeretők
id_id: Kekasih Terbaik
nb_no: De beste elskere
pt_br: Os Melhores casais
ru_ru: Лучшие пары
sv_se: De Bästa älskarna

source: Displays info on the server
de_de: Zeigt die Information auf dem Server
es_es: Muestra información en el servidor
id_id: Menampilkan info di server
nb_no: Viser informasjon på serveren
pt_br: Mostra informações no servidor

source: Shows information about your server, from its region and membercount to its creation date and roles.
de_de: Zeigt Informationen zu deinem Server, von seiner Region und Mitgliederzahl bis hin zu seinem Erstellungsdatum und Rollen.
es_es: Muestra información sobre tu servidor, desde su región y número de miembros hasta su fecha de creación y roles.
id_id: Menampilkan informasi tentang server Anda, dari wilayah dan jumlah anggota hingga tanggal pembuatan dan perannya.
nb_no: Viser informasjon om serveren din, fra regionen og antall medlemmer til opprettelsesdatoen og rollene.
pt_br: Mostra informações sobre o seu servidor, desde a região até o contador de números até o dia de sua criação e cargos.

source: `No icon has been set yet!`
bg_bg: `Никакво изображение не е зададено все още!`
de_de: `Noch kein Bild festgelegt!`
es_ar: `No se ha establecido un ícono aún`
es_es: `¡No se ha establecido ningún ícono todavía!`
es_mx: `¡No se ha establecido ningun ícono todavía!`
fr_fr: `Aucun icône n’a été attribué pour le moment !`
hu_hu: `Nem lett még ikon kiválasztva!`
id_id: `Tidak ada ikon yang telah ditetapkan!`
nb_no: `Ingen ikon er satt ennå!`
pt_br: `Nenhum ícone foi definido ainda!`
ru_ru: `Картинка ещё не была поставлена!`
sv_se: `Ingen ikon har ställts in ännu!`

source: Server Information
bg_bg: Информация за сървъра
de_de: Server-Info
es_ar: Información del servidor
es_es: Información del servidor
es_mx: Información del Servidor
fr_fr: Informations du serveur
hu_hu: Szerverinfó
id_id: Informasi Server
nb_no: Server Informasjon
pt_br: Informações do Servidor
ru_ru: Информация о сервере

source: Compact information about this server
bg_bg: Компактна информация за този сървър
de_de: Zusammengefasste Infos zum diesem Server
es_ar: Información compacta sobre este servidor
es_es: Información abreviada sobre este servidor
es_mx: Información abreviada sobre este servidor
fr_fr: Informatiques compactes à propos de ce serveur
hu_hu: Tömör infó a szerverünkről
id_id: Informasi ringkas tentang server ini
nb_no: Kompakt informasjon om denne serveren
pt_br: Informações compactas sobre este servidor
ru_ru: Компактная информация об этом сервере
sv_se: Kompakt information om den här servern

source: Server: `{name}` Server Region: `{region}` Members Total: `{members}` ID: `{id}` Icon: {urltext} Owner: {owner} Roles: `{roles}` Server created at: `{created_at}`
de_de: Server: `{name}` Server Region: `{region}` Gesamtanzahl der Mitglieder: `{members}` ID: `{id}` Bild: {urltext} Besitzer: {owner} Rollen: `{roles}` Server wurde erstellt am: `{created_at}`
es_es: Servidor: `{name}` Región del servidor: `{region}` Totalidad de miembros: `{members}` ID: `{id}` Icono: {urltext} Dueño: {owner} Roles: `{roles}` Servidor creado el: `{created_at}`
id_id: Server: `{name}` Wilayah Server: `{region}` Jumlah Anggota: `{members}` ID: `{id}` Gambar: {urltext} Pemiliki: {owner} Roles: `{roles}` Server dibuat pada: `{created_at}`
nb_no: Server: `{name}` Serverregion: `{region}` Medlemmer totalt: `{members}` ID: `{id}` Ikon: {urltext} Eier: {owner} Roller: `{roles}` Server opprettet på: `{created_at}`
pt_br: Servidor: `{name}` Região do Servidor: `{region}` Total de Membros: `{members}` ID: `{id}` Ícone: {urltext} Dono: {owner} Cargos: `{roles}` Servidor criado no dia: `{created_at}`

source: {name}, Shard {num} of {total}
de_de: {name}, Shard {num} von {total}
es_es: {name}, pieza {num} de {total}
es_mx: {name}, Shard {num} de {total}
hu_hu: {name}, Shardok száma: {num} az összes elérhető {total} darabból
id_id: {name}, shard {num} dari {total}
nb_no: {name}, Shard {num} av {total}
pt_br: {name}, Fragmento {num} de {total}
sv_se: {name}, Shard {num} av {total}

source: Change the server settings for the bot
de_de: Ändert die Server Einstellungen des Bots
es_es: Cambiar la configuración del servidor para el bot
id_id: Mengubah pengaturan server untuk bot
nb_no: Endre serverinnstillingene for botten
pt_br: Muda as configurações do bot para o Servidor

source: Change the server settings for the bot.
de_de: Ändere die Server Einstellungen des Bots.
es_es: Cambiar la configuración del servidor para el bot.
id_id: Mengubah pengaturan server untuk bot.
nb_no: Endre serverinnstillingene for botten.
pt_br: Muda as configurações do bot para o Servidor.

source: Please use `{prefix}settings prefix value`
de_de: Bitte nutze `{prefix}settings prefix value`
es_es: Por favor usa `{prefix}settings prefix value`
id_id: Silahkan gunakan `{prefix}settings prefix value`
nb_no: Bruk `{prefix}settings prefix value`
pt_br: Por favor use `{prefix}settings prefix value`

source: Change the prefix
de_de: Ändere den Prefix
es_es: Cambia el prefijo
id_id: Mengganti prefiks
nb_no: Endre prefikset
pt_br: Muda o prefixo

source: `<prefix>` - The new prefix to use. Use "" quotes to surround it if you want multiple words or trailing spaces. Change the bot prefix, it cannot exceed 10 characters. Only users with the Manage Server permission can use this command.
de_de: `<prefix>` - Der neue Prefix, der genutzt werden soll. Nutze " " Anführungszeichen, falls du mehrere Worte oder Leerzeichen verwenden willst. Ändere den Bot Prefix, er kann nicht länger als 10 Zeichen sein. Nur Nutzer, die Manage Server Rechte haben, können diesen Befehl nutzen.
es_es: `<prefix>` - el nuevo prefijo a usar. Usa las comillas "" alrededor si quieres utilizar varias palabras o espacios finales. Cambia el prefijo del bot, no puede sobrepasar los 10 caracteres. Solo usuarios con permiso de gestión de servidor pueden usar este comando.
id_id: `<prefix>` - Prefiks baru yang akan digunakan. Gunakan "" tanda kutip jika kamu ingin menambahkan beberapa kata atau spasi. Mengubah prefiks bot, tidak bisa lebih dari 10 karakter. Hanya pengguna dengan izin Manage Server yang dapat menggunakan perintah ini.
nb_no: `<prefiks>` – Det nye prefikset som skal brukes. Bruk "" anførselstegn for å omringe den hvis du vil ha flere ord eller etterfølgende mellomrom. Endre bot prefikset, det kan ikke overstige 10 tegn. Bare brukere med Administrer server tillatelse kan bruke denne kommandoen.
pt_br: `<prefix>` - O novo prefixo que você quer colocar. Use "" aspas em volta dele se você deseja que seja várias palavras ou espaços. Muda o prefixo do bot, não pode ser maior que 10 caracteres. Apenas usuário com a permissão de Gerenciar o Servidor podem usar esse comando.

source: Prefixes may not be longer than 10 characters.
bg_bg: Префиксите не могат да бъдат по-дълги от 10 знака.
de_de: Der Prefix kann nicht länger als 10 Zeichen lang sein.
es_ar: Los prefijos no tienen que pasar los 10 caracteres.
es_es: Los prefijos no deben superar los 10 caracteres.
es_mx: Los prefijos no deben superar los 10 caracteres.
fr_fr: Les préfixes ne peuvent dépasser 10 caractères.
hu_hu: A prefixumok nem haladhatják meg a 10 karaktert.
id_id: Awalan tidak bisa lebih dari 10 karakter.
nb_no: Prefikser kan ikke være lengre enn 10 tegn.
pt_br: Os prefixos não podem ter mais de 10 caracteres.
ru_ru: Префикс не должен превышать 10 букв.
sv_se: Prefix får inte vara längre än 10 tecken.

source: Prefix changed to `{prefix}`.
bg_bg: Префиксът е променен на `{prefix} '.
de_de: Prefix zu `{prefix}` geändert.
es_ar: Prefijo cambiado a `{prefix}`.
es_es: Prefijo cambiado a `{prefix}`.
es_mx: Prefijo cambiado a `{prefix}`.
fr_fr: Le préfixe a été changé pour `{prefix}`.
hu_hu: Prefixum megváltoztatva! Új prefixum: `{prefix}`.
id_id: Awalan diganti ke `{prefix}`.
nb_no: Prefikset endret til `{prefix}`.
pt_br: O prefixo foi alterado para `{prefix}`.
ru_ru: Префикс изменён на `{prefix}`.
sv_se: Prefix ändrat till `{prefix}`.

source: Reset the server settings
de_de: Setzt die Servereinstellungen zurück
es_es: Restablecer la configuración del servidor
id_id: Mengatur ulang pengaturan server
nb_no: Tilbakestill serverinnstillingene
pt_br: Redefine as configurações do servidor

source: Resets the server settings.
bg_bg: Нуларайте настройките на сървъра.
de_de: Servereinstellungen zurücksetzen.
es_ar: Reiniciar los ajustes del servidor.
es_es: Reinicia los ajustes del servidor.
es_mx: Reinicia los ajustes del servidor.
fr_fr: Remets à zéro les paramètres de ce serveur.
hu_hu: A szerverbeállítások visszaállítása.
id_id: Mengatur ulang pengaturan server.
nb_no: Tilbakestiller serverinnstillingene.
pt_br: Redefine as configurações do servidor.
ru_ru: Стирание настроек сервера.
sv_se: Återställer serverns inställningar.

source: Done!
bg_bg: Готово!
de_de: Erledigt!
es_ar: ¡Listo!
es_es: ¡Hecho!
es_mx: ¡Hecho!
fr_fr: C’est fait !
hu_hu: Megtörtént!
id_id: Selesai!
nb_no: Ferdig!
pt_br: Pronto!
ru_ru: Готово!
sv_se: Klart!

source: View this server's prefix
de_de: Zeigt den Prefix dieses Servers an
es_es: Ver el prefijo de este servidor
id_id: Menampilkan prefiks server ini
nb_no: Se denne serverens prefiks
pt_br: Veja o prefixo desse servidor

source: View the bot prefix for the server
de_de: Sieh den Bot Prefix für diesen Server an
es_es: Ver el prefijo bot para el servidor
id_id: Menampilkan prefix bot untuk server ini
nb_no: Se bot-prefikset for serveren
pt_br: Veja o prefixo do bot para o servidor

source: The prefix for server **{server}** is `{serverprefix}`. `{prefix}settings prefix` changes it.
bg_bg: Префиксът за сървър **{server}** е `{serverprefix}`. `{prefix}settings prefix` го променя.
de_de: Der Prefix auf dem Server **{server}** ist `{serverprefix}`. `{prefix}settings prefix` ändert Ihn.
es_ar: El prefijo del servidor **{server}** es `{serverprefix}`. `{prefix}settings prefix` lo cambia.
es_es: El prefijo del servidor **{server}** es `{serverprefix}`. `{prefix}settings prefix` para cambiarlo.
es_mx: El prefijo del servidor **{server}** es `{serverprefix}`. `{prefix}settings prefix` para cambiarlo.
fr_fr: Le préfixe pour le serveur **{server}** est `{serverprefix}`. Utilisez `{prefix}settings prefix` pour le modifier.
hu_hu: **{server}** szerverhez a prefixum `{serverprefix}`. Ez a `{prefix}settings prefix` paranccsal módosítható.
id_id: Awalan untuk server **{server}** adalah `{serverprefix}`. `{prefix}settings prefix` untuk mengubahnya.
nb_no: Prefikset for server **{server}** er `{serverprefix}`. `{prefix}settings prefix` endrer det.
pt_br: O prefixo do servidor ** {server} ** é `{serverprefix}`. `{prefix}settings prefix` para poder muda-lo.
ru_ru: Префикс сервера **{server}** сейчас `{serverprefix}`. `{prefix}settings prefix` , чтобы изменить его.
sv_se: Prefixet för **{server}** är `{serverprefix}`. `{prefix}settings prefix` ändrar det.

source: Show someone's avatar
de_de: Zeigt den Avatar einer Person
es_es: Mostrar el avatar de alguien
id_id: Menampilkan avatar seseorang
nb_no: Vis noens avatar
pt_br: Mostra o avatar de alguém

source: `<target>` - The user whose avatar to show; defaults to oneself Shows someone's avatar, also known as their icon or profile picture.
de_de: `<target>` - Der Nutzer, dessen Avatar angezeigt werden soll; ohne Angabe ist man es selbst Zeigt den Avatar einer Person, auch bekannt als Icon oder Profilbild.
es_es: `<target>` - el usuario cuyo avatar quieres mostrar; por defecto a uno mismo Muestra el avatar de alguien, también conocido como su icono o foto de perfil.
id_id: `<target>` - Pengguna yang avatarnya ingin ditampilkan; jika tidak ditentukan maka ditetapkan ke diri sendiri Menampilkan avatar milik seseorang, juga dikenal sebagai gambar profil mereka.
nb_no: `<mål>` – Brukeren sin avatar som skal vises; misligholder til seg selv Viser noens avatar, også kjent som deres ikon eller profilbilde.
pt_br: `<target>` - O usuário que você deseja ver o avatar. Por padrão mostrará o seu próprio avatar. Mostra o avatar de alguém e também conhecido como foto de perfil.

source: Interact with your guild.
de_de: Interagiere mit deiner Gilde.
es_es: Interactúa con tu gremio.
id_id: Berinteraksi dengan guild Anda.
nb_no: Samhandle med klanen din.
pt_br: Interage com sua guilda.

source: Interact with your guild. If no subcommand is given, this will show your guild. Guilds are groups of players, they have a guild bank where money can be kept safe from thieves and the guild's members can go on adventures to earn extra rewards. Players cannot join guilds by themselves, they must be invited by the guild leader or one of its officers.
de_de: Interagiere mit deiner Gilde. Wenn kein Unterbefehl gegeben wird, zeigt dieser Befehl deine Gilde. Gilden sind Spielergruppen. Sie haben eine Gildenbank, in welcher Geld sicher vor Dieben eingelagert werden kann und Gildenmitglieder können auf Abenteuer gehen um Extra-Belohnungen zu erhalten. Spieler können Gilden nicht selbst beitreten, sie müssen von einem Gildenleiter oder einem Offizier eingeladen werden.
es_es: Interactúa con tu gremio. Si no se da ningún subcomando, esto mostrará tu gremio. Los gremios son grupos de jugadores, tienen un banco del gremio donde el dinero puede mantenerse a salvo de los ladrones y los miembros del gremio pueden emprender aventuras para ganar recompensas adicionales. Los jugadores no pueden unirse a los gremios por sí mismos, deben ser invitados por el líder del gremio o uno de sus oficiales.
id_id: Berinteraksi dengan guildmu. Jika tidak ada subperintah yang diberikan, ini akan menampilkan guildmu. Guild adalah sebuah kelompok untuk para pemain, mereka memiliki bank guild dimana uang kamu dapat disimpan dengan aman dari para pencuri dan anggota guild dapat bergabung dalam petualangan guild untuk mendapatkan hadiah tambahan. Pemain tidak dapat bergabung dalam sebuah guild dengan sendirinya, mereka harus diundang oleh pemimpin guild atau salah satu dari officer guild.
nb_no: Samhandle med klanen din. Hvis ingen underkommando er gitt, vil dette vise klanen din. Klanene er grupper av spillere, de har en klansbank hvor penger kan holdes trygge for tyver og klans medlemmer kan dra på eventyr for å tjene ekstra belønninger. Spillere kan ikke bli med i klanene på egen hånd, de må inviteres av klanslederen eller en av dens offiserer.
pt_br: Interaja com sua guilda. Se nenhum subcomando for dado, isso mostrará a guilda a qual você pertence. Guildas são grupos de jogadores, que tem um banco de guilda onde eles podem manter o dinheiro deles protegidos dos ladrões. Além disso membros de guilda podem ir em aventuras para ganharem recompensas extras. Jogadores não podem entrar em guildas por eles mesmos, eles precisam se convidados pelo líder de guilda ou pelos oficiais..

source: You are not in a guild yet.
bg_bg: Все още не сте в гилдия.
de_de: Du bist in noch keiner Gilde.
es_ar: No estás en un gremio.
es_es: No perteneces a ningún gremio todavía.
es_mx: No perteneces a ningun gremio todavía.
fr_fr: Vous n’êtes pas dans une guilde pour le moment.
hu_hu: Még egyik céhnek sem vagy tagja.
id_id: Kamu masih belum dalam guild.
nb_no: Du er ikke i en klan ennå.
pt_br: Você ainda não está em uma guilda.
ru_ru: Вы не состоите в гильдии.
sv_se: Du är inte i en guild än.

source: No guild found.
bg_bg: Гилдия не бе намерена.
de_de: Keine Gilde gefunden.
es_ar: No se encontró ese gremio.
es_es: No se ha encontrado gremio.
es_mx: No se ha encontrado gremio.
fr_fr: Aucune guilde trouvée.
hu_hu: Céh nem található.
id_id: Tidak ada guild yang ditemukan.
nb_no: Ingen klan funnet.
pt_br: Nenhuma guilda encontrada.
ru_ru: Гильдия не найдена.
sv_se: Ingen guild hittades.

source: Members
bg_bg: Членове
de_de: Mitglieder
es_ar: Miembros
es_es: Miembros
es_mx: Miembros
fr_fr: Membres
hu_hu: Tagok
id_id: Anggota
nb_no: Medlemmer
pt_br: Membros
ru_ru: Участники
sv_se: Medlemmar

source: Current Member Count
bg_bg: Текущ брой членове
de_de: Momentane Mitgliederzahl
es_ar: Miembros totales
es_es: Número de miembros actuales
es_mx: Número de Miembros
fr_fr: Nombre de membres actuels
hu_hu: Létszám
id_id: Jumlah Anggota Terkini
nb_no: Nåværende Medlems Antall
pt_br: Contagem de Membros Atuais
ru_ru: Количество участников гильдии на данный момент
sv_se: Nuvarande medlemsantalet

source: Leader
bg_bg: Лидер
de_de: Gildenführer
es_ar: Líder
es_es: Líder
es_mx: Líder
fr_fr: Meneur
hu_hu: Céhmester
id_id: Pemimpin
nb_no: Leder
pt_br: Líder
ru_ru: Лидер
sv_se: Ledare

source: Guild ID: {id}
de_de: Gilden-ID: {id}
es_es: ID del gremio: {id}
es_mx: ID de gremio: {id}
hu_hu: Céh-jegyzék azonosító: {id}
id_id: ID Guild: {id}
nb_no: Klan ID: {id}
pt_br: ID da Guilda: {id}

source: Show a specific guild
de_de: Zeigt eine spezifische Gilde
es_es: Mostrar un gremio específico
id_id: Menampilkan guild tertentu
nb_no: Vis en bestemt guild
pt_br: Mostra uma guilda específica

source: `<by>` - The guild's name (format `guild:name`, i.e. `guild:Adrian's Refuge`), its ID (format `id:number`, i.e. `id:5003`), or a person in the guild. Show a specific guild's info. You can look up guilds by its name, its ID, or a player in that guild.
de_de: `<by>` - Der Name der Gilde (Format: `guild:name`, bspw. `guild:Adrian's Refuge`), its ID (Format: `id:number`, i.e. `id:5003`) oder eine Person in der Gilde. Zeigt die Gildeninfo einer spezifischen Gilde. Du kannst Gilden anhand ihres Namens, ihrer ID oder eines Spielers aufrufen.
es_es: `<by>` - el nombre del gremio (formato `guild:name`, es decir,` guild:Adrian's Refuge`), su ID (formato `id:number`, es decir,` id:5003`), o una persona en el gremio . Mostrar la información de un gremio específico. Puedes buscar gremios por su nombre, su ID o un jugador en ese gremio.
id_id: `<by>` - Nama guild yang akan dicari (format `guild:nama guild`, misalnya. `guild:Adrian's Refuge`), IDnya (format `id:nomor id`, misalnya. `id:5003`), atau salah satu anggota guild tersebut. Menampilkan info guild secara spesifik. Kamu bisa mencari guild berdasarkan nama guildnya, IDnya, atau pemain yang berada dalam guild tersebut.
nb_no: `<by>` – Klanens navn (format `klan:navn`, dvs. `klan:Adrian's Refuge`), dets ID (format `id:nummer`, dvs. `id:5003`), eller en person i klanen . Vis en spesifikk klans informasjon. Du kan slå opp klaner ved navn, ID eller via en spiller i klanen.
pt_br: `<by>` - O nome da guilda (no formato `guild:nome`. Ex: `guild:Adrian's Refuge`), e o ID dela (no formato `id:número`. Ex: `id:5003`), ou uma pessoa que está na guilda. Mostra as informações específicas de uma guilda. Você pode procurar uma guilda pelo nome, pelo ID ou por um jogador naquela guilda.

source: **{user}** does not have a guild.
de_de: **{user}** hat keine Gilde.
es_es: **{user}** no está en ningún gremio.
es_mx: **{user}** no tiene un gremio.
hu_hu: **{user}** nem rendelkezik céhtagsággal.
id_id: **{user}** tidak memiliki sebuah guild.
nb_no: **{user}** har ikke en klan.
pt_br: **{user}** não possui uma guilda.
sv_se: **{user}** har ingen guild.

source: Show the best guilds by GvG wins
de_de: Zeigt die besten Gilden anhand ihrer PvP Siege
es_es: Muestra los mejores gremios GvG
id_id: Menampilkan guild terbaik berdasarkan kemenangan GvG
nb_no: Vis de beste klanene etter GvG kamper vunnet
pt_br: Mostra as melhores guildas em vitórias GvG

source: Shows the top 10 guilds ordered by Guild vs Guild wins. To get more GvG wins, the guild leader or its officers can use `{prefix}guild battle`.
de_de: Zeigt die Top 10 Gilden sortiert nach ihren Gilde vs. Gilde Siegen. Um mehr GvG Siege zu bekommen, können der Leiter oder die Offiziere `{prefix}guild battle` nutzen.
es_es: Muestra los 10 mejores gremios ordenados por victorias Gremio vs Gremio. Para obtener más victorias de GvG, el líder del clan o sus oficiales pueden usar `{prefix}guild battle`.
id_id: Menampilkan 10 top guild berdasarkan kemenangan Guild melawan Guild Untuk mendapatkan lebih banyak kemenangan GvG, pemimpin guild atau officer guild dapat menggunakan `{prefix}guild battle`.
nb_no: Viser de 10 beste klanene sortert etter Klan vs Klan kamper vunnet. For å få flere GvG-wins kan klanslederen eller dens offiserer bruke `{prefix}guild battle`.
pt_br: Mostra as 10 melhores guildas ordenadas em vitória Guilda vs Guilda. Para ganhar vitórias GvG, o líder da Guilda ou os oficiais podem usar `{prefix}guild battle`.

source: a guild by {leader} with **{wins}** GvG Wins
de_de: eine Gilde von {leader} mit **{wins}** GvG Siegen
es_es: clan de `{leader}` con **{wins}** victorias GvG
id_id: guild dipimpin oleh {leader} dengan kemenangan **{wins}** GvG
nb_no: en klan av {leader} med **{wins}** GvG Kamper Vunnet
pt_br: uma guilda liderada por {leader} com **{wins}** vitórias GvG

source: The Best GvG Guilds
bg_bg: Най-добрите гилдии на GvG
de_de: Die besten GvG Gilden
es_ar: Los mejores Gremios de GvG
es_es: Los mejores gremios GcG
es_mx: Los Mejores Gremios GcG
fr_fr: Les meilleures guildes GvG
hu_hu: A Legerősebb Céhek
id_id: Guild terbaik dalam GvG
nb_no: De beste GvG Klanene
pt_br: As melhores guildas GvG
ru_ru: Лучшие GvG гильдии
sv_se: De Bästa GvG Guildarna

source: Show a list of your guild members.
de_de: Zeigt eine Liste deiner Gildenmitglieder.
es_es: Muestra una lista de miembros de tu gremio.
id_id: Menampilkan daftar anggota guild.
nb_no: Vis en liste over klans medlemmene dine.
pt_br: Mostra a lista dos membros da sua guilda.
