Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: watch a movie together when USER suddenly gets shot by a stranger
de_de: sehen einen Film zusammen, als USER plötzlich von einem Fremden erschossen wird
es_es: ven una película cuando USER de repente es disparado por un extraño
id_id: menonton film bersama ketika USER tiba-tiba tertembak oleh orang tidak dikenal
nb_no: se en film sammen når USER plutselig blir skutt av en fremmed
pt_br: assista a um filme junto quando, de repente USER é atingido por um estranho

source: **Round {round}**
bg_bg: **Кръг {round}**
de_de: **Runde {round}**
es_ar: **Ronda {round}**
es_es: **Ronda {round}**
es_mx: **Ronda {round}**
hu_hu: **{round}. kör**
id_id: **Ronde {round}**
nb_no: **Runde {round}**
pt_br: **Rodada {round}**
ru_ru: **Раунд {round}**
sv_se: **Runda {round}**

source: Letting {user} choose their action...
bg_bg: Позволява на {user} да избере действие...
de_de: {user} ist dran...
es_ar: {user} está eligiendo su acción.
es_es: {user} está eligiendo qué hacer...
es_mx: {user} está eligiendo su acción...
fr_fr: Laisse {user} choisir son action...
hu_hu: {user} következik...
id_id: Membiarkan {user} memilih aksinya...
nb_no: Lar {user} velge handlingen sin...
pt_br: {user} está escolhendo sua ação...
ru_ru: Ждём, пока {user} выберет действие...
sv_se: Låter {user} välja sin handling...

source: Choose an action
bg_bg: Изберете действие
de_de: Wähle eine Aktion aus
es_ar: Elige una acción
es_es: Elige una acción
es_mx: Elige una acción
fr_fr: Choisissez une action
hu_hu: Cselekvés kiválasztása
id_id: Pilih sebuah aksi
nb_no: Velg en handling
pt_br: Escolha uma ação
ru_ru: Выберите действие
sv_se: Välj handling

source: I couldn't send a DM to {user}! Choosing random action...
de_de: Ich konnte keine Direktnachricht an {user} senden! Wähle zufällige Aktion...
es_es: ¡No he podido enviar mensaje privado a {user}! Eligiendo acción aleatoria...
es_mx: No he podido enviar DM a {user}, eligiendo acción aleatoria...
hu_hu: Nem tudtam elérni {user}-t! Lépek helyette találomra...
id_id: Aku tidak dapat mengirimkan DM ke {user}! Memilih aksi yang acak...
nb_no: Jeg kunne ikke sende en DM til {user}! Velger tilfeldig handling...
pt_br: Não consegui enviar uma DM para {user}! Escolhendo ação aleatória ...
sv_se: Jag kunde inte skicka ett DM till {user}! Slumpmässigt väljer handling.

source: attempts to kill {user} but fails
bg_bg: опитва да убие {user}, но се проваля
de_de: versucht {user} zu töten, aber schafft es nicht
es_ar: intenta matar a {user} pero falla
es_es: intenta matar a {user} pero falla
es_mx: intenta matar a {user} pero falla
fr_fr: essaye de tuer {user} mais rate
hu_hu: megpróbálja megölni {user}-t...nem jött össze
id_id: berusaha membunuh {user} tapi gagal
nb_no: forsøker å drepe {user}, men mislykkes
pt_br: tenta matar o {user} , mas falhar
ru_ru: попытался(ась) убить {user}, но это не вышло
sv_se: försöker att döda {user} men misslyckas

source: Done
de_de: Fertig
es_es: Hecho
es_mx: Hecho
hu_hu: Kész
id_id: Selesai
nb_no: Ferdig
pt_br: Feito
sv_se: Färdig

source: do nothing.
de_de: tue nichts.
es_es: no hace nada.
es_mx: no hace nada.
hu_hu: maradj veszteg.
id_id: tidak melakukan apa-apa.
nb_no: gjør ingenting.
pt_br: fez nada.
sv_se: gör inget.

source: **The cast**
de_de: **Die Teilnehmer**
es_es: **El elenco**
id_id: **Pemeran**
nb_no: **Rollebesetningen**
pt_br: **O elenco**

source: This hunger game's winner is {winner}!
bg_bg: Победителят на Игрите на Глада е {winner}!
de_de: {winner} gewinnt diese Hungerspiele!
es_ar: ¡El ganador de los Juegos del Hambre es {winner}!
es_es: ¡El ganador de los juegos del hambre es {winner}!
es_mx: {winner} ha ganado los juegos del hambre!
fr_fr: Le gagnant du hunger game's est {winner}!
hu_hu: Az éhezők viadalának győztese: {winner}!
id_id: Pemenang dari hunger game ini adalah {winner}!
nb_no: Vinneren av dette hunger gamet er {winner}!
pt_br: O ganhador desse Jogo Voraz é {winner}!
ru_ru: Победитель голодных игр {winner}!
sv_se: Hunger spelens vinnare är {winner}!

source: Everyone died!
bg_bg: Всички измряха!
de_de: Keiner hat überlebt!
es_ar: ¡Todos murieron!
es_es: ¡Todos han muerto!
es_mx: ¡Todos han muerto!
fr_fr: Tout le monde est mort !
hu_hu: Mindenki meghalt!
id_id: Semuanya mati!
nb_no: Alle døde!
pt_br: Todos morreram!
ru_ru: Все умерли!
sv_se: Alla dog!

source: Play the hunger games
de_de: Spiele die Hungerspiele
es_es: Juega a los juegos del hambre
id_id: Bermain hunger games
nb_no: Spill hunger games

source: Starts the hunger games Players will be able to join via the :shallow_pan_of_food: emoji. The game is controlled via both random actions and possibly chosen actions. Players may choose an action if they get a direct message from the bot. If no action is chosen by the player, the bot chooses one for them. Not every player will get the opportunity to choose an action. Sometimes nobody gets to choose, so don't be discouraged.
de_de: Startet die Hungerspiele Spieler können über das :shallow_pan_of_food: emoji beitreten. Das Spiel wird sowohl über zufällige Aktionen als auch über mögliche aus wählbare Aktionen kontrolliert. Spieler können eventuell eine Aktion auswählen, sofern sie vom Bot eine Direktnachricht erhalten. Wenn der Spieler keine Aktion auswählt, sucht der Bot eine aus. Nicht jeder Spieler bekommt die Möglichkeit eine Aktion auszuwählen. Es kann sein, dass niemand etwas aussuchen kann, also sei nicht traurig
es_es: Empiezan los juegos del hambre Los jugadores podrán unirse vía el emoji :shallow_pan_of_food: El juego se controla a través tanto de acciones al azar como de acciones posiblemente electivas. Los jugadores pueden elegir una acción si reciben un mensaje del bot. Si el jugador no elige ninguna acción, el bot elegirá por ellos. No todos los jugadores tendrán la oportunidad de elegir una acción. Algunas veces nadie puede elegir, así que no te desanimes.
id_id: Memulai permainan hunger games Pemain dapat bergabung melalui :shallow_pan_of_food: emoji. Permainan dikendalikan melalui tindakan acak dan kemungkinan tindakan yang dapat dipilih. Pemain boleh memilih tindakan jika mereka mendapatkan pesan masuk dari bot. Jika pemain tidak memilih sebuah tindakan, bot akan memilih satu tindakan untuk mereka. Tidak setiap pemain akan mendapatkan kesempatan untuk memilih sebuah tindakan. Terkadang tidak ada yang bisa memilih tindakan, jadi jangan berkecil hati.
nb_no: Starter hunger games Spillere vil kunne bli med via :shallow_pan_of_food: emoji. Spillet styres både via tilfeldige handlinger og eventuelt valgte handlinger. Spillere kan velge en handling hvis de får en direkte melding fra botten. Hvis ingen handling er valgt av spilleren, velger botten en for dem. Ikke alle spillere vil få muligheten til å velge en handling. Noen ganger kan ingen velge, så ikke bli motløs.

source: There is already a game in here!
bg_bg: Тук вече има игра!
de_de: Hier findet schon ein Match statt!
es_ar: ¡Ya hay un juego en progreso!
es_es: ¡Ya hay un juego en progreso!
es_mx: ¡Ya hay un juego en progreso!
fr_fr: Il y a déjà une partie en cours ici !
hu_hu: Egy viadal már folyamatban van e helyen!
id_id: Sudah ada permainan di sini!
nb_no: Det er allerede et spill her inne!
pt_br: Já existe um jogo aqui!
ru_ru: Предложение о начале игры уже было запущено!
sv_se: Det är redan ett spel igång här!

source: {author} started a game of Hunger Games! React with :shallow_pan_of_food: to join the game! **{num} joined**
bg_bg: {author} започна игра на Игрите на Глада! Реагирате с :shallow_pan_of_food: за да се присъедините! **{num} се присъедини**
de_de: {author} startet ein Hungergames Match! Reagiere mit :shallow_pan_of_food: um beizutreten! **{num} sind dabei**
es_ar: ¡{author} inició un "Juegos del Hambre"! Reaccioná con :shallow_pan_of_food: para participar. **{num} participante(s) ingresaron.**
es_mx: ¡{author} ha iniciado una partida de "Juegos del Hambre", **{num} participante(s) inscritos.** *Reacciona con :shallow_pan_of_food: para participar*
fr_fr: {author} à commencé un Hunger Games! Réagis avec :shallow_pan_of_food: pour rejoindre le jeu ! **{num} joined**
hu_hu: {author} meghirdette az éhezők viadalát! Nevezéshez kattints a :shallow_pan_of_food: to join the game! reakciógombra **{num} résztvevő**
ru_ru: {author} начал игру в голодные игры! Поставьте реакцию :shallow_pan_of_food: , чтобы присоединиться к игре! **{num} ожидают игры**
sv_se: {author} påbörjade Hunger Spelen! Reagera med :shallow_pan_of_food: för att delta! **{num} joined**

source: An error happened during the hungergames. Please try again!
de_de: Während den Hungergames ist ein Fehler aufgetreten. Versuche es noch einmal!

source: Not enough players joined...
bg_bg: Няма достатъчно играчи...
de_de: Zu wenig Teilnehmer...
es_ar: No hay suficientes participantes.
es_es: No se han inscrito suficientes participantes...
es_mx: No se han inscrito suficientes participantes.
fr_fr: Pas assez de joueurs on rejoint...
hu_hu: Túl kevesen neveztek...
id_id: Tidak cukup pemain bergabung...
nb_no: Ikke nok spillere ble med...
pt_br: **não há jogadores suficientes ...**
ru_ru: Недостаточно игроков для игры.
sv_se: Inte tillräckligt med spelare gick med...

source: An error happened during the hungergame. Please try again!
de_de: Während den Hungergames ist ein Fehler aufgetreten. Versuche es noch einmal!
es_es: Un error ha sucedido durante los juegos del hambre. ¡Por favor, inténtalo de nuevo!
es_mx: Se produjo un error durante el juego del hambre, inténtalo de nuevo!
hu_hu: Az éhezők viadala meghiúsult egy szervezői hiba miatt. Próbáld újra!
id_id: Sebuah kesalahan terjadi selama hungergame. Tolong coba lagi!
nb_no: Det skjedde en feil under hungergamet. Vær så snill, prøv på nytt!
pt_br: Um erro ocorreu durante o Jogo Voraz. Por favor tente novamente!
sv_se: Ett fel uppstod under hungerspelen. Försök igen!

source: Oops! You forgot a required argument: `{arg}`
bg_bg: Внимание! Забравихте нужен аргумент: `{arg}`
de_de: Ups! Da fehlt ein wichtiges Argument: `{arg}`
es_ar: Te olvidaste del parámetro requerido: "{arg}"
es_es: ¡Ups! Has olvidado un parámetro requerido: `{arg}`
es_mx: ¡Ups! Has olvidado un parámetro requerido: `{arg}`
fr_fr: Oops! Vous avez oublié un argument requis: `{arg}`
hu_hu: Hoppácska! Kifelejtettél valamit a parancsból: `{arg}`
id_id: Oops! Kamu lupa dengan argumen yang diperlukan: `{arg}`
nb_no: Oops! Du glemte et nødvendig argument: `{arg}`
pt_br: Opa! Você esqueceu uma parte obrigatória do comando: `{arg}`
ru_ru: Упс! Вы забыли недостающий аргумент: `{arg}`
sv_se: Oops! Du glömde ett obligatoriskt argument: `{arg}`

source: The message you referenced was not found.
de_de: Die von dir referenzierte Nachricht konnte nicht gefunden werden.
es_es: El mensaje que has mencionado no se ha encontrado.
id_id: Pesan yang kamu ajukan tidak ditemukan.
nb_no: Meldingen du refererte til ble ikke funnet.

source: The member you referenced was not found.
de_de: Der von dir referenzierte Nutzer konnte nicht gefunden werden.
es_es: El miembro que has mencionado no se ha encontrado.
id_id: Anggota yang kamu ajukan tidak ditemukan.
nb_no: Spilleren du refererte til ble ikke funnet.

source: The server you referenced was not found.
de_de: Der von dir referenzierte Server konnte nicht gefunden werden.
es_es: El servidor que has mencionado no se ha encontrado.
id_id: Server yang kamu ajukan tidak ditemukan.
nb_no: Serveren du refererte til ble ikke funnet.

source: The user you referenced was not found.
de_de: Der von dir referenzierte Nutzer konnte nicht gefunden werden.
es_es: El usuario que has mencionado no se ha encontrado.
id_id: Pengguna yang kamu ajukan tidak ditemukan.
nb_no: Spilleren du refererte til ble ikke funnet.

source: The channel you referenced was not found.
de_de: Der von dir referenzierte Channel konnte nicht gefunden werden.
es_es: El canal que has mencionado no se ha encontrado.
id_id: Kanal yang kamu ajukan tidak ditemukan.
nb_no: Kanalen du refererte til ble ikke funnet.

source: I cannot read messages in the channel you referenced.
de_de: Ich kann keine Nachrichten in dem von dir referenziertem Channel lesen.
es_es: No puedo leer los mensajes en el canal que te refieres.
id_id: Saya tidak bisa membaca pesan dikanal yang kamu ajukan.
nb_no: Jeg kan ikke lese meldinger i kanalen du refererte til.

source: I could not parse a colour from this.
de_de: Ich kann hiervon keine Farbe parsen.
es_es: No pude analizar un color de esto.
id_id: Saya tidak bisa membuat warna dari ini.
nb_no: Jeg kunne ikke analysere en farge fra dette.

source: The role you referenced was not found.
de_de: Die von dir referenzierte Role konnte nicht gefunden werden.
es_es: El rol referido no se ha encontrado.
id_id: Peran yang kamu ajukan tidak dapat ditemukan.
nb_no: Rollen du refererte til ble ikke funnet.

source: The invite you referenced is invalid or has expired.
de_de: Der von dir referenzierte Invite ist ungültig oder ausgelaufen.
es_es: La invitación que has mencionado es inválida o ha expirado.
id_id: Undangan yang kamu ajukan tidak valid atau sudah kedaluwarsa.
nb_no: Invitasjonen du refererte til er ugyldig eller har utløpt.

source: The emoji you referenced was not found.
de_de: Der von dir referenzierte Emoji konnte nicht gefunden werden.
es_es: El emoji que has mencionado no se ha encontrado.
id_id: Emoji yang kamu ajukan tidak ditemukan.
nb_no: Emojien du refererte til ble ikke funnet.

source: I could not parse a boolean from this.
de_de: Ich konnte hieraus keinen Boolean parsen.
es_es: No pude analizar un booleano de esto.
id_id: Saya tidak dapat menguraikan boolean dari ini.
nb_no: Jeg kunne ikke analysere en boolsk fra dette.

source: The user you specified as a parameter does not have a character.
de_de: Der Nutzer, den du als Parameter ausgewählt hast, hat keinen Charakter.
es_es: El usuario que has nombrado no tiene ningún personaje.
id_id: Pengguna yang kamu sebutkan sebagai parameter tidak memiliki sebuah karakter.
nb_no: Brukeren du spesifiserte som parameter har ikke et tegn.
pt_br: O usuário que você colocou não tem um personagem.

source: You did not enter a valid crate rarity. Possible ones are: common (c), uncommon (u), rare (r), magic (m) and legendary (l).
de_de: Du hast keine valide Kistenseltenheit angegeben. Mögliche Seltenheiten sind: common/gewöhnlich (c), uncommon/ungewöhnlich (u), rare/selten (r), magic/magisch (m) und legendary/legendär (l).
es_es: No introdujiste una rareza de caja válida. Las opciones son: comunes (c), poco comunes (u), raras (r), mágicas (m) y legendarias (l).
id_id: Kamu tidak memasukan jenis peti yang valid. Yang benar adalah: common (c), uncommon (u), rare (r), magic (m) and legendary (l).
nb_no: Du oppga ikke en gyldig kasse sjeldenhet. Mulige er: vanlig (c), uvanlig (u), sjelden (r), magi (m) og legendarisk (l).

source: You did not enter a valid coin side. Please use `heads` or `tails`.
de_de: Du hast keine valide Münzseite eingegeben. Nutze entweder `heads´ oder `tails´.
es_es: No introdujiste un lado valido. Por favor usa ‘heads’ para elegir cara o ‘tails’ para cruz.
id_id: Kamu tidak menyebutkan sisi koin yang valid. Harap gunakan `heads` atau `tails`.
nb_no: Du skrev ikke inn en gyldig mynt side. Bruk `heads` eller `tails`.
pt_br: Você não colocou um lado de moeda válido. Por favor use 'heads' (Cara) or 'tails' (Coroa).

source: You entered a date that was out of range. It should be newer than {date}.
de_de: Das Datum, dass du eingegeben hast ist nicht im korrekten Bereich. Es sollte neuer sein als {date}.
es_es: Has introducido una fecha que está fuera de rango. Tiene que ser posterior a {date}.
id_id: Kamu menyebutkan tanggal yang diluar jangkauan. Itu harus lebih baru dari {date}.
nb_no: Du skrev inn en dato som var utenfor rekkevidde. Den skal være nyere enn {date}.
pt_br: Você colocou uma data que está fora do alcance. Ela deve ser mais nova que {date}.

source: You sent an invalid URL. Make sure to send the full URL; it should start with "http" and end with ".png" or ".jpeg".
de_de: Du hast eine invalide URL angegeben. Überprüfe, ob du die vollständige URL angegeben hast; sie sollte mit "http" anfangen und mit ".png" oder ".jpeg" enden.
es_es: Has enviado una URL inválida. Comprueba que has enviado la URL entera; debería comenzar con "http" y terminar con ".png" o ".jpeg".
id_id: Kamu mengirim URL yang tidak valid. Pastikan untuk mengirim URL lengkap; yang diawali dengan "http" dan diakhiri dengan ".png" atau ".jpeg".
nb_no: Du sendte en ugyldig URL. Sørg for å sende hele URLen; den skal begynne med "http" og slutte med ".png" eller ".jpeg".

source: You used a malformed argument!
bg_bg: Използвахте неправилно зададен аргумент!
de_de: Du hast ein falsches Argument benutzt!
es_ar: ¡Parámetro incorrecto!
es_es: ¡Argumento incorrecto!
es_mx: ¡Argumento incorrecto!
fr_fr: Vous avez utilisé un argument malformé!
hu_hu: Parancs nem létezik vagy hibás! Próbáld újra!
id_id: Kamu menggunakan argumen yang salah!
nb_no: Du brukte et feilaktig argument!
pt_br: Você digitou uma parte do comando forma errada!
ru_ru: Вы использовали бесформенный аргумент!
sv_se: Du använde ett felaktigt argument!

source: You are being rate-limited. Chill down, you can use a command again in {time}s.
de_de: Du wirst Ratenbeschränkt! Mach langsam, du kannst wieder einen Befehl in {time} nutzen.
es_es: Estás siendo restringido. Tranquilo, puedes usar un comando de nuevo en {time} s.
id_id: Kamu sedang dibatasi. Tenang, kamu bisa menggunkan perintah ini dalam {time}s.
nb_no: Du blir ratebegrenset. Slapp av, du kan bruke en kommando igjen om {time}s.
pt_br: Você está sendo limitado. Acalme-se, você pode usar um comando de novo em {time}s.

source: You are on cooldown. Try again in {time}.
bg_bg: Имате времетраене. Опитайте отново след {time}.
de_de: Cooldown aktiv, versuche es in {time} nochmal.
es_ar: Bancá un toque, master. Probá mandar el comando en {time}.
es_es: Estás en tiempo de espera. Prueba de nuevo en {time}.
es_mx: Estás en enfriamiento. Prueba de nuevo en {time}.
fr_fr: Vous êtes en cooldown. Réessayez dans {time}.
hu_hu: Parancs újratöltése folyamatban. Próbáld újra {time} múlva.
id_id: Kamu sedang dalam waktu pendinginan. Coba lagi dalam waktu {time}.
nb_no: Du er på nedkjøling. Prøv igjen om {time}.
pt_br: Você está em tempo de espera. Tente novamente em {time}.
ru_ru: Перезарядка. Попробуйте снова в {time}.
sv_se: Du har cooldown. Försök igen om {time}.

source: Permission denied
bg_bg: Разрешението е отказано
de_de: Keine Erlaubnis
es_ar: Ni ahí wachín, tocá de acá
es_es: Permiso denegado
es_mx: Permiso denegado
fr_fr: Permission refusée
hu_hu: Hozzáférés megtagadva
id_id: Izin ditolak
nb_no: Tillatelse avslått
pt_br: Permissão negada
ru_ru: Доступ запрещён
sv_se: Tillåtelse nekad

source: :x: This command is only avaiable for the bot owner.
bg_bg: :x: Тази команда е допустима само за притежателя на бота.
de_de: :x: Dieses Kommando ist bloß für den Besitzer des Bots.
es_ar: :x: Este comando es únicamente disponible para el dueño del bot.
es_es: :x: Este comando está solamente disponible para el dueño del bot.
es_mx: :x: Este comando está solamente disponible para el dueño del bot.
fr_fr: :x: Cette commande est uniquement utilisable par le propriétaire du bot.
hu_hu: :x: Ez a parancs csak a bot gazdájának hozzáférhető.
id_id: :x: Perintah ini hanya tersedia untuk pemilik bot.
nb_no: :x: Denne kommandoen er kun tilgjengelig for bot eieren.
pt_br: :x: Este comando só está disponível para o dono do bot.
ru_ru: :x: Эта команда доступна только для владельца бота.
sv_se: :x: Detta kommando är endast tillgängligt för botägaren.

source: You don't have a character yet.
bg_bg: Нямате герой.
de_de: Du hast noch keinen Charakter.
es_ar: Vos no tenés personaje.
es_es: No tienes un personaje aún.
es_mx: No tienes un personaje creado aún.
fr_fr: Vous n’avez pas encore de personnage.
hu_hu: Még nincs karaktered.
id_id: Kamu belum memiliki sebuah karakter.
nb_no: Du har ikke en karakter ennå.
pt_br: Você ainda não tem um personagem.
ru_ru: У вас ещё нет персонажа.
sv_se: Du har inte en karaktär än.

source: This command requires you to not have created a character yet. You already have one.
de_de: Um diesen Befehl zu nutzen, musst du noch keinen Charakter erstellt haben. Du hast bereits einen.
es_es: Este comando requiere que no tengas personaje creado. Tú ya tienes uno.
es_mx: Este comando requiere que no tengas personaje creado, tú ya tienes uno.
hu_hu: Ezt a parancsot csak karakter nélkül lehet végrehajtani. Neked már van karaktered.
id_id: Perintah ini untuk yang belum membuat sebuah karakter. Kamu sudah memiliki satu.
nb_no: Denne kommandoen krever at du ikke har opprettet en karakter ennå. Du har allerede en.
pt_br: Este comando requer que você ainda não tenha criado um personagem. Você já tem um.
sv_se: Detta kommandot kräver att du inte har skapat en karaktär än. Du har redan en.

source: You need to be following a god for this command. Please use `{prefix}follow` to choose one.
de_de: Um diesen Befehl nutzen zu können, musst du einem Gott folgen. Bitte nutze `{prefix}follow`, um Einen auszuwählen.
es_es: Necesitas seguir a un dios para usar este comando. Usa `{prefix}follow` para elegir uno.
es_mx: Necesitas ser seguidor de un dios para usar este comando. Usa `{prefix}follow` para elegir uno.
hu_hu: A parancs végrehajtásához követned kell egy istent. Egy isten kiválasztásához használd a `{prefix}follow` parancsot.
id_id: Kamu dibutuhkan untuk mengikuti sebuah dewa untuk perintah ini. Harap gunakan `{prefix}follow` untuk memilih satu.
nb_no: Du må følge en gud for denne kommandoen. Bruk `{prefix}follow` for å velge en.
pt_br: Você precisa estar seguindo um deus para este comando. Por favor, use` {prefix} follow` para escolher um.
sv_se: Du behöver avguda en gud för att använda detta kommando. Vänligen använd `{prefix}follow` för att välja en.

source: You need to have a guild to use this command.
bg_bg: Трябва да сте в гилдия за използвате тази команда.
de_de: Du braucht eine Gilde für diesen Befehl.
es_ar: Necesitás estar un gremio para usar este comando.
es_es: Necesitas tener un gremio para utilizar este comando.
es_mx: Necesitas tener un gremio para utilizar este comando.
fr_fr: Vous devez être dans une guilde pour utiliser cette commande.
hu_hu: Alapítanod kell egy céhet, hogy használhasd ezt a parancsot.
id_id: Kamu harus memiliki guild untuk menggunakan perintah ini.
nb_no: Du må ha en guild for å bruke denne kommandoen.
pt_br: Você precisa ter uma guilda para usar esse comando.
ru_ru: Вам нужна гильдия, чтобы использовать данную команду.
sv_se: Du måste ha en Guild för att använda detta kommandot.

source: You need to be in no guild to use this command.
bg_bg: Трябва да сте без гилдия за да използвате тази команда.
de_de: Du musst in einer Gilde sein um diesen Befehl zu nutzen.
es_ar: No debes estar en un gremio para usar este comando.
es_es: No debes estar en ningún gremio para poder utilizar este comando.
es_mx: No debes estar en ningun gremio para poder utilizar este comando.
fr_fr: Vous ne devez être dans aucune guilde pour utiliser cette commande.
hu_hu: Tartoznod kell egy céhhez, hogy használhasd ezt a parancsot.
id_id: Kamu harus tidak berada di dalam guild untuk menggunakan perintah ini.
nb_no: Du må ikke være i en guild for å bruke denne kommandoen.
pt_br: Você não pode estar em uma guilda para usar esse comando.
ru_ru: Вы должны быть не в гильдии, чтобы использовать эту команду.
sv_se: Du får inte vara i en Guild för att använda detta kommandot.
