Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: Attack on **{city}** starting with **{amount}** attackers!
de_de: Angriff auf**{city}** startet mit **{amount}** Angreifern!
es_es: ¡El ataque en **{city}** ha empezado con **{amount}** participantes!
es_mx: Ataco a la ciudad **{city}** empezando con **{amount}** de atacantes!
hu_hu: **{city}* város ostroma megkezdődött egy **{amount}** fős hadsereggel!
id_id: Penyerangan di **{city}** dimulai dengan **{amount}** penyerang!
nb_no: Angrep på **{city}** starter med **{amount}** angripere!
pt_br: O ataque a ** {city} ** está começando com ** {amount} ** atacantes!
sv_se: Slaget om **{city}** har satts igång med **{amount}** anfallare!

source: Alliance Wars
de_de: Allianzkriege
es_es: Guerra de alianzas
es_mx: Guerras de alianza
hu_hu: Szövetségek Háborúja
id_id: Perang Aliansi
nb_no: Allianse kriger
pt_br: Guerras da Aliança
sv_se: Allianskrig

source: **{alliance_name}** destroyed a {defense} in {city}!
de_de: **{alliance_name}** hat {defense} in {city} zerstört!
es_es: ¡**{alliance_name}** destruyó {defense} en {city}!
es_mx: La alianza **{alliance_name}** destruyo la defensa {defense} en la ciudad de {city}!
hu_hu: **{alliance_name}** leverte {city} város egyik {defense} védelmi vonalát!
id_id: **{alliance_name}** menghancurkan {defense} di {city}!
nb_no: **{alliance_name}** ødela et {defense} i {city}!
pt_br: ** {alliance_name} ** destruiu uma {defense} em {city}!
sv_se: **{alliance_name}** förstörde {defense} i {city}!

source: **{alliance_name}** hit a {defense} in {city} for {damage} damage! (Now {hp} HP)
de_de: **{alliance_name}** hat {defense} in {city} um {damage} Punkte beschädigt! ({hp} HP übrig)
es_es: ¡**{alliance_name}** atacó {defense} en {city} haciendo {damage} de daño! (Ahora tiene {hp} HP)
es_mx: La alianza **{alliance_name}** golpeo la defensa {defense} de la ciudad {city} por un daño de {damage}! (Ahora tiene {hp} de vida )
hu_hu: **{alliance_name}** támadás alá vette {city} város {defense} védelmi vonalát, ezzel {damage} sebzést okozva! Fennmaradó ÉP: {hp}
id_id: **{alliance_name}** mengenai {defense} di {city} dengan {damage} kerusakan! (Sekarang {hp} HP)
nb_no: **{alliance_name}** traff en {defense} i {city} for {damage} skade! (Nå {hp} HP)
pt_br: ** {alliance_name} ** atacou a {defense} de {city} causando {damage} dano! (Agora está com {hp} vida)
sv_se: **{alliance_name}** anföll {defense} i {city} för {damage} skada! ({hp} liv kvar)

source: **{user}** got killed in {city}!
de_de: **{user}** wurde in {city} getötet!
es_es: ¡**{user}** fue asesinado en {city}!
es_mx: El jugador **{user}** fue asesinado en la ciudad {city}!
hu_hu: **{user}** meghalt {city} város ostroma során!
id_id: **{user}** terbunuh di {city}!
nb_no: **{user}** ble drept i {city}!
pt_br: ** {user} ** foi morto em {city}!
sv_se: **{user}** dog i {city}!

source: **{user}** got hit in {city} for {damage} damage! (Now {hp} HP)
de_de: **{user}** nimmt {damage} Punkte schaden in {city}! ({hp} HP übrig)
es_es: ¡**{user}** fue golpeado en {city} esto causó {damage} de daño! (Ahora tiene {hp} HP)
es_mx: El jugador **{user}** fue golpeado en la ciudad {city} por un daño de {damage} (Su vida ahora es de {hp})
hu_hu: **{user}** {damage} ÉP sebzést szerzett {city} város ostroma során! Fennmaradó ÉP: {hp}
id_id: **{user}** terkena di {city} sebanyak {damage} serangan! (Sekarang {hp} HP)
nb_no: **{user}** ble skadet i {city} for {damage} skade! (Nå {hp} HP)
pt_br: ** {user} ** foi atingido em {city}, o que causou {damage} de dano nele! (Agora está com {hp} de vida)
sv_se: **{user}** blev träffad i {city} för {damage} skada! ({hp} liv kvar)

source: **{alliance_name}** destroyed defenses in **{city}**!
de_de: **{alliance_name}** hat **{city}s** Verteidigungen zerstört!
es_es: ¡**{alliance_name}** ha destruido las defensas de **{city}**!
es_mx: La alianza **{alliance_name}** destruyo las defensas de la ciudad **{city}**!
hu_hu: **{alliance_name}** sikeresen elpusztított egy védelmi vonalat **{city}** város ostroma folyamán!
id_id: **{alliance_name}** menghancurkan pertahanan di **{city}**!
nb_no: **{alliance_name}** ødela forsvar i **{city}**!
pt_br: ** {alliance_name} ** destruiu as defesas de ** {city} **!
sv_se: **{alliance_name}** förstörde alla försvar i **{city}**!

source: **{alliance_name}** failed to destroy defenses in **{city}**!
de_de: **{alliance_name}** konnte **{city}s** Verteidigungen nicht zerstören!
es_es: ¡**{alliance_name}** no consiguió destruir las defensas de **{city}**!
es_mx: La alianza **{alliance_name}** fallo en destruir las defensas de la ciudad **{city}**!
hu_hu: **{alliance_name}** sikertelenül fejezte be az ostromot **{city}** város ellen!
id_id: **{alliance_name}** gagal menghancurkan pertahanan di **{city}**!
nb_no: **{alliance_name}** klarte ikke å ødelegge forsvar i **{city}**!
pt_br: ** {alliance_name} ** falhou em destruir as defesas de ** {city} **!
sv_se: **{alliance_name}** misslyckades att förstöra försvaren i **{city}**!

source: Lists alliance-specific cooldowns
de_de: Zeigt Allianz-spezifische Cooldowns
es_es: Enumera los tiempos de reutilización específicos de la alianza
id_id: Menampilkan daftar waktu cooldown khusus aliansi
nb_no: Viser alliansespesifikke nedkjølinger
pt_br: Lista todos os tempos de espera de comandos específicos da guilda

source: Lists alliance-specific cooldowns, meaning all alliance members have these cooldowns and cannot use the commands.
de_de: Zeigt Allianz-spezifische Cooldowns, dass heißt alle Allianz Mitglieder haben diese Cooldowns und können die Befehle nicht nutzen.
es_es: Enumera los tiempos de reutilización específicos de la alianza, lo que significa que todos los miembros de la alianza tienen estos tiempos de reutilización y no pueden usar los comandos.
id_id: Menampilkan daftar waktu cooldown khusus aliansi, artinya semua anggota aliansi memiliki waktu cooldown ini dan tidak dapat menggunakan perintahnya.
nb_no: Viser alliansespesifikke nedkjølinger, noe som betyr at alle alliansemedlemmer har disse nedkjølingene og kan ikke bruke kommandoene.
pt_br: Lista todos os tempos de espera de comandos específicos da guilda, o que mostra que todos os membros da aliança tem esses tempos de espera e não podem usar os comandos.

source: Your alliance does not have any active cooldown at the moment.
de_de: Deine Allianz hat zur Zeit keine aktiven Cooldowns.
es_es: Tu alianza no tiene ningún tiempo de espera por el momento.
es_mx: Tu alianza no tiene ningún tiempo de reutilización activo en este momento.
hu_hu: A szövetséged minden parancsa újra van töltve.
id_id: Aliansi kamu tidak memiliki pendinginan aktif saat ini.
nb_no: Alliansen din har ingen aktive nedkjølinger for øyeblikket.
pt_br: Sua aliança não tem nenhum tempo de espera ativo no momento.

source: Gift your partner some chocolate boxes
de_de: Schenk deinem Partner Schokolade
es_es: Regala a tu pareja unos bombones
id_id: Menghadiahkan pasanganmu beberapa kotak coklat
nb_no: Gi partneren din noen sjokoladeesker
pt_br: Dá algumas caixa de chocolate ao seu parceiro

source: Gift your spouse three boxes of chocolates, they can contain lovescore, money or valentine's themed items. Your spouse may open the boxes with `{prefix}chocolate`. Only players who are married may use this command. This command may only be used from the 13th to the 15th February. (This command has a cooldown until 12am UTC.)
de_de: Schenk deinem Partner drei Boxen Schokolade, sie können Liebespunkte, Geld oder Valentins Items enthalten. Dein Partner kann die Boxen mit `{prefix}chocolate` öffnen. Nur verheiratete Spieler können diesen Befehl nutzen. Dieser Befehl kann nur zwischen dem 13 und dem 15ten Februar genutzt werden. (Dieser Befehl hat einen Cooldown bis Mitternacht UTC.)
es_es: Regala a tu pareja tres cajas de chocolates, pueden contener puntuación de amor, dinero o objetos de San Valentín. Tu pareja puede abrir las cajas con `{prefix}chocolate`. Solo los jugadores casados pueden usar este comando. Este comando solo se puede usar del 13 al 15 de febrero. (Este comando se renueva a las 12 a.m. UTC).
id_id: Menghadiahkan pasanganmu tiga kotak coklat, dapat berisi lovescore, uang atau barang bertema valentine. Pasanganmu dapat membuka kotaknya dengan menggunakan `{prefix}chocolate`. Hanya pemain yang sudah menikah yang dapat menggunakan perintah ini. Perintah ini hanya dapat digunakan dari 13 sampai 15 Februari. (Perintah ini memiliki waktu cooldown hingga 12 pagi waktu UTC.)
nb_no: Gi ektefellen din tre esker med sjokolade, de kan inneholde lovescore, penger eller valentines tema gjenstander. Din ektefelle kan åpne boksene med «{prefix}chocolate». Bare spillere som er gift kan bruke denne kommandoen. Denne kommandoen kan kun brukes fra 13. til 15. februar. (Denne kommandoen har en nedkjøling til kl. 12.00 UTC.)
pt_br: Dá caixas de chocolate ao(à) seu(a) esposo(a). Elas contêm pontos amorosos, dinheiro ou itens relacionados ao dia do namorados. Seu(a) esposo(a) pode abrir as caixas com `{prefix}chocolate`. Apenas jogadores casados podem usar esse comando. Esse comando só pode ser usado do dia 13 até o dia 15 de Fevereiro. (Esse comando tem um tempo de espera até a meia-noite UTC.)

source: It's not time for that yet!
de_de: Es ist nicht der Zeitpunkt dafür!
es_es: ¡Todavía no es hora para eso!
id_id: Belum saatnya untuk itu!
nb_no: Det er ikke tid for det ennå!
pt_br: Não é o momento para isso ainda!

source: You gave your spouse some boxes of chocolates :heart:
de_de: Du hast deinem Partner Schokolade gegeben :heart:
es_es: Le diste a tu pareja una caja de chocolates :heart:
id_id: Kamu memberikan pasanganmu beberapa kotak cokelat :heart:
nb_no: Du ga din ektefelle noen sjokoladeesker :heart:
pt_br: Você deu ao seu(a) esposo(a) algumas caixas de chocolates :heart:

source: Open one of your chocolate boxes
de_de: Öffne eine deiner Schokoladen-Boxen
es_es: Abre una de tus cajas de chocolate
id_id: Membuka salah satu kotak coklatmu
nb_no: Åpne en av sjokoladeboksene dine
pt_br: Abre uma das suas caixas de chocolate

source: Opens one of your chocolate boxes. These boxes have a 1/4 chance of containing money, a 1/4 chance for an item and a 2/4 chance for lovescore.
de_de: Öffnet eine deiner Schokoladen-Boxen. Die Boxen haben eine 1/4 Chance Geld zu enthalten, eine 1/4 Chance auf ein Item und eine 2/4 Chance auf Liebespunkte.
es_es: Abre una de tus cajas de chocolate. Estas cajas tienen una probabilidad de 1/4 de contener dinero, una probabilidad de 1/4 de un objeto y una probabilidad de 2/4 de puntuación de amor.
id_id: Membuka salah satu kotak coklamu.. Beberapa kotak ini memiliki 1/4 peluang berisi uang, 1/4 peluang berisi sebuah barang dan 2/4 peluang untuk mendapatkan lovescore.
nb_no: Åpner en av sjokoladeboksene dine. Disse boksene har 1/4 sjanse for å inneholde penger, 1/4 sjanse for en gjenstand og 2/4 sjanse for lovescore.
pt_br: Abre uma das suas caixas de chocolate. Essas caixas tem 1/4 de chance de conter dinheiro, 1/4 de chance de conter um item e 2/4 de chance de conter pontos amorosos.

source: You have no chocolate boxes left.
de_de: Du hast keine Schokoladen-Boxen übrig.
es_es: No te queda ninguna caja de chocolates.
id_id: Kamu tidak memiliki kotak cokelat yang tersisa.
nb_no: Du har ingen sjokoladeesker igjen.
pt_br: Você não tem caixas de chocolate restantes.

source: The chocolate box contained **${money}!**
de_de: In der Schokoladen-Box war **${money}!**
es_es: La caja de chocolate tenía **${money}!**
id_id: Kotak cokelatnya berisi **${money}!**
nb_no: Sjokoladeboksen inneholdt **${money}!**
pt_br: A caixa de chocolate continha **${money}!**

source: The chocolate box contained **{lovescore} lovescore points!**
de_de: In der Schokoladen-Box war *{lovescore} lovescore points!**
es_es: ¡La caja de chocolate tenía **{lovescore} puntos de amor!**
id_id: Kotak cokelatnya berisi **{lovescore} lovescore poin!**
nb_no: Sjokoladeboksen inneholdt **{lovescore} lovescore poeng!**
pt_br: A caixa de chocolate continha **{lovescore} pontos amorosos!**

source: The chocolate box contained an item!
de_de: In der Schokoladen-Box war ein Item!
es_es: ¡La caja de chocolate tenía un objeto!
id_id: Kotak cokelatnya berisi sebuah barang!
nb_no: Sjokoladeboksen inneholdt en gjenstand!
pt_br: A caixa de chocolate continha um item!

source: You have {chocolates} left
de_de: Du hast {chocolates} übrig
es_es: Tienes {chocolates} restantes
id_id: Kamu memiliki {chocolates} tersisa
nb_no: Du har {chocolates} igjen
pt_br: Você tem {chocolates} restantes

source: Answer a trivia question
de_de: Beantworte eine Trivia-Frage
es_es: Responde una pregunta de trivia
id_id: Menjawab sebuah pertanyaan trivia
nb_no: Svar på et trivia spørsmål
pt_br: Responda a uma pergunta de trivia

source: `[difficulty]` - The difficulty of the question, may be easy, medium or hard Answer a trivia question from [OpenTDB](https://opentdb.com/). You select your answer with the emoji reactions.
de_de: `[difficulty]` - Die Schwierigkeit der Frage, kann einfach(easy), medium oder schwer(hard) sein Beantworte eine Trivia Frage von [OpenTDB](https://opentdb.com/). Du wählst deine Antworten über die Emoji Reaktionen aus.
es_es: `[difficulty]` - La dificultad de la pregunta, puede ser fácil, media o difícil Responda una pregunta de trivia de [OpenTDB] (https://opentdb.com/). Selecciona tu respuesta con las reacciones emoji.
id_id: `[difficulty]` - Tingkat kesulitan pertanyaan, bisa jadi salah satu dari easy, medium atau hard Menjawab sebuah pertanyaan trivia dari [OpenTDB](https://opentdb.com/). Kamu memilih jawabanmu dengan menggunakan tombol reaksi emoji.
nb_no: `[difficulty]` – Spørsmålets vanskelighetsgrad kan være easy, medium eller hard Svar på et trivia spørsmål fra [OpenTDB](https://opentdb.com/). Du velger svaret ditt med emoji reaksjonene.
pt_br: `[difficulty]` - A dificuldade da pergunta pode ser fácil, médio ou difícil. Por padrão a dificuldade é fácil Responda a uma pergunta de trivia do [OpenTDB](https://opentdb.com/). Você pode selecionar a resposta nas reações da mensagem.

source: Invalid difficulty.
de_de: Invalide Schwierigkeit.
es_es: Dificultad inválida.
id_id: Kesulitan tidak valid.
nb_no: Ugyldig vanskelighetsgrad.
pt_br: Dificuldade inválida.

source: Error generating question.
de_de: Fehler beim generieren der Frage.
es_es: Ha habido un error al generar la pregunta.
id_id: Terjadi kesalahan saat menghasilkan pertanyaan.
nb_no: Feil under generering av spørsmål.
pt_br: Erro ao gerar a pergunta.

source: {author}, correct!
de_de: {author}, richtig!
es_es: {author}, ¡correcto!
id_id: {author}, benar!
nb_no: {author}, riktig!
pt_br: {author}, correto!

source: {author}, wrong! Correct would have been: `{solution}`.
de_de: {author}, falsch! Richtig wäre gewesen: `{solution}`.
es_es: {author}, ¡Respuesta errónea! La respuesta correcta es`{solution}`.
id_id: {author}, salah! Jawaban yang benar seharusnya: `{solution}`.
nb_no: {author}, feil! Riktig ville vært: `{solution}`.
pt_br: {author}, errado! O correto seria: `{solution}`.

source: Play chess.
de_de: Spiele Schach.
es_es: Jugar ajedrez.
id_id: Bermain catur.
nb_no: Spill Sjakk.
pt_br: Joga xadrez.

source: IdleRPG's Chess system. You can play against AI or other users and gain ELO.
de_de: IdleRPGs Schach System. Du kannst gegen eine KI oder andere Nutzer spielen und dabei deine ELO verbessern.
es_es: Sistema de ajedrez de IdleRPG. Puedes jugar contra una inteligencia artificial o contra otros usuarios y ganar ELO.
id_id: Sistem Catur IdleRPG. Kamu dapat bermain melawan AI atau pemain lain dan memperoleh ELO.
nb_no: IdleRPGs sjakksystem. Du kan spille mot AI eller andre brukere og få ELO.
pt_br: Sistema de xadrez do IdleRPG. Você pode jogar contra a IA ou outros jogadores. Jogando contra outros jogadores você pode ganhar ELO.

source: Please use `{prefix}chess match` to play. If you want to play ELO-rated, you must use `{prefix}chess register` first.
de_de: Bitte nutze `{prefix}chess match` um zu spielen. Wenn du mit einer ELO-Bewertung spielen möchtest, musst du zuerst `{prefix}chess register` nutzen.
es_es: Por favor, usa `{prefix}chess match` para jugar. Si quieres jugar ELO-clasificatoria deber usar `{prefix}chess register` primero.
id_id: Silahkan gunakan `{prefix}chess match` untuk bermain. Jika kamu ingin bermain dengan peringkat-ELO, pertama kamu harus menggunakan`{prefix}chess register`.
nb_no: Bruk `{prefix}chess match` for å spille. Hvis du vil spille ELO-rated, må du først bruke `{prefix}chess register`.
pt_br: Por favor use `{prefix}chess match` to play. Se você quiser jogar uma partida avaliada por ELO, você deve usar `{prefix}chess register` antes.

source: Register for ELO-rating in IdleRPG.
de_de: Registriere für eine ELO-Bewertung in IdleRPG.
es_es: Regístrate para la calificación ELO en IdleRPG.
id_id: Mendaftar untuk peringkat-ELO di IdleRPG.
nb_no: Registrer deg for ELO-rating i IdleRPG.
pt_br: Registra-se para avaliação por ELO do IdleRPG.

source: Register an ELO-rating eligible account for Idle's Chess. The rating determines your relative skill and can be increased/decreased by winning/losing matches.
de_de: Registriere einen ELO-bewertbaren Account für Idle's Schach. Die Bewertung zeigt dein relatives Können und kann durch das gewinnen/verlieren von Spielen steigen/sinken.
es_es: Registra una cuenta Elo-clasificatoria para jugar al ajedrez de Idle. La calificación determina tu habilidad relativa y se puede aumentar/disminuir ganando/perdiendo partidas.
id_id: Mendaftarkan sebuah akun dengan peringkat-ELO yang memenuhi syarat untuk Catur Idle. Peringkat menentukan kemampuang yang relatif dan dapat ditingkatkan/dikurangi dengan cara menang/kalah dalam pertandingan.
nb_no: Registrer en ELO-kvalifisert konto for Idle's Chess. Rangeringen bestemmer din relative ferdighet og kan økes/reduseres ved å vinne/tape kamper.
pt_br: Registre uma conta elegível para avaliação por ELO no Xadrez do Idle. A avaliação determina sua habilidade relativa e essa pode ser aumentado/diminuída perdendo/ganhando partidas.

source: You are already registered.
de_de: Du bist bereits registriert.
es_es: Ya estás registrado.
id_id: Kamu sudah terdaftar.
nb_no: Du er allerede registrert.
pt_br: Você já está registrado.

source: You have been registered with an ELO of 1000 as a default. Play matches against other registered users to increase it!
de_de: Du wurdest mit einer ELO von 1000 als Standard registriert. Spiele Matches gegen andere registrierte Nutzer um deine ELO zu steigern!
es_es: Has sido registrado con un ELO de 1000 por defecto. ¡Juega partidas para incrementarlo!
id_id: Kamu telah terdaftar dengan ELO 1000 sebagai standar. Bermain sebuah pertandingan melawan pemain yang terdaftar untuk meningkatkan elomu!
nb_no: Du har blitt registrert med en ELO på 1000 som standard. Spill kamper mot andre registrerte brukere for å øke den!
pt_br: Você foi registrado com um ELO de 1000, como é por padrão. Jogue partidas contra outros usuários registrados para aumentar ele!

source: Shows global ELO stats for IdleRPG chess.
de_de: Zeigt die globalen ELO Stats für IdleRPG Schach.
es_es: Muestra estadísticas globales de ELO para el ajedrez IdleRPG.
id_id: Menampilkan stats ELO global untuk catur IdleRPG.
nb_no: Viser global ELO-statistikk for IdleRPG-sjakk.
pt_br: Mostra as estatísticas globais de ELO no xadrez do IdleRPG.

source: Shows your ELO and the best chess players' ELO rating limited to IdleRPG's chess.
de_de: Zeigt deine ELO und die der besten Schachspieler, beschränkt auf IdleRPG's Schach.
es_es: Enseña tu ELO y los mejores jugadores de ajedrez.
id_id: Menampilkan ELOmu dan pemain catur terbaik peringkat ELO dibatasi untuk catur IdleRPG.
nb_no: Viser din ELO og de beste sjakkspillernes ELO-vurdering begrenset til IdleRPGs sjakk.
pt_br: Mostra o seu ELO e os melhores jogadores de xadrez avaliados por ELO do xadrez do IdleRPG.

source: **{user}** with ELO **{elo}**
de_de: **{user}** mit ELO **{elo}**
es_es: **{user}** con **{elo}** ELO
id_id: **{user}** dengan ELO **{elo}**
nb_no: **{user}** med ELO **{elo}**
pt_br: **{user}** tem **{elo}** de ELO

source: Chess ELOs
de_de: Schach ELOs
es_es: Ajedrez de ELO
id_id: ELO catur
nb_no: ELO for sjakk
pt_br: ELO do Xadrez

source: Your position
de_de: Deine Position
es_es: Tu posición
id_id: Posisi Kamu
nb_no: Din posisjon
pt_br: Sua posição

source: Play a chess match.
de_de: Spielt ein Schachspiel.
es_es: Juega una partida de ajedrez.
id_id: Bermain sebuah pertandingan catur.
nb_no: Spill en sjakkkamp.
pt_br: Joga uma partida de xadrez.
