Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: Sets money in a trade.
de_de: Setzt Geld in einem Handel.
es_es: Configura el dinero en un intercambio.
es_mx: Configura el dinero en una transacción.
hu_hu: Pénz feltétel összegének beállítása.
id_id: Menetapkan uang ke dalam perdagangan.
nb_no: Setter inn penger i en handel.
pt_br: Define o dinheiro em uma negociação.
sv_se: Sätter pengar i ett byte.

source: `<amount>` - The amount of money to set, must be greater than -1 Sets an amount of money in the trading session. You cannot set more money than you have. To add or remove money, consider `{prefix}trade add/remove money`. You need to have an open trading session to use this command.
de_de: `<amount>` - Der Geldbetrag, der festgelegt wird, muss größer als -1 sein. Legt den Geldbetrag der Handelssitzung fest. Du kannst nicht mehr Geld festlegen, als besitzt. Um Geld zu entfernen oder hinzuzufügen, nutze `{prefix}trade add/remove money`. Du musst eine aktive Handelssitzung haben um diesen Befehl zu nutzen.
es_es: `<amount>` - la cantidad de dinero a establecer, debe ser mayor que -1 Establece una cantidad de dinero en el intercambio. No puedes establecer más dinero que el que tengas. Para añadir o extraer dinero considera`{prefix}trade add/remove money`. Necesitas estar en un trueque para usar este comando.
id_id: `<amount>` - Sejumlah uang yang akan ditetapkan, harus lebih besar dari -1 Menetapkan sejumlah uang ke dalam sesi perdagangan. Kamu tidak dapat menetapkan uang lebih dari yang kamu miliki. Untuk menambahkan atau mengurangi uang, gunakan `{prefix}trade add/remove money`. Kamu harus membuat sebuah sesi perdagangan terbuka untuk dapat menggunakan perintah ini.
nb_no: `<beløp>` – Beløpet som skal angis, må være større enn -1 Angir en sum penger i handelsøkten. Du kan ikke sette mer penger enn du har. For å legge til eller fjerne penger, bruk kommandoen `{prefix}trade add/remove money`. Du må ha en åpen handelsøkt for å bruke denne kommandoen.

source: Sets crates in a trade.
de_de: Setzt Kisten in einem Handel.
es_es: Establece las cajas en un intercambio.
es_mx: Configura las cajas en una transacción.
hu_hu: Láda feltétel beállítása.
id_id: Menetapkan peti ke dalam perdagangan.
nb_no: Setter kasser i en handel.
pt_br: Define as caixas em uma negociação.
sv_se: Sätter lådor i ett byte.

source: `<amount>` - The amount of crates to set, must be greater than -1 `<rarity>` - The crate rarity to set, can be common, uncommon, rare, magic or legendary Sets an amount of crates in the trading session. You cannot set more crates than you have. To add or remove crates, consider `{prefix}trade add/remove crates`. You need to have an open trading session to use this command.
de_de: `<amount>` - Die Anzahl an Kisten, die festgelegt wird. Muss größer als -1 sein `<rarity>` - Die Seltenheit der Kisten, kann common, uncommon, rare, magic oder legendary sein Legt die Anzahl an Kisten einer Handelssitzung fest. Du kannst nicht mehr Kisten festlegen, als du besitzt. Um Kisten zu hinzuzufügen oder zu entfernen nutze consider `{prefix}trade add/remove crates`. Du musst eine aktive Handelssitzung haben um diesen Befehl zu nutzen.
es_es: `<amount>` - la cantidad de cajas a establecer, debe ser mayor que -1 `<rarity>` - la rareza de la caja a establecer, puede ser común, poco común, rara, mágica o legendaria. Establece la cantidad de cajas en el intercambio. No puedes establecer más cajas de las que tienes. Para añadir o quitar cajas considera `{prefix}trade add/remove crates`. Necesitas estar en un trueque para usar este comando.
id_id: `<amount>` - Sejumlah peti yang akan ditetapkan, harus lebih besar dari -1 `<rarity>` - Jenis peti yang akan ditetapkan, salah satu diantara common, uncommon, rare, magic atau legendary Menetapkan sejumlah peti ke dalam sesi perdagangan. Kamu tidak dapat menetapkan peti lebih dari yang kamu miliki. Untuk menambahkan atau mengurangi peti, gunakan `{prefix}trade add/remove crates`. Kamu harus membuat sebuah sesi perdagangan terbuka untuk dapat menggunakan perintah ini.
nb_no: `<mendge>` – Mengden kasser som skal settes, må være større enn -1 `<sjeldenhet>` – kassesjeldenheten å sette, kan være common, uncommon, rare, magic, legendary eller mystery Angir en mengde kasser i handelsøkten. Du kan ikke sette inn flere kasser enn du har. For å legge til eller fjerne kasser, bruk kommandoen `{prefix}trade add/remove crates`. Du må ha en åpen handelsøkt for å bruke denne kommandoen.

source: Removes something from a trade.
de_de: Entfernt etwas von einem Handel.
es_es: Quita algo de un trueque.
es_mx: Elimina algo de una transacción.
hu_hu: Feajánlás eltávolítása egy barterből.
id_id: Mengeluarkan sesuatu dari sebuah perdagangan.
nb_no: Fjerner noe fra en handel.
pt_br: Remove algo de uma negociação.
sv_se: Tar bort något från ett byte.

source: Removes something from a trade session. You can remove something of your choice by using one of the subcommands below. You need to have an open trading session to use this command.
de_de: Entfernt etwas von einem Handel. Du kannst etwas deiner Wahl entfernen, indem du einen der folgenden Subbefehle nutzt. Du musst eine aktive Handelssitzung haben um diesen Befehl zu nutzen.
es_es: Quita algo de un trueque. Puedes quitar algo a tu elección utilizando uno de los subcomandos a continuación. Necesitas estar en un trueque para usar este comando.
id_id: Mengeluarkan sesuatu dari sebuah sesi perdagangan. Kamu dapat mengeluarkan sesuatu dari pilihanmu dengan menggunakan salah satu dari subperintah di bawah. Kamu harus membuat sebuah sesi perdagangan terbuka untuk dapat menggunakan perintah ini.
nb_no: Fjerner noe fra en handelsøkt. Du kan fjerne noe du ønsker ved å bruke en av underkommandoene nedenfor. Du må ha en åpen handelsøkt for å bruke denne kommandoen.

source: Please select something to remove. Example: `{prefix}trade remove money 1337`
de_de: Bitte wähle Etwas aus, was entfernt werden soll. Beispiel: `{prefix}trade remove money 1337`
es_es: Por favor, selecciona algo que quitar. Ejemplo: `{prefix}trade remove money 1337`
es_mx: Por favor selecciona algo que eliminar. Ejemplo: `{prefix}trade remove money 1337`
hu_hu: Eltávolít egy felajánlott tételt a barterből. Például: `{prefix}trade remove money 1337` (visszavonsz 1337 összeget az ajánlatból)
id_id: Tolong pilih sesuatu untuk dikeluarkan. Contoh: `{prefix}trade remove money1337`
nb_no: Velg noe du vil fjerne. Eksempel: `{prefix}trade remove money 1337`
pt_br: Selecione algo para remover. Exemplo: `{prefix}trade remove money 1337`
sv_se: Vänligen välj något att ta bort. Exempelvis: `{prefix}trade remove money 1337`

source: Removes money from a trade.
de_de: Entfernt Geld von einem Handel.
es_es: Extrae dinero de un trueque.
es_mx: Elimina dinero de una transacción.
hu_hu: Pénz eltávolítása egy barterből.
id_id: Mengeluarkan uang dari sebuah perdagangan.
nb_no: Fjerner penger fra en handel.
pt_br: Remove dinheiro de uma negociação.
sv_se: Tar bort pengar från ett byte.

source: `<amount>` - The amount of money to remove, must be greater than 0 Removes money from the trading session. You cannot remove more money than you added. To add money, consider `{prefix}trade add money`. You need to have an open trading session to use this command.
de_de: `<amount>` - Der Geldbetrag, der entfernt werden soll, muss größer als 0 sein. Entfernt Geld aus der Handelssitzung. Du kannst nicht mehr Geld entfernen, als du hinzugefügt hast. Um Geld hinzuzufügen, nutze `{prefix}trade add money`. Du musst eine aktive Handelssitzung haben um diesen Befehl zu nutzen.
es_es: `<amount>` - la cantidad de dinero a extraer, debe ser mayor que 0 Extrae dinero del intercambio. No puedes extraer más dinero del que tienes. Para añadir dinero considera `{prefix}trade add money`. Necesitas estar en un trueque para usar este comando.
id_id: `<amount>` - Sejumlah uang yang akan dikeluarkan, harus lebih besar dari 0 Mengeluarkan sejumlah uang dari sesi perdagangan. Kamu tidak dapat mengeluarkan uang lebih dari yang sudah kamu tambahkan. Untuk menambahkan uang, gunakan `{prefix}trade add money`. Kamu harus membuat sebuah sesi perdagangan terbuka untuk dapat menggunakan perintah ini.
nb_no: `<mengde>` – Mengden penger som skal fjernes, må være større enn 0 Fjerner penger fra handelsøkten. Du kan ikke fjerne mer penger enn du har lagt til. For å legge til penger, bruk kommandoen `{prefix}trade add money`. Du må ha en åpen handelsøkt for å bruke denne kommandoen.

source: Resulting amount is negative.
de_de: Die resultierende Menge ist negativ.
es_es: El resultado es negativo.
es_mx: El resultado es negativo.
hu_hu: A bennmaradó összeg negatív.
id_id: Jumlah yang dihasilkan adalah negatif.
nb_no: Resultatbeløpet er negativt.
pt_br: A quantidade resultante é negativa.
sv_se: Resulterande mängd är negativt.

source: Removes crates from a trade.
de_de: Entfernt Kisten von einem Handel.
es_es: Elimina cajas de un trueque.
es_mx: Elimina cajas de una transacción.
hu_hu: Ládák eltávolítása egy barterből.
id_id: Mengeluarkan peti dari sebuah perdagangan.
nb_no: Fjerner kasser fra en handel.
pt_br: Remove as caixas de uma negociação.
sv_se: Tar bort lådor från ett byte.

source: `<amount>` - The amount of crates to remove, must be greater than 0 `<rarity>` - The crate rarity to remove, can be common, uncommon, rare, magic or legendary Removes crates from the trading session. You cannot remove more crates than you added. To add crates, consider `{prefix}trade add crates`. You need to have an open trading session to use this command.
de_de: `<amount>` - Die Anzahl an Kisten, die entfernt werden sollen, muss größer als 0 sein. `<rarity>` - Die Seltenheit der Kisten, die entfernt werden soll, kann common, uncommon, rare, magic oder legendary sein. Entfernt Kisten aus der Handelssitzung. Du kannst nicht mehr Kisten entfernen, als du hinzugefügt hast. Um Kisten hinzuzufügen, nutze `{prefix}trade add crates`. Du musst eine aktive Handelssitzung haben um diesen Befehl zu nutzen.
es_es: `<amount>` - la cantidad de cajas a quitar, debe ser mayor que 0 `<rarity>` - la rareza de la caja a quitar, puede ser común, poco común, rara, mágica o legendaria. Quita cajas del intercambio. No puedes eliminar más cajas que las que tienes. Para añadir cajas considera `{prefix}trade add crates`. Necesitas estar en un trueque para usar este comando.
id_id: `<amount>` - Sejumlah peti yang akan dikeluarkan, harus lebih besar dari 0 `<rarity>` - Jenis peti yang akan dikeluarkan, salah satu diantara common, uncommon, rare, magic atau legendary Mengeluarkan peti dari sesi perdagangan. Kamu tidak dapat mengeluarkan peti lebih dari yang sudah kamu tambahkan. Untuk menambahkan peti, gunakan `{prefix}trade add crates`. Kamu harus membuat sebuah sesi perdagangan terbuka untuk dapat menggunakan perintah ini.
nb_no: `<mendge>` – Mengden kasser som skal fjernes, må være større enn 0 `<sjendenhet>` – kassesjeldenheten å fjerne, kan være common, uncommon, rare, magic, legendary eller mystery Fjerner kasser fra handelsøkten. Du kan ikke fjerne flere kasser enn du har lagt til. For å legge til kasser, bruk kommandoen `{prefix}trade add crates`. Du må ha en åpen handelsøkt for å bruke denne kommandoen.

source: The resulting amount would be negative.
de_de: Die resultierende Menge wäre negativ.
es_es: El resultado final sería negativo.
es_mx: El resultado sería negativo.
hu_hu: A megmaradó ládák száma negatív.
id_id: Jumlah yang akan dihasilkan adalah negatif.
nb_no: Det resulterende beløpet vil være negativt.
pt_br: O valor resultante seria negativo.
sv_se: Resulterande mängd hade blivit negativt.

source: Removes items from a trade.
de_de: Entfernt Gegenstände von einem Handel.
es_es: Elimina objetos de un trueque.
es_mx: Elimina objetos de una transacción.
hu_hu: Tárgyak eltávolítása egy barterből.
id_id: Mengeluarkan barang dari sebuah perdagangan.
nb_no: Fjerner gjenstander fra en handel.
pt_br: Remove os itens de uma negociação.
sv_se: Tar bort föremål från ett byte.

source: `<itemid>` - The ID of the item to remove Remove an item from the trading session. The item needs to be in the trade to remove it. To add an item, consider `{prefix}trade add item`. You need to have an open trading session to use this command.
de_de: `<itemid>` - Die ID des Items, welches entfernt werden soll Entfernt ein Item aus dem Handel. Das Item muss im Handel sein, um entfernt zu werden. Um ein Item hinzuzufügen, nutze `{prefix}trade add item`. Du musst eine aktive Handelssitzung haben um diesen Befehl zu nutzen.
es_es: `<itemid>` - el ID del objeto a quitar Quita un objeto del intercambio. El objeto debe estar incluido en el trueque para poder quitarlo. Para añadir un objeto consider`{prefix}trade add item`. Necesitas estar en un trueque para usar este comando.
id_id: `<itemid>` - ID barang yang akan dikeluarkan Mengeluarkan sebuah barang dari sesi perdagangan. Barang tersebut harus sudah berada didalam perdagangan untuk dapat mengeluarkannya. Untuk menambahkan sebuah barang, gunakan `{prefix}trade add item`. Kamu harus membuat sebuah sesi perdagangan terbuka untuk dapat menggunakan perintah ini.
nb_no: `<itemid>` – IDen til gjenstanden som skal fjernes Fjern en gjenstand fra handelsøkten. Gjenstanden må være i handelen for å fjerne den. For å legge til en gjenstand, bruk kommandoen `{prefix}trade add item`. Du må ha en åpen handelsøkt for å bruke denne kommandoen.

source: This item is not in the trade.
de_de: Dieser Gegenstand ist nicht im Handel.
es_es: Este objeto no forma parte del trueque.
es_mx: Este objeto no forma parte de la transacción.
hu_hu: Ez a tárgy nem szerepel a barterben.
id_id: Barang ini tidak ada dalam perdagangan.
nb_no: Denne gjenstanden er ikke i handelen.
pt_br: Este item não está na troca.
sv_se: Detta föremål är inte i bytet.

source: Removes multiple items to a trade.
de_de: Entfernt mehrere Gegenstände von einem Handel.
es_es: Quita varios objetos en un trueque.
es_mx: Elimina múltiples artículos a una transacción.
hu_hu: Tárgyak együttes eltávolítása egy barterből.
id_id: Mengeluarkan beberapa barang dari sebuah perdagangan.
nb_no: Fjerner flere gjenstander i en handel.
pt_br: Remove vários itens de uma troca.

source: `<itemids...>` - The IDs of the item to remove, separated by space Remove multiple items from the trading session. The items must be in the trading session already. Items that are not in the trade will be automatically filtered out. To remove an item, consider `{prefix}trade remove item`. You need to have an open trading session to use this command.
de_de: `<itemid>` - Die IDs der Items, welche entfernt werden sollen Entfernt mehrere Items aus dem Handel. Die Item müssen im Handel sein, um entfernt zu werden. Items die nicht in deinem Inventar sind, werden automatisch herausgefiltert. Um ein Item zu entfern, nutze `{prefix}trade remove item`. Du musst eine aktive Handelssitzung haben um diesen Befehl zu nutzen.
es_es: `<itemids...>` - los IDs de los objetos a quitar, separados con un espacio Quita varios objetos de un intercambio. Los objetos deben estar incluidos en el trueque ya. Los objetos que no estén en el intercambio serán quitados automáticamente. Para quitar un objeto considera `{prefix}trade remove item`. Necesitas estar en un trueque para usar este comando.
id_id: `<itemids...>` - ID barang-barang yang akan dikeluarkan, dipisahkan dengan spasi Mengeluarkan beberapa barang dari sesi perdagangan. Barang-barang tersebut harus sudah berada di dalam sesi perdagangan. Barang-barang yang tidak ada di dalam perdagangan akan disaring keluar secara otomatis. Untuk mengeluarkan sebuah barang, gunakan `{prefix}trade remove item`. Kamu harus membuat sebuah sesi perdagangan terbuka untuk dapat menggunakan perintah ini.
nb_no: `<itemids...>` – ID-ene til gjenstandene som skal fjernes, atskilt med mellomrom Fjern flere gjenstander fra handelsøkten. Gjenstandene må allerede være i handelsøkten. Gjenstander som ikke er i handelen vil automatisk filtreres ut. For å fjerne en gjenstand, bruk kommandoen `{prefix}trade remove item`. Du må ha en åpen handelsøkt for å bruke denne kommandoen.

source: Pick or change your race
de_de: Wähle oder ändere deine Rasse
es_es: Elige o cambia tu raza
id_id: Memilih atau mengubah rasmu
nb_no: Velg eller endre rase
pt_br: Selecione ou troque sua raça

source: Pick or change your race. This can be chosen as long as you have reset points left. Each race has a different DMG/DEF distribution: - Orc: +4 defense, +0 damage - Dwarf: +3 defense, +1 damage - Human: +2 defense, +2 damage - Elf: +1 defense, +3 damage - Jikill: +0 defense, +4 damage By default, you are a human. After picking the race, you will be asked a personal question, the answer may affect something.
de_de: Wählt oder ändert deine Rasse. Dies kann so lange gewählt werden, wie du Reset-Punkte übrig hast. Jede Rasse hat eine andere ANGRIFF/VERTEIDIGUNGsverteilung - Orc: +4 Verteidigung +0 Schaden - Dwarf: +3 Verteidigung +1 Schaden - Human: +2 Verteidigung +2 Schaden - Elf: +1 Verteidigung +3 Schaden - Jikill: +0 Verteidigung +4 Schaden Ohne eine Klasse zu wählen bist du ein Mensch. Wenn du eine Rasse gewählt hast, wird dir eine persönliche Frage gestellt, die Antwort kann etwas beeinflussen.
es_es: Elige o cambia tu raza. Esto se puede elegir siempre que le queden puntos de reinicio. Cada raza tiene una distribución diferente de DMG / DEF: - Orco: +4 defensa, +0 daño - Enano: +3 defensa, +1 daño - Humano: +2 defensa, +2 daño - Elfo: +1 defensa, +3 daño - Jikill: +0 defensa, +4 daño Por defecto, eres un humano. Después de elegir la raza, se te hará una pregunta personal, la respuesta puede afectar algo.
id_id: Memilih atau mengubah rasmu. Hal ini dapat dipilih selama kamu masih memiliki sisa reset point. Setiap ras memiliki tambahan DMG/DEF yang berbeda: - Orc: +4 pertahanan, +0 kerusakan - Dwarf: +3 pertahanan, +1 kerusakan - Human: +2 pertahanan, +2 kerusakan - Elf: +1 pertahanan, +3 kerusakan - Jikill: +0 pertahanan, +4 kerusakan Jika kamu tidak menentukan rasmu, maka rasmu akan ditetapkan menjadi manusia/human. Setelah memilih sebuah ras, kamu akan ditanyai pertanyaan pribadi, jawabannya dapat mempengaruhi sesuatu.
nb_no: Velg eller endre rase. Dette kan velges så lenge du har reset poeng igjen. Hver rase har en annen DMG/DEF-fordeling: - Orc: +4 forsvar, +0 skade - Dverg: +3 forsvar, +1 skade - Menneske: +2 forsvar, +2 skade - Alv: +1 forsvar, +3 skade - Jikill: +0 forsvar, +4 skade Som standard er du et menneske. Etter å ha valgt rase vil du bli stilt et personlig spørsmål, svaret kan påvirke noe.
pt_br: Selecione ou mude sua raça. Isso pode ser escolhido desde que você tenha pontos de redefinição restantes. Cada raça tem uma distribuição de Dano/Defesa diferente: - Orc: +4 defesa, +0 dano - Anão: +3 defesa, +1 dano - Humano: +2 defesa, +2 dano - Elfo: +1 defesa, +3 dano - Jikill: +0 defesa, +4 dano Por padrão você é um humano. Após escolher uma raça, você será pedido uma pergunta pessoal, a resposta pode afetar alguma coisa.

source: You already chose a race. This change now will cost you a reset point. Are you sure?
de_de: Du hast bereits eine Rasse gewählt. Sie zu ändern kostet einen Reset-Punkt. Bist du sicher?
es_es: Ya has elegido una raza previamente. Este cambio ahora te costará un punto de reinicio. ¿Estás seguro?
es_mx: Ya elegiste una raza, este cambio de costará un punto de reinicio (reset point), ¿estás seguro?
hu_hu: Már beleszülettél egy fajba. Ha mágiával átoperáltatod magad, az egy Meggondoltammagam-pontba fog kerülni. Biztos vagy benne, hogy ezt akarod?
id_id: Kamu sudah memilih ras. Perubahan sekarang ini akan dikenakan biaya poin reset kamu. Apakah kamu yakin?
nb_no: Du har allerede valgt en rase. Denne endringen nå vil koste deg et reset poeng. Er du sikker?
pt_br: Você escolheu uma raça. Essa alteração agora custará um ponto de redefinição. Você tem certeza?
sv_se: Du har redan valt en ras. Att ändra nu kommer att kosta ett återställningspoäng. Är du säker?

source: Human
de_de: Mensch
es_es: Humano
es_mx: Humano
hu_hu: Ember
id_id: Human/Manusia
nb_no: Menneske
pt_br: Humano
sv_se: Människa

source: Humans are a team. They work and fight hand in hand and never give up, even when some of their friends already died. Their rage and hate against enemies makes them attack efficient and concentrated. Their attack and defense skills are pretty equal.
de_de: Menschen sind ein Team. Sie arbeiten hart und kämpfen Hand in Hand und geben niemals auf, selbst wenn einige ihrer Freunde schon tot sind. Ihre Wut und ihr Hass gegen Gegner macht sie zu effizienten Angreifern und hochkonzentriert. Ihre Angriffs- und Verteidigungsfähigkeiten sind relativ ausgeglichen.
es_es: Los humanos son un equipo. Trabajan y luchan codo con codo y nunca se rinden, incluso cuando algunos de sus compañeros han muerto. La rabia y odio que sienten hacia sus enemigos hace que sus ataques sean eficientes y concentrados. Sus habilidades de ataque y defensa son prácticamente iguales.
es_mx: Los humanos son un equipo. Trabajan y luchan codo con codo y nunca se rinden, incluso cuando algunos de sus compañeros han muerto. La rabia y odio que sienten hacia sus enemigos hace que sus ataques sean eficientes y concentrados. Sus habilidades de ataque y defensa son prácticamente iguales.
hu_hu: Az emberek csapatjátékosok. A munkában és a harcban is egy csapatként vesznek részt, és akkor sem adják fel a küzdelmet, ha bajtársaik elhullanak mellőlük. Ellenségeik iránt érzett dühük és gyűlöletük hatékonnyá teszi őket a harcban és segít nekik összpontosítani. A támadó- és védekezőképességük megegyezik.
id_id: Manusia adalah satu tim. Mereka bekerja dan berkelahi hand-in-hand dan tidak pernah menyerah, bagkan saat beberapa temannya sudah meninggasl. Amarah mereka dan kebencian terhadap musuh membuat serangan mereka efisien dan terkonsentrasi. Ketrampilan serangan dan pertahanan mereka cukup sama.
nb_no: Mennesker er et lag. De jobber og kjemper hånd i hånd og gir aldri opp, selv når noen av vennene deres allerede døde. Deres raseri og hat mot fiender gjør at de angriper effektivt og konsentrert. Deres angreps og forsvarsferdigheter er ganske like.
pt_br: Os seres humanos são uma equipe. Eles trabalham e lutam de mãos dadas e nunca desistem, mesmo quando alguns de seus amigos já morreram. Sua raiva e ódio contra os inimigos os fazem atacar com eficiência e concentração. Suas habilidades de ataque e defesa são bastante iguais.
sv_se: Människor är ett lag. De jobbar och slåss hand i hand och ger aldrig upp, även nära några av deras bästa vänner redan har dött. Deras ilska och hat mot fiender gör dem attackseffektiva och koncentrerade. Deras attack och skydd förmåga är ganska lika.

source: Dwarf
de_de: Zwerg
es_es: Enano
es_mx: Enano
hu_hu: Törp
id_id: Dwarf/Kurcaci
nb_no: Dverg
pt_br: Anão
sv_se: Dvärg
