Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: {author.mention}'s team vs {enemy.mention}'s team {t1} - {author} {t2} - {enemy} Next round starts in 5 seconds!
bg_bg: Отбора на {author.mention} срещу отбора на {enemy.mention} {t1} - {author} {t2} - {enemy} Следващия кръг започва след 5 секунди!
de_de: {author.mention}s Team gegen {enemy.mention}s Team {t1} - {author} {t2} - {enemy} Nächste Runde fängt in 5 Sekunden an!
es_ar: Equipo de {author.mention} contra el equipo de {enemy.mention} {t1} - {author} {t2} - {enemy} ¡La próxima ronda iniciará en 5 segundos!
es_es: El equipo de {author.mention} contra el equipo de {enemy.mention} {t1} - {author} {t2} - {enemy} ¡La siguiente ronda comienza en 5 segundos!
es_mx: Equipo de {author.mention} contra el equipo de {enemy.mention} {t1} - {author} {t2} - {enemy} ¡La siguiente ronda comienza en 5 segundos!
fr_fr: l'équipe de {author.mention} contre l'équipe de {enemy.mention} {t1} - {author} {t2} - {enemy} Prochain round dans 5 secondes !
hu_hu: {author.mention} csapata {enemy.mention} csapata ellen {t1} - {author} {t2} - {enemy} Következő forduló 5 másodperc múlva indul!
id_id: Tim {author.mention} melawan tim {enemy.mention} {t1} - {author} {t2} - {enemy} Ronde berikutnya dimulai dalam 5 detik!
nb_no: {author.mention} sitt team vs {enemy.mention} sitt team {t1} – {author} {t2} - {enemy} Neste runde starter om 5 sekunder!
pt_br: Equipe de {author.mention} vs equipe de {enemy.mention} {t1} - {author} {t2} - {enemy} Próxima rodada inicia em 5 segundos!
ru_ru: {author.mention} команда против {enemy.mention} команды {t1} - {author} {t2} - {enemy} Следующий раунд начнётся через 5 секунд!
sv_se: {author.mention}s lag mot {enemy.mention}s lag {t1} - {author} {t2} - {enemy} Nästa runda startar om 5 sekunder!

source: It's word typing time! In 3 seconds, I will send a word. Whoever types it fastest gets one point!
bg_bg: Време за въвеждане на думи! След 3 секунди аз ще изпратя дума. Този който я напише първи получава точка!
de_de: Ich hoffe du kannst schnell tippen! In 3 Sekunden sende Ich ein Wort, und derjenige, der es am schnellsten wiederholt bekommt einen Punkt!
es_ar: ¡Es hora de escribir! En 3 segundos, se va a enviar una palabra. ¡Ganará el que la escriba más rápido!
es_es: ¡Es hora de escribir! En 3 segundos, enviaré una palabra. ¡El que la escriba más rápido gana un punto!
es_mx: ¡Es hora de escribir! En 3 segundos, enviaré una palabra. ¡El que la escriba más rápido gana un punto!
fr_fr: C'est l'heure d'écrire des mots! Dans 3 secondes, j'enverrais un mot. Celui qui l'écrit le plus rapidement a un point !
hu_hu: Eljött a pötyögés ideje! 3 másodpercen belül küldök egy szót. Aki először gépeli be helyesen, kap egy pontot!
id_id: Saatnya mengetik kata-kata! Dalam 3 detik, aku akan mengirim kata. Siapa pun yang mengetiknya tercepat, mendapat satu poin!
nb_no: Det er tid for ordskriving! Om 3 sekunder sender jeg et ord. Den som skriver det raskest får ett poeng!
pt_br: É a hora de digitar palavras! Em 3 segundos, eu vou mandar uma palavra. Quem digitar mais rápido ganha um ponto!
ru_ru: Это испытание на правописание слов! В течении 3 секунд я буду отправлять слово. Кто быстрее всего напишет его: получит очко!
sv_se: Det är ordskrivardags! Om 3 sekunder skickar jag ett ord. Den som skriver det snabbast får en poäng!

source: Noone managed to get it right, I'll cancel the fight!
bg_bg: Никой не успя да за напише правилно, аз ще прекъсна битката!
de_de: Keiner hat es richtig gemacht. Schneeballschlacht abgesagt!
es_ar: ¡Nadie pudo hacerlo bien!
es_es: Nadie logró acertar, ¡la batalla ha sido cancelada!
es_mx: ¡Nadie logró acertar, se cancela la pelea!
fr_fr: Personne n'a eut raison, j'annule le combat !
hu_hu: Senki nem gépelte be helyesen, vége a játéknak!
id_id: Tidak ada yang berhasil melakukannya dengan benar, aku akan membatalkan pertarungan!
nb_no: Ingen klarte å få det til, jeg avbryter kampen!
pt_br: Ninguém conseguiu acertar, vou cancelar a disputa!
ru_ru: Никому не удалось сделать это правильно, я отменяю битву!
sv_se: Ingen lyckades få det rätt, jag avbryter kampen!

source: {author} got it right!
bg_bg: {author} позна правилно!
de_de: Glückwunsch, {author}!
es_ar: ¡{author} lo hizo bien!
es_es: ¡{author} acertó!
es_mx: ¡{author} acertó!
fr_fr: {author} a raison !
hu_hu: {author} győzedelmeskedett!
id_id: {author} benar!
nb_no: {author} fikk det riktig!
pt_br: {author} Acertou!
ru_ru: {author} Понял правильно!
sv_se: {author} fick rätt!

source: It's maths time! In 3 seconds, I'll send a simple maths task to solve! Type the answer to get a point!
bg_bg: Време е за математика! След 3 секунди аз ще изпратя лесна задача, която да решите! Въведете правилния отговор, за да получите точка!
de_de: Ich hoffe du kannst schnell rechnen! In 3 Sekunden sende Ich eine Mathe-Aufgabe, und derjenige, der die Antwort zuerst sendet, bekommt einen Punkt!
es_ar: ¡Hora de matemáticas! En 3 segundos, se va a enviar un problema matemático simple para resolver. ¡Ganará el que lo responda correctamente!
es_es: ¡Hora de las matemáticas! En 3 segundos, enviaré una sencilla ecuación matemática que tendréis que resolver. ¡Responde correctamente para ganar un punto!
es_mx: ¡Hora de matemáticas! En 3 segundos, enviaré un sencillo enigma matemático a resolver. ¡Responde correctamente para ganar un punto!
fr_fr: C'est l'heure des maths ! Dans 3 secondes, j'enverrais une simple question de math a résoudre! Taper la réponse pour avoir un point !
hu_hu: Eljött a számolás ideje! 3 másodpercen belül küldök egy egyszerű számtani feladványt. A helyes megfejtő kap egy pontot!
id_id: Saatnya matematika! Dalam 3 detik, aku akan mengirim soal matematika sederhana untuk dipecahkan! Ketik jawabannya untuk mendapatkan poin!
nb_no: Det er mattetid! Om 3 sekunder sender jeg en enkel matematikkoppgave å løse! Skriv inn svaret for å få et poeng!
pt_br: É hora da matemática! Em 3 segundos, vou enviar uma tarefa simples de matemática para resolver! Digite a resposta para conseguir um ponto!
ru_ru: Время математики! В течении 3 секунд я буду отправлять простые математические примеры, которые вы должны решить! Первый, кто напишет правильный ответ: получает очко!
sv_se: Det är mattedags! Om 3 sekunder skickar jag en enkel matteuppgift att lösa! Skriv svaret för att få ett poäng!

source: {user} got it right!
bg_bg: {user} позна правилно!
de_de: Glückwunsch, {user}!
es_ar: ¡{user} lo hizo bien!
es_es: ¡{user} acertó!
es_mx: ¡{user} acertó!
fr_fr: {user} a raison !
hu_hu: {user} győzedelmeskedett!
id_id: {user} benar!
nb_no: {user} fikk det riktig!
pt_br: {user} Acertou!
ru_ru: {user} Понял, принял!
sv_se: {user} hade rätt!

source: It's hangman time! In 3 seconds, I'll send a hangman-style word and you will have to either send your full word as the guess or a letter to check for!
bg_bg: Време е за игра на бесеница! След 3 секунди аз ще си намисля дума за бесеницата и вие можете да изпратите буква, за да проверите дали се съдържа в думата, или цяла дума, за да познаете!
de_de: Zeit für Galgenraten! In 3 Sekunden sende Ich ein Galgenraten-Wort. Sende entweder einzelne Buchstaben oder das ganze Wort!
es_ar: ¡Hora del ahorcado! ¡En 3 segundos, voy a mandar una palabra y ustedes deben enviar una letra para ir completando la palabra, o enviar la palabra completar para adivinarla!
es_es: ¡Hora del ahorcado! ¡En 3 segundos, enviaré una palabra al estilo ahorcado y tendréis que enviar la palabra completa o una letra para ir completando la palabra oculta!
es_mx: ¡Hora del ahorcado! ¡En 3 segundos, enviaré una palabra estilo ahorcado y deberás enviar una palabra completa o bien una letra para ir completando la palabra del ahorcado!
hu_hu: Eljött az akasztófázás ideje! 3 másodpercen belül kigondolok egy szót, és vagy egy betűvel, vagy akár a teljes szóval is lehet találgatni!
id_id: Saatnya hangman! Dalam 3 detik, aku akan mengirim kata bergaya hangman dan kamu harus mengirim kata lengkap sebagai tebakan atau huruf untuk memeriksanya!
nb_no: Det er hangman tid! Om 3 sekunder sender jeg et ord i hangman-stil, og du må enten sende hele ordet som gjetning eller et brev å se etter!
pt_br: É hora do jogo da forca! Em 3 segundos, eu vou mandar uma palavra do estilo jogo da forca e você vai ter que enviar sua palavra completa como o palpite ou palavra certa!
ru_ru: Время висельника! В течении 3 секунд, я отправлю слово в стиле игры в висельника и ты должен отправить полное слово как догадка или букву, пробуйте!
sv_se: Det är dags för hänga gubbe! Om 3 sekunder skickar jag ett hänga gubbe-ord och du måste antingen skicka det hela ordet som en gissning eller en bokstav att kolla!

source: Noone participated, I'll cancel the fight!
bg_bg: Никой не участва, ще прекъсна битката!
de_de: Keiner wollte mitmachen. Schneeballschlacht abgesagt!
es_ar: ¡Nadie ha participado!
es_es: Nadie ha participado, ¡la batalla ha sido cancelada!
es_mx: ¡Nadie ha participado, se cancelo la pelea!
fr_fr: Personne n'a participé, j'annule le combat !
hu_hu: Senki nem vett részt, vége a játéknak!
id_id: Tidak ada yang berpartisipasi, aku akan membatalkan pertarungannya!
nb_no: Ingen deltok, jeg avbryter kampen!
pt_br: Ninguém participou, vou cancelar a disputa!
ru_ru: Никто не принял участие, я отменю битву!
sv_se: Ingen deltog, jag avbryter kampen!

source: Team 1 ({user}) won!
bg_bg: Отбор 1 ({user}) спечели!
de_de: Team 1 ({user}) gewinnt!
es_ar: ¡El equipo 1 ({user}) ganó!
es_es: ¡El equipo 1 ({user}) ganó!
es_mx: ¡El equipo 1 liderado por ({user}) ganó!
fr_fr: Equipe 1 ({user}) gagne !
hu_hu: Egyes csapat ({user}) nyert!
id_id: Tim 1 ({user}) menang!
nb_no: Lag 1 ({user}) vant!
pt_br: Equipe 1 ({user}) ganhou!
ru_ru: Команда 1 ({user}) победила!
sv_se: Lag 1 ({user}) vann!

source: Team 2 ({user}) won!
bg_bg: Отбор 2 ({user}) спечели!
de_de: Team 2 ({user}) gewinnt!
es_ar: ¡El equipo 2 ({user}) ganó!
es_es: ¡El equipo 2 ({user}) ganó!
es_mx: ¡El equipo 2 liderado por ({user}) ganó!
fr_fr: Equipe 2 ({user}) gagne !
hu_hu: Kettes csapat ({user}) nyert!
id_id: Tim 2 ({user}) menang!
nb_no: Lag 2 ({user}) vant!
pt_br: Equipe 2 ({user}) ganhou!
ru_ru: Команда 2 ({user}) победила!
sv_se: Lag 2 ({user}) vann!

source: {user}, you wanted to be reminded about {subject} {diff} ago.
de_de: {user}, du wolltest vor {diff} an {subject} erinnert werden.
es_es: {user}, querías que te recordara sobre {subject} hace {diff}.
id_id: {user}, kamu ingin diingatkan tentang {subject} {diff} yang lalu.
nb_no: {user}, du ønsket å bli påminnet om {subject} for {diff} siden.

source: {user}, your adventure {num} has finished.
de_de: {user}, dein Abenteuer {num} ist zu Ende.
es_es: {user}, tu aventura {num} ha terminado.
id_id: {user}, petualanganmu level {num} telah selesai.
nb_no: {user}, eventyret ditt nivå {num} er ferdig.

source: Reminds you about something
de_de: Erinnert dich an etwas
es_es: Te recuerda algo
id_id: Mengingatkanmu tentang sesuatu
nb_no: Minner deg om noe

source: <when_and_what> - The reminder subject and time, see below for more info. Remind yourself about something you should do in the future. `<when_and_what>` can be you reminder and time, several formats are accepted: - {prefix}remind 12h vote on top.gg - {prefix}remind 12am use {prefix}daily - {prefix}remind next monday check out the new God luck Please keep it in order of {prefix}remind time subject to make sure this works properly
de_de: <when_and_what> - Der Inhalt sowie die Zeit der Erinnerung, siehe unten für weitere Info. Erinnere dich selbst an etwas, dass du in der Zukunft tun solltest. `<when_and_what>` kann deine Erinnerung und Timer sein, verschiedene Formate werden akzeptiert: - {prefix}remind 12h vote on top.gg - {prefix}remind 12am use {prefix}daily - {prefix}remind next monday check out the new God luck Bitte achte darauf {prefix}remind time subject in der richtigen Reihenfolge zu schreiben, damit es vernünftig funktioniert
es_es: <when_and_what> - El tema y hora que recordar, comprueba a continuación para más información. Recuérdate algo que quieras hacer en el futuro. `<when_and_what>` puede ser tu recordatorio y tiempo, hay varios formatos aceptados: - {prefix}remind 12h voto en top.gg - {prefix}remind 12am usa {prefix}daily - {prefix}remind comprobar el lunes que viene la nueva suerte de dios Por favor, mantén el orden de {prefix}remind tiempo sujeto para asegurarte que funciona correctamente
id_id: <when_and_what> - Waktu dan judul yang akan diingatkan, lihat di bawah untuk info selanjutnya. Mengingatkan dirimu tentang sesuatu yang harus kamu lakukan dimasa mendatang. `<when_and_what>` adalah waktu dan judul yang akan diingatkan, beberapa format di bawah dapat dilakukan: - {prefix}remind 12h vote on top.gg - {prefix}remind 12am use {prefix}daily - {prefix}remind next monday check out the new God luck Tolong tetap dibuat dalam format {prefix}remind time subject untuk memastikan hal ini dapat berfungsi dengan baik
nb_no: <når_og_hva> – Påminnelsens emne og tidspunkt, se nedenfor for mer informasjon. Minn deg selv på noe du bør gjøre i fremtiden. `<når_og_hva>` kan være din påminnelse og tid, flere formater godtas: - {prefix}remind 12h vote on top.gg - {prefix}remind 12am bruk {prefix}daily - {prefix}remind next monday, sjekk ut den nye God luck Vennligst oppbevar den i rekkefølgen {prefix}remind tid subjekt for å sikre at dette fungerer som det skal

source: Please choose a shorter reminder text.
de_de: Bitte wähle einen kürzeren Text für deine Erinnerung.
es_es: Elige un texto más corto para el recordatorio, por favor.
id_id: Mohon gunakan kalimat pengingat yang lebih pendek.
nb_no: Velg en kortere påminnelsestekst.

source: {user}, reminder set for {subject} in {time}.
de_de: {user}, Erinnerung für {subject} in {time}.
es_es: {user}, recordatorio de {subject} establecido para {time}.
id_id: {user}, pengingat diatur untuk {subject} dalam {time}.
nb_no: {user}, påminnelse satt for {subject} om {time}.

source: Shows a list of your running reminders.
de_de: Zeigt der eine Liste deiner aktiven Erinnerungen.
es_es: Muestra la lista de recordatorios activos.
id_id: Menampilkan daftar pengingatmu yang sedang berlangsung.
nb_no: Viser en liste over påminnelsene dine.

source: Shows you a list of your currently running reminders Reminders can be cancelled using `{prefix}reminder cancel <id>`.
de_de: Zeigt dir eine Liste deiner momentan aktiven Erinnerungen. Erinnerungen können durch das Nutzen von `{prefix}reminder cancel <id>` gestoppt werden.
es_es: Muestra la lista de recordatorios activos Se pueden cancelar los recordatorios con `{prefix}reminder cancel <id>`.
id_id: Menampilkan daftar pengingatmu yang sedang berlangsung Pengingat dapat dibatalkan dengan menggunakan `{prefix}reminder cancel <id>`.
nb_no: Viser deg en liste over påminnelsene dine for øyeblikket Påminnelser kan kanselleres ved å bruke `{prefix}reminder cancel <id>`.

source: No running reminders.
de_de: Keine aktiven Erinnerungen.
es_es: No hay recordatorios activos.
id_id: Tidak ada daftar pengingat yang sedang berlangsung.
nb_no: Ingen påminnelser.

source: {user}'s reminders
de_de: {user}s Erinnerungen
es_es: Recordatorios de {user}
id_id: Pengingat dari {user}
nb_no: {user} sine påminnelser

source: Remove running reminders
de_de: Entferne aktive Erinnerungen
es_es: Eliminar recordatorios activos
id_id: Menghapus pengingat yang sedang berlangsung
nb_no: Fjern påminnelser

source: `[ids...]` - A list of reminder IDs, separated by space Cancels running reminders using their IDs. To find a reminder's ID, use `{prefix}reminder list`.
de_de: `[ids...]` - Eine Liste der Erinnerungs-IDs, separiert durch Leerzeichen Stoppt aktive Erinnerungen, durch ihre IDs. Um die Erinnerungs-IDs zu finden, nutze `{prefix}reminder list`.

source: None of these reminder IDs belong to you.
de_de: Keine dieser Erinnerungs-IDs gehören dir.
es_es: Ninguno de estos IDs de recordatorio son tuyos.
id_id: Tak satu pun dari ID pengingat ini milikmu.
nb_no: Ingen av disse påminnelses ID-ene tilhører deg.

source: Removed the following reminders: `{ids}`
de_de: Die folgenden Erinnerungen wurden gelöscht: `{ids}`

source: Shows you a list of your currently running reminders Reminders can be cancelled using `{prefix}reminder cancel <id>`. (serves as an alias for `{prefix}reminder list`)
de_de: Zeigt dir eine Liste deiner momentan aktiven Erinnerungen an Erinnerungen können durch das Nutzen von `{prefix}reminder cancel <id>`gestoppt werden. (ist ein Alias für `{prefix}reminder list`)
es_es: Muestra una lista de tus recordatorios activos Los recordatorios se pueden cancelar usando `{prefix}reminder cancel <id>`. (sirve como alias para`{prefix}reminder list`)
id_id: Menampilkan daftar pengingat milikmu yang sedang berlangsung saat ini Pengingat dapat dibatalkan dengan menggunakan `{prefix}reminder cancel <id>`. (berfungsi dengan alias `{prefix}reminder list`)
nb_no: Viser deg en liste over påminnelsene dine for øyeblikket Påminnelser kan kanselleres ved å bruke `{prefix}reminder cancel <id>`. (fungerer som et alias for `{prefix}reminder list`)

source: Enable or disable automatic adventure reminders
de_de: Aktiviert oder deaktiviert automatische Abenteuererinnerungen
es_es: Habilita o deshabilita los recordatorios de aventura automáticos
id_id: Mengaktifkan atau menonaktifkan pengingat petualangan otomatsi
nb_no: Aktiver eller deaktiver automatiske eventyrpåminnelser

source: Toggles automatic adventure reminders when you finish an adventure.
de_de: Schaltet automatische Abenteuererinnerungen ein oder aus, wenn du ein Abenteuer beendest.
es_es: Activa recordatorios de aventura automáticos cuando terminas una aventura.
id_id: Mengaktifkan pengingat petualangan otomatis saat petualanganmu selesai.
nb_no: Slår på automatiske eventyrpåminnelser når du er ferdig med et eventyr.

source: Successfully opted in to automatic adventure reminders.
de_de: Erfolgreich automatische Abenteuererinnerungen eingeschalten.
es_es: Te has apuntado con éxito a los recordatorios de aventura automáticos.
id_id: Berhasil mengaktifkan pengingat petualangan otomastis.
nb_no: Vellykket registrert for automatiske eventyrpåminnelser.

source: Opted out of automatic adventure reminders.
de_de: Automatische Abenteuererinnerungen ausgeschalten.
es_es: Te has desapuntado de los recordatorios de aventuras automáticos.
id_id: Menonaktifkan pengingat petualangan otomatis.
nb_no: Har valgt bort automatiske eventyrpåminnelser.

source: **Move {move_no}: {player}'s turn** Simply type your move. You have 2 minutes to enter a valid move. I accept normal notation as well as `resign` or `draw`. Example: `g1f3`, `Nf3`, `0-0` or `xe3`. Moves are case-sensitive! Pieces uppercase: `N`, `Q` or `B`, fields lowercase: `a`, `b` or `h`. Castling is `0-0` or `0-0-0`.
de_de: **Zug {move_no}: {player} ist dran** Schreibe deinen Zug einfach. Du hast 2 Minuten um einen validen Zug auszuführen. Ich akzeptiere normale Bezeichnungen so wie `resign` oder `draw`. Beispiele: `g1f3`, `Nf3`, `0-0` oder `xe3`. Züge beachten Groß/Kleinschreibung! Teile in Großbuchstaben:N`, `Q` oder `B`, Felder in Kleinbuchstaben: `a`, `b` oder `h`. Rochade ist `0-0` oder `0-0-0`.
es_es: **Movimiento {move_no}: turno nº {player}** Escribe simplemente tu movimiento. Tienes 2 minutos para insertar un movimiento válido. Acepto anotaciones normales al igual que `resign` o `draw`. Ejemplo: `g1f3`, `Nf3`, `0-0` o `xe3`. ¡Los movimientos distinguen entre mayúsculas y minúsculas! Piezas mayúsculas: `N`, `Q` o `B`, casillas minúsculas: `a`, `b` or `h`. El enroque es `0-0` o `0-0-0`.
id_id: **Langka {move_no}: Giliran {player}** Cukup ketik langkahmu. Kamu memiliki 2 menit untuk memasukan langkah yang valid. Saya dapat menerima notasi normal seperti `resign` atau `draw`. Contoh: `g1f3`, `Nf3`, `0-0` atau `xe3`. Langkah dapat sensitif terhadap huruf kecil/besar! Bagian ini adalah huruf besar: `N`, `Q` atau `B`, bidangnya adalah huruf kecil: `a`, `b` atau `h`. Castling adalah`0-0` atau `0-0-0`.
nb_no: **Flytt {move_no}: {player} sin tur** Bare skriv inn trekk. Du har 2 minutter på deg til å legge inn et gyldig trekk. Jeg aksepterer normal notasjon så vel som 'resign' eller 'draw'. Eksempel: `g1f3`, `Nf3`, `0-0` eller `xe3`. Bevegelser skiller mellom store og små bokstaver! Stykker store bokstaver: `N`, `Q` eller `B`, felt med små bokstaver: `a`, `b` eller `h`. Castling er `0-0` eller `0-0-0`.
pt_br: **Turno {move_no}: é a vez de {player}** Digite o seu movimento. Você tem 2 minutos para digitar um movimento válido. Eu aceito a notação normal, bem como `resign` ou `draw`. Por exemplo: `g1f3`, `Nf3`, `0-0` or `xe3`. Movimentos dependem do caso! Peças em letra maiúscula: `N`, `Q` ou `B`, casas em minúscula: `a`, `b` or `h`. Roque é `0-0` ou `0-0-0`.

source: You entered no valid move! You lost!
de_de: Du hast keinen validen Zug ausgeführt! Du hast verloren!
es_es: ¡No has introducido un movimiento válido! ¡Has perdido!
id_id: Kamu memasukan gerakkan yang tidak valid! Kamu kalah!
nb_no: Du skrev ikke inn noe gyldig trekk! Du tapte!
pt_br: Você não digitou nenhum movimento válido! Você perdeu!

source: **Move {move_no}** Let me think... This might take up to 2 minutes
de_de: **Zug {move_no}** Lass mich nachdenken...Das könnte bis zu 2 Minuten dauern
es_es: **Movimiento {move_no}** Déjame pensar... Esto puede tardar unos 2 minutos
id_id: **Langkah {move_no}** Coba saya pikirkan dulu... Ini mungkin akan memakan waktu hingga 2 menit
nb_no: **Flytt {move_no}** La meg tenke... Dette kan ta opptil 2 minutter
pt_br: **Turno {move_no}** Deixe me pensar... Isso pode demorar até 2 minutos

source: Waiting for AI draw response...
de_de: Warte auf die Antwort der KI auf den Zug...
es_es: Esperando la respuesta de la inteligencia artificial...
id_id: Menunggu respon seri AI...
nb_no: Venter på svar fra AI trekning...
pt_br: Esperando uma resposta de empate da IA...

source: Your enemy has proposed a draw, {player}. Do you agree?
de_de: Dein Gegner hat einen Zug vorgeschlagen, {player}**. Stimmst du zu?
es_es: Tu enemigo a propuesto un empate, {player}. ¿Aceptas?
id_id: Lawanmu mengusulkan untuk seri, {player}. Apakah kamu setuju?
nb_no: Din fiende har foreslått uavgjort, {player}. Er du enig?
pt_br: Seu inimigo propôs um empate, {player}. Você concorda?

source: The draw was rejected.
de_de: Der Zug wurde abgelehnt.
es_es: El empate ha sido rechazado.
id_id: Permintaan untuk seri ditolak.
nb_no: Uavgjørelsen ble avvist.
pt_br: O empate foi rejeitado.

source: **Checkmate! {result}**
de_de: **Schachmatt! {result}**
es_es: **¡Jaque mate! {result}**
id_id: **Sekakmat! {result}**
nb_no: **Sjakkmatt! {result}**
pt_br: **Xeque-mate! {result}**

source: **Stalemate! {result}**
de_de: **Patt! {result}**
es_es: **¡Tablas! {result}**
id_id: **Jalan buntu! {result}**
pt_br: **Beco sem saída! {result}**

source: **Insufficient material! {result}**
de_de: **Nicht genug Material! {result}**
es_es: **¡Material insuficiente! {result}**
id_id: **Bahan tidak cukup! {result}**
nb_no: **Utilstrekkelig materiale! {result}**
pt_br: **Materiais insuficientes! {result}**

source: **Draw accepted! {result}**
de_de: **Zug akzeptiert! {result}**
es_es: **¡Empate aceptado! {result}**
id_id: **Permintaan seri diterima! {result}**
nb_no: **Uavgjørelse godtatt! {result}**
pt_br: **Empate aceito! {result}**

source: For the nerds:
de_de: Für die Nerds:
es_es: Para los empollones:
id_id: Untuk kutu buku:
nb_no: For nerdene:
pt_br: Para nerds:
