Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: Are you sure to delete your guild? React to confirm the deletion.
bg_bg: Наистина ли искате да изтриете гилдията си? Реагирайте, за да потвърдите изтриването.
de_de: Bist Du sicher, dass Du deine Gilde löschen möchtest? Reagiere zum bestätigen.
es_ar: ¿Estás seguro de que querés borrar tu gremio? Reaccioná para confirmar.
es_es: ¿Estás seguro de que quieres eliminar tu gremio? Reacciona para confirmar.
es_mx: ¿Estás seguro de que quieres borrar tu gremio? Reacciona para confirmar.
fr_fr: Êtes-vous sûr de vouloir dissoudre votre guilde ? Réagissez pour confirmer la suppression.
hu_hu: Biztos vagy benne, hogy megsemmisíted a céhed? A megerősítéshez használd a reakciógombokat!
id_id: Apakah kamu yakin ingin menghapus guild kamu? Reaksi untuk mengkonfirmasi penghapusannya.
nb_no: Er du sikker på at du vil slette klanen din? Reager for å bekrefte slettingen.
pt_br: Tem certeza de que deseja excluir sua guilda? Clique na reação para confirmar a exclusão.
ru_ru: Вы точно уверены, что хотите удалить свою гильдию? Поставьте реакцию, чтобы подтвердить удаление.
sv_se: Är du säker på att radera din guild? Reagera för att bekräfta raderingen.

source: Successfully deleted your guild.
bg_bg: Гилдията ви е изтрита успешно.
de_de: Gilde erfolgreich gelöscht.
es_ar: Has eliminado exitosamente tu gremio.
es_es: Se ha eliminado el gremio.
es_mx: Se ha eliminado el gremio.
fr_fr: Votre guilde a été dissoute avec succès.
hu_hu: Céh sikeresen törölve.
id_id: Berhasil menghapus guild kamu.
nb_no: Slettet klanen din.
pt_br: A sua guilda foi excluída com sucesso.
ru_ru: Гильдия успешно удалена.
sv_se: Har raderat din guild.

source: Change your guild's icon
de_de: Ändert dein Gilden Profilbild
es_es: Cambia el icono del gremio
id_id: Mengubah gambar guildmu
nb_no: Endre klanens ikon
pt_br: Muda o ícone de sua guilda

source: `[url]` - The image URL to use as the icon Change your guild's icon. The URL cannot exceed 60 characters. ⚠ This can be seen by anyone, do not use NSFW/innapropriate images. GIFs are not supported. Having trouble finding short image URLs? Follow [this tutorial](https://wiki.idlerpg.xyz/index.php?title=Tutorial:_Short_Image_URLs) or just attach the image you want to use (png, jpg and gif are supported)! Only guild leaders can use this command.
de_de: `[url]` - Der Link des Bildes, welches als Gildenprofilbild genutzt werden soll Ändert dein Gilden Profilbild. Der Link kann nicht länger als 60 Zeichen sein. ⚠ Jeder kann das Bild sehen, also nutze keine NSFW/sonstwie unangebrachten Bilder. GIFs werden nicht unterstützt. Probleme, kurze Links zu finden? Folge [diesem Tutorial](https://wiki.idlerpg.xyz/index.php?title=Tutorial:_Short_Image_URLs) oder füge das Bild einfach an (png, jpg und gif werden unterstützt)! Nur Gildenleiter können diesen Befehl nutzen.
es_es: `[url]` - el enlace de la imagen a usar de icono Cambia el icono de tu gremio. El enlace no puede tener más de 60 caracteres. ⚠ Esto lo puede ver todo el mundo, no uses imágenes inapropiadas/NSFW. Los GIFs no son compatibles. ¿Tienes problemas encontrando un enlace corto de imagen? Sigue [este tutorial](https://wiki.idlerpg.xyz/index.php?title=Tutorial:_Short_Image_URLs) o añade simplemente la imagen que quieres usar (¡png, jpg and gif son compatibles)! Solo los líderes del gremio pueden usar este comando.
id_id: `[url]` - URL gambar yang akan gunakan sebagai gambar Mengubah gambar guildmu. URL tidak boleh lebih dari 60 karakter. ⚠ Ini dapat dilihat oleh semua orang, jangan menggunakan NSFW/gambar yang tidak pantas. Tidak mendukung dalam bentuk GIFs. Kesulitan dalam mendapatkan URL gambar yang pendek? Ikuti [tutorial ini](https://wiki.idlerpg.xyz/index.php?title=Tutorial:_Short_Image_URLs) atau lampirkan gambar yang ingin kamu gunakan (bisa dalam bentuk png, jpg dan gif)! Hanya pemimpin guild yang dapat menggunakan perintah ini.
nb_no: `[url]` – Bilde-URLen som skal brukes som ikon Endre klanens ikon. URL-en kan ikke overstige 60 tegn. ⚠ Dette kan sees av alle, ikke bruk NSFW/upassende bilder. GIF-er støttes ikke. Har du problemer med å finne korte bildenettadresser? Følg [denne veiledningen](https://wiki.idlerpg.xyz/index.php?title=Tutorial:_Short_Image_URLs) eller bare legg ved bildet du vil bruke (png, jpg og gif støttes)! Bare klan ledere kan bruke denne kommandoen.

source: Your current guild icon is: {url}
de_de: Dein momentanes Gilden Profilbild ist: {url}
es_es: El icono actual del gremio es: {url}
id_id: Gambar guildmu saat ini adalah: {url}
nb_no: Din nåværende klan ikon er: {url}

source: Successfully updated the guild icon.
bg_bg: Иконата на гилдията е актуализирана успешно.
de_de: Gildenbild erfolgreich geändert.
es_ar: Se ha actualizado exitosamente el ícono del gremio.
es_es: Se ha actualizado el icono del gremio.
es_mx: Se ha actualizado el icono de gremio.
fr_fr: L’icône de la guilde a été modifié avec succès.
hu_hu: Cég címer sikeresen leváltva.
id_id: Berhasil memperbarui ikon guild.
nb_no: Klan ikonet er oppdatert.
pt_br: O ícone da guilda foi atualizado com sucesso.
ru_ru: Картинка гильдии успешно изменена.
sv_se: Uppdaterat guildikonen.

source: Change your guild description.
de_de: Ändert deine Gildenbeschreibung.
es_es: Cambia la descripción de tu gremio.
id_id: Mengubah deskripsi guildmu.
nb_no: Endre klan beskrivelsen din.
pt_br: Muda a descrição de sua guilda.

source: `<text>` - The text to use as the description. Cannot exceed 200 characters. Change the description of your guild. ⚠ This can be seen by everyone, do not use NSFW/inappropriate text. Only guild leaders can use this command.
de_de: `<text>` - Der Text, der als Beschreibung genutzt werden soll. Kann nicht länger als 200 Zeichen sein. Ändert deine Gildenbeschreibung. ⚠ Jeder kann das sehen, also nutze keinen NSFW/sonstwie unangemessenen Text. Nur Gildenleiter können diesen Befehl nutzen.
es_es: `<text>` - El texto a usar como descripción. No puede sobrepasar los 200 caracteres. Cambia la descripción de tu gremio. ⚠ Esto puede ser leído por todo el mundo, no uses texto inapropiado/NSFW. Solo los líderes de gremio pueden usar este comando.
id_id: `<text>` - Kalimat yang akan digunakan sebagai deskripsi guild. Tidak bisa lebih dari 200 karakter. Mengubah deskripsi guildmu. ⚠ Ini dapat dilihat oleh semua orang, jangan menggunakan NSFW/kalimat yang tidak pantas. Hanya pemimpin guild yang dapat menggunakan perintah ini.
nb_no: `<tekst>` – Teksten som skal brukes som beskrivelse. Kan ikke overstige 200 tegn. Endre beskrivelsen til klanen din. ⚠ Dette kan ses av alle, ikke bruk NSFW/upassende tekst. Bare klan ledere kan bruke denne kommandoen.
pt_br: `<text>` - O texto que será usado de descrição. Não deve exceder 200 caracteres. Muda a descrição da sua guilda. ⚠ Isso pode ser visto por qualquer um, por isso não use NSFW/texto inapropriado. Apenas líderes de guilda podem usar esse comando.

source: The text may be up to 200 characters only.
bg_bg: Текстът може да бъде само до 200 знака.
de_de: Dein Text kann nicht länger als 200 Zeichen sein.
es_ar: El texto no puede ser mayor de 200 caracteres.
es_es: El texto no puede sobrepasar los 200 caracteres.
es_mx: El texto no puede ser mayor de 200 caracteres.
fr_fr: Le texte ne peut pas dépasser 200 caractères.
hu_hu: A szöveg nem haladhatja meg a 200 karaktert.
id_id: Teks hanya mungkin bisa sampai 200 karakter saja.
nb_no: Teksten kan være på opptil 200 tegn.
pt_br: O texto pode ter até 200 caracteres.
ru_ru: Текст не может превышать 200 слов.
sv_se: Texten kan bara vara upp till 200 tecken.

source: Updated!
bg_bg: Обновено!
de_de: Geändert!
es_ar: ¡Actualizado!
es_es: ¡Actualizado!
es_mx: ¡Actualizado!
fr_fr: Mis à jour !
hu_hu: Frissítve!
id_id: Diperbarui!
nb_no: Oppdatert!
pt_br: Atualizado!
ru_ru: Улучшено!
sv_se: Uppdaterat!

source: Set/update the guild update channel.
de_de: Legt/updatet den Guild-Update-Channel fest.
es_es: Establece/actualiza el canal de actualización del gremio.
id_id: Mengatur/memperbarui pembaruan channel guild.
nb_no: Sett/oppdater klan oppdateringskanalen.
pt_br: Defina/atualize o canal de atualização da guilda.

source: `[channel]` - The channel to send guild logs to, defaults to the channel the command is used in Set or update the guild update channel. Relevant guild events will be sent here. The channel the command is used in will become the guild log channel, `{prefix}guild channel #channel-name` will not work. The following will be logged: - Guild badge updated - Guild transferred - Guild promotions - Guild demotions - New member joins - Members leaving the guild - Member kicks - Guild deletion - Guild icon changes - Guild description changes - Money invests - Money payouts - Money distributions - Guild bank upgrades - Guild adventures (start and end) Only guild leaders can use this command.
de_de: `[channel]` - Der Channel in welchem die Gildenlogs gesendet werden, ohne Angabe wird der Channel in dem dieser Befehl genutzt wird, verwendet Legt den Gilden Log Channel fest oder updated ihn. Alle relevanten Gildenevents werden dort gesendet. Der Channel, in welchem der Befehl genutzt wird, bekommt der Gilden Log Channel, `{prefix}guild channel #channel-name` wird nicht funktionieren. Die folgenden Events werden gelogged: - Gilden Abzeichen geupdatet - Gilde transferiert - Gildenbeförderungen - Gildendegradierungen - Neues Mitglied tritt bei - Mitglieder verlassen die Gilde - Mitglieder gekickt - Gildenlöschung - Gilden Profilbild updates -Gilden Beschreibung geändert - Geldinvestitionen - Geldauszahlungen - Geldverteilungen - Gildenbank Upgrades - Gildenabenteuer (Start und Ende) Nur Gildenleiter können diesen Befehl nutzen.
es_es: `[channel]` - el canal al que enviar los registros, por defecto el canal donde el comando es utilizado. Asigna o modifica el canal de registros del gremio. Se enviarán aquí los eventos relevantes del gremio. El canal donde se utiliza el comando se convertirá en el canal de registro del gremio, `{prefix}guild channel #channel-name` no funcionará. Se registrará lo siguiente: - Actualización de la insignia del gremio - Transferencia del gremio - Promociones en el gremio - Degradaciones en el gremio - Nuevos miembros adquiridos - Miembros que han abandonado el gremio - Miembros expulsados - Eliminación del gremio - Actualización del icono del gremio - Cambios en la descripción del gremio - Dinero invertido - Dinero pagado - Dinero distribuido - Actualizaciones del banco del gremio - Aventuras del gremio (inicio y finalización) Solo los líderes del gremio pueden usar este comando.
id_id: `[channel]` - Channel untuk mengirim log guild, jika tidak ditentukan maka dikirim ke tempat perintah digunakan Mengatur atau memperbarui pembaruan channel guild. Peristiwa guild yang terkait akan dikirimkan disini. Tempat dimana perintah telah digunakan akan menjadi log guild, `{prefix}guild channel #channel-name` tidak akan berfungsi. Berikut ini yang akan dikirim ke channel log: - Pembaruan lencana guild - Memberikan guild kepada seseorang - Promosi jabatan dalam guild - Penurunan jabatan dalam guild - Anggota baru yang bergabung - Anggota yang meninggalkan guild - Mengeluarkan anggota - Menghapus guild - Mengubah gambar guild - Mengubah deskripsi guild - Uang diinvestasikan - Penarikan uang - Memberikan uang - Peningkatan bank guild - Petualangan guild (memulai dan selesai) Hanya pemimpin guild yang dapat menggunakan perintah ini.
nb_no: `[kanal]` – Kanalen det skal sendes klans logger til, er standard kanalen kommandoen brukes i Angi eller oppdater klan oppdateringskanalen. Relevante klan arrangementer vil bli sendt hit. Kanalen kommandoen brukes i vil bli klans loggkanalen, `{prefix}guild channel #channel-name` vil ikke fungere. Følgende vil bli logget: - Klans skiltet oppdatert - Klan overført - Klans fremhevelser - Klans degraderinger – Nytt medlem blir med - Medlemmer forlater klanen – Medlemmer som blir sparket ut - Sletting av klanen - Klan ikonet endres - Klan beskrivelsen endres – Penger investeres - Pengeutbetalinger - Pengeutdelinger - Klan bank oppgraderinger - Klan eventyr (start og slutt) Bare klan ledere kan bruke denne kommandoen.

source: {channel} will become the channel for all logs. Are you sure?
de_de: {channel} wird als Logchannel festgelegt. Bist du sicher?
es_es: {channel} se convertirá en el canal de registros. ¿Estás seguro?
id_id: {channel} akan menjadi channel untuk semua log. Kamu yakin?
nb_no: {channel} blir kanalen for alle logger. Er du sikker?

source: I cannot send messages there! This channel cannot be the guild log channel.
de_de: Ich kann dort keine Nachrichten senden! Dieser Channel kann nicht als Gilden-Log-Channel genutzt werden.
es_es: ¡No puedo enviar mensajes ahí! Este canal no puede ser el canal de registros del gremio.
id_id: Saya tidak dapat mengirim pesan disana! Channel ini tidak bisa menjadi channel log guild.
nb_no: Jeg kan ikke sende meldinger der! Denne kanalen kan ikke være klan loggkanalen.

source: **Guild logs will go to {channel} ** ✅
de_de: **Gilden Logs werden jetzt in {channel} gesendet ** ✅
es_es: **Los registros del gremio irán a {channel}** ✅
id_id: **Log guild akan dikirim ke channel {channel} ** ✅
nb_no: **Klan loggene vil gå til {channel} ** ✅

source: Show the richest guild members
de_de: Zeigt die reichsten Mitglieder der Gilde
es_es: Muestra los usuarios más ricos de tu gremio
id_id: Menampilkan anggota guild terkaya
nb_no: Vis de rikeste klan medlemmene
pt_br: Mostra os jogadores mais ricos da guilda

source: Displays the top 10 richest guild members of your guild. Only players in a guild can use this command.
de_de: Zeigt die Top 10 reichsten Mitglieder der Gilde. Nur Spieler in einer Gilde können diesen Befehl nutzen.
es_es: Muestra los 10 miembros más ricos de tu gremio. Solo los jugadores de un gremio pueden usar este comando.
id_id: Menampilkan top 10 anggota guild terkaya didalam guildmu. Hanya pemain yang berada didalam guild yang dapat menggunakan perintah ini.
nb_no: Viser de 10 rikeste klan medlemmene i klanen din. Bare spillere i en klan kan bruke denne kommandoen.
pt_br: Mostra os 10 jogadores mais ricos da sua guilda. Apenas jogadores em uma guilda podem usar esse comando.

source: a character by {charname} with **${money}**
de_de: ein Charakter von {charname} mit **${money}**
es_es: personaje de `{charname}` con **${money}**
id_id: karakter dengan nama {charname} dengan **${money}**
nb_no: en karakter av {charname} med **${money}**
pt_br: um personagem feito por {charname} com **${money}**

source: The Richest Players of {guild}
bg_bg: Най-богатите играчи на {guild}
de_de: Die reichsten Spieler von {guild}
es_ar: Los jugadores más ricos de {guild}
es_es: Los jugadores más ricos de {guild}
es_mx: Los Jugadores más Ricos de {guild}
fr_fr: Les joueurs les plus riches de {guild}
hu_hu: {guild} Mágnásai
id_id: Pemain paling kaya di {guild}
nb_no: De rikeste spillerne i {guild}
pt_br: Os jogadores mais ricos da {guild}
ru_ru: Топ богатейших игроков {guild}
sv_se: De Rikaste Spelarna i {guild}

source: Show the best guild members by XP
de_de: Zeigt die besten Gildenmitglieder basierend auf XP
es_es: Mostrar los mejores miembros del gremio por XP
id_id: Menampilkan anggota guild terbaik berdasarkan XP
nb_no: Vis de beste klan medlemmene av XP
pt_br: Mostra os melhores jogadores da guilda em XP

source: Displays the top 10 best guild members of your guild ordered by XP. Only players in a guild can use this command.
de_de: Zeigt die Top 10 Gildenmitglieder basierend auf ihrer XP. Nur Spieler in einer Gilde können diesen Befehl nutzen.
es_es: Muestra los 10 miembros de tu gremio ordenados por XP. Solo los jugadores de un gremio pueden usar este comando.
id_id: Menampilkan top 10 anggota guild terbaik dari guildmu berdasarkan XP. Hanya pemain yang berada didalam guild yang dapat menggunakan perintah ini.
nb_no: Viser de 10 beste klan medlemmene i klanen din sortert etter XP. Bare spillere i en klan kan bruke denne kommandoen.
pt_br: Mostra os 10 melhores jogadores da sua guilda ordenado por XP. Apenas jogadores em uma guilda podem usar esse comando.

source: {name}, a character by {charname} with Level **{level}** (**{xp}** XP)
de_de: {name}, ein Charakter von {charname} auf Level **{level}** (**{xp}** XP)
es_es: {name}, personaje de `{charname}` de nivel **{level}** (**{xp}** XP)
id_id: {name}, karakter dengan nama {charname} dengan Level **{level}** (**{xp}** XP)
nb_no: {name}, en karakter av {charname} med nivå **{level}** (**{xp}** XP)
pt_br: {name}, um personagem de {charname} com nível **{level}** (**{xp}** XP)

source: The Best Players of {name}
bg_bg: Най-добрите играчи на {name}
de_de: Die besten Spieler von {name}
es_ar: Los mejores jugadores de {name}
es_es: Los mejores jugadores de {name}
es_mx: Los Mejores Jugadores de {name}
fr_fr: Les meilleurs joueurs de {name}
hu_hu: {name} Legjobbjai
id_id: Pemain Terbaik dari {name}
nb_no: De beste spillerne av {name}
pt_br: Os melhores jogadores de {name}
ru_ru: Лучшие игроки {name}
sv_se: De bästa spelarna av {name}

source: Add money to your guild bank
de_de: Gib deiner Gildenbank Geld
es_es: Agrega dinero a tu banco del gremio
id_id: Menambahkan uang ke bank guildmu
nb_no: Legg penger til i klan banken
pt_br: Adiciona dinheiro para o banco da guilda

source: `<amount>` - A whole number greater than 0 Invest money into your guild bank, keeping it safe from thieves. Only guild officers can take money out of the guild bank. The money in the guild bank can be used to upgrade the bank or upgrade buildings/build defenses in your alliance, if it owns a city.
de_de: `<amount>` - Eine ganze Zahl größer als 0 Investiere Geld in deine Gildenbank, damit es sicher vor Dieben ist. Nur Gildenoffiziere können Geld aus der Gildenbank nehmen. Das Geld in der Gildenbank kann genutzt werden um die Gildenbank zu vergrößern oder Gebäude/Verteidigungsanlagen in der Allianz zu bauen, falls die Allianz eine Stadt besitzt.
es_es: `<amount>` - Un número entero mayor que 0 Invierte dinero en tu banco del gremio, manteniéndolo a salvo de los ladrones. Solo los oficiales del gremio pueden sacar dinero del banco. El dinero en el banco del gremio se puede usar para mejorar el banco o mejorar edificios/construir defensas en tu alianza, si es dueño de una ciudad.
id_id: `<amount>` - Sejumlah angka yang lebih besar dari 0 Menginvestasikan uang kedalam bank guildmu, menjaganya agar tetap aman dari para pencuri. Hanya officer guild yang dapat mengambil uang dari bank guild. Uang yang berada didalam bank guild dapat digunakan untuk meningkatkan bank guild atau meningkatkan pertahanan bangunan didalam aliansimu, jika aliansimu memiliki sebuah kota.
nb_no: `<amount>` – Et helt tall større enn 0 Invester penger i klan banken din, og hold den trygg fra tyver. Bare klan offiserere kan ta penger ut av laugbanken. Pengene i klan banken kan brukes til å oppgradere banken eller oppgradere bygninger/bygge forsvar i alliansen din, hvis den eier en by.
pt_br: `<amount>` - Um número inteiro maior que 0 Investe dinheiro no banco da guilda, mantendo ele seguro de ladrões. Apenas oficias da guilda e o líderes de guilda podem retirar dinheiro do banco da guilda. O dinheiro no banco da guilda pode ser usado para melhorar o banco ou melhorar edifícios/construir defesas na cidade de sua aliança, isso se ela tiver uma.

source: The bank would be full.
bg_bg: Банката ще бъде пълна.
de_de: Die Bank wäre voll.
es_ar: El banco está lleno.
es_es: El banco estaría lleno.
es_mx: El banco estaría lleno.
fr_fr: La banque serait pleine.
hu_hu: A kincstár tele van.
id_id: Bank akan penuh.
nb_no: Banken ville vært full.
pt_br: O banco está cheio.
ru_ru: Банк скорее всего полон.
sv_se: Banken hade blivit full.

source: Done! Now you have `${profile_money}` and the guild has `${guild_money}`.
bg_bg: Готово! Сега имате `${profile_money}` и гилдията има `${guild_money}`.
de_de: Erledigt! Du hast `${profile_money}` übrig und die Gilde hat `${guild_money}`.
es_ar: ¡Listo! Ahora tenés `${profile_money}` y tu gremio tiene `${guild_money}`.
es_es: ¡Hecho! Ahora tienes `${profile_money}` y el gremio tiene `${guild_money}`.
es_mx: ¡Hecho! Ahora tienes `${profile_money}` y el gremio tiene `${guild_money}`.
fr_fr: Vous avez maintenant `{profile_money}$` et la guilde possède `{guild_money}$`.
hu_hu: Megtörtént! A fennmaradó vagyonod `${profile_money}`, míg a céhed kincstárának tartalma`${guild_money}`.
id_id: Selesai! Sekarang kamu memiliki `${profile_money}` dan guild memiliki `${guild_money}`.
nb_no: Ferdig! Du har nå `${profile_money}` og klanen har `${guild_money}`.
pt_br: Feito! Agora você tem `${profile_money}` e a sua guilda tem `${guild_money}`.
ru_ru: Сделано! Теперь у вас есть `${profile_money}` , а в гильдии `${guild_money}`.
sv_se: Klart! Nu har du `${profile_money}` och guilden har`${guild_money}`.

source: Take money out of the guild bank
de_de: Nimmt Geld aus der Gildenbank
es_es: Saca dinero del banco del gremio
id_id: Mengambil uang dari bank guildmu
nb_no: Ta penger ut av klan banken
pt_br: Pega dinheiro do banco da guilda

source: `<amount>` - The amount of money to take out of the bank, must be greater than 0 and smaller or equal the amount your guild has `<member>` - A discord User with a character. Take money out of the guild bank and give it to a user. The user does not have to be a member of your guild. Only guild leaders and officers can use this command.
de_de: `<amount>` - Der Geldbetrag, der aus der Bank genommen werden soll, muss größer als 0 sein und kleiner oder der Betrag sein, den die Gilde hat `<member>` - Ein Discordnutzer mit einem Charakter. Nimmt Geld aus der Gildenbank und zahlt es an einen Nutzer aus. Der Nutzer muss kein Mitglied der Gilde sein. Nur Gildenleiter oder Offiziere können diesen Befehl nutzen.
es_es: `<amount>` - la cantidad de dinero para sacar del banco, debe ser mayor que 0 y menor o igual a la cantidad que tiene su gremio `<member>` - un usuario de discord con un personaje. Saca dinero del banco del gremio y dáselo a un usuario. El usuario no tiene que ser miembro de tu gremio. Solo los líderes y oficiales del gremio pueden usar este comando.
id_id: `<amount>` - Sejumlah uang yang akan diambil dari bank, harus lebih besar dari 0 dan lebih kecil atau sama dengan jumlah yang dimiliki guildmu `<member>` - Pengguna discord dengan sebuah karakter. Mengambil uang dari bank guild dan memberikannya kepada seorang pemain. Pemain tersebut tidak perlu menjadi anggota didalam guildmu. Hanya pemimpin guild dan officer yang dapat menggunakan perintah ini.
nb_no: `<beløp>` – Mengden penger som skal tas ut av banken, må være større enn 0 og mindre eller lik beløpet klanen din har `<medlem>` - En discord bruker med en karakter. Ta penger ut av klan banken og gi dem til en bruker. Brukeren trenger ikke å være medlem av klanen din. Bare klan ledere og offiserer kan bruke denne kommandoen.
pt_br: `<amount>` - A quantidade de dinheiro que você deseja retirar do banco, deve ser maior que 0 e menor ou igual a quantidade que sua guilda tem `<member>` - Um usuário do Discord com um personagem. Retira dinheiro do banco da guilda e da para um usuário. O usuário não precisa ser membro da sua guilda. Apenas líderes de guilda e oficiais podem usar esse comando.

source: Your guild is too poor.
bg_bg: Вашата гилдия е твърде бедна.
de_de: Die Gilde hat nicht genügend Geld.
es_ar: Tu gremio es muy pobre.
es_es: Tu gremio es demasiado pobre.
es_mx: Tu gremio es demasiado pobre.
fr_fr: Votre guilde est trop pauvre.
hu_hu: A céhed kincstára üres.
id_id: Guild kamu terlalu miskin.
nb_no: Klanen din er for fattig.
pt_br: Sua guilda é muito pobre.
ru_ru: Ваша гильдия слишком бедна.
sv_se: Din guild är för fattig.
