Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: `#1` Time Booster **$1000** Boosts adventure time by 50% `#2` Luck Booster **$500** Boosts adventure luck by 25% `#3` Money Booster **$1000** Boosts adventure money rewards by 25%
bg_bg: `#1` Усилвател на жизненост **$1000** Укрепва жизнеността на героя. Времето за приключения се намаля с 50% `#2` Усилвател на късмет **$500** Дарява героя с благословия. Шансът му да приключи приключение се увеличава с 25% `#3` Усилвател на добив **$1000** Увеличава добива на ресурси с 25%
es_ar: `#1` Potenciador de tiempo **$1000** Reduce el tiempo de misión un 50% `#2` Potenciador de suerte **$500** Incrementa la chance de éxito de una misión un 25% `#3` Potenciador de dinero **$1000** Incrementa la recompensa de dinero de misión un 25%
es_mx: `#1` Time (Potenciador de Tiempo) **$1000** Reduce la duración de la aventura en un 50% `#2` Luck (Potenciador de Suerte) **$500** Incrementa la suerte en una aventura en un 25% `#3` Money (Potenciador de Dinero) **$1000** Incrementa la recompensa de dinero de una aventura en un 25%
fr_fr: `#1` Booster de durée **1000$** Réduit la durée requise pour compléter une aventure de 50% `#2` Booster de chance **500$** Augmente la chance durant une aventure de 25% `#3` Booster d’argent **1000$** Augmente l’argent obtenu lors d’une aventure de 25%
hu_hu: `#1` Időpörgető **$1000** Elfelezi a Kalandok idejét `#2` Szerencseturbózó **$500** 25%-kal nagyobb szerencsét garantál Kalandok során `#3` Pénznövelő **$1000** Megnöveli 25%-kal a Kalandokra kapott pénzjutalmat
ru_ru: `#1` Time Booster **$1000** Ускоряет приключения на 50% `#2` Luck Booster **$500** Увеличивает удачу во время приключения на 25% `#3` Money Booster **$1000** увеличивает приток денег с наград на 25%
sv_se: `#1` Tidbooster **$1000** Minskar äventyrstiden med 50% `#2` Turbooster **$500** Ökar äventyrsturen med 25% `#3` Pengarbooster **$1000** Ökar äventyrspengarmängden med 25%

source: Buy a booster from the store.
bg_bg: Купи усилвател от магазина.
es_ar: Compra un potenciador de la tienda.
es_mx: Compra un potenciador de la tienda.
fr_fr: Achetez un booster au magasin.
ru_ru: Купить ускоритель в магазине.
sv_se: Köp en booster från affären.

source: View your boosters.
bg_bg: Прегледай усилвателите си.
es_ar: Tu lista de potenciadores.
es_mx: Ver tus potenciadores.
fr_fr: Voir vos boosters.
ru_ru: Показывает ваши ускорители.
sv_se: Se dina boosters.

source: Activate a booster.
bg_bg: Активирай усилвател.
es_ar: Activa un potenciador.
es_mx: Activa un potenciador.
fr_fr: Active un booster.
ru_ru: Активировать ускоритель.
sv_se: Aktivera en booster.

source: IdleRPG Help
bg_bg: IdleRPG Помощ
es_ar: Ayuda de IdleRPG
es_mx: Ayuda de IdleRPG
fr_fr: Aide IdleRPG
ru_ru: IdleRPG помощь
sv_se: IdleRPGhjälp

source: **Welcome to the IdleRPG help. Use the arrows to move. For more help, join the support server at https://discord.gg/MSBatf6.** Check out our partners using the partners command!
bg_bg: **Добре дошли в IdleRPG помощ. Използвайте стрелкичките, за да се придвижите. За повече помощ, присъединете се към Сървъра за Поддръжка: https://discord.gg/MSBatf6.** Проверете нашите партньори използвайки командите за партьори!
es_ar: **Bienvenido a la ayuda de IdleRPG. Usá las flechas para moverte entre las opciones. Para más ayuda, ingresá al servidor oficial de soporte: https://discord.gg/MSBatf6.** ¡Chusmeá quiénes son nuestros socios utilizando el comando de socios!
es_mx: **Bienvenido a la ayuda de IdleRPG, utiliza las flechas para desplazarte. Para más ayuda, únete al servidor oficial de soporte en https://discord.gg/idlerpg.** ¡Echa un vistazo a nuestros socios usando el comando partners!
fr_fr: **Bienvenue dans l’aide de IdleRPG. Utilisez les flèches pour vous déplacer. Pour plus d’aide, rejoignez le serveur de support sur https://discord.gg/idlerpg.** Découvrez nos partenaires en utilisant la commande partners!
ru_ru: **Приветствуем в помощи IdleRPG. Используйте стрелочки для перемещения. Для большей помощи, присоединяйтесь на наш сапорт сервер https://discord.gg/idlerpg.** Оцените наших партнёров, используя partners команду!
sv_se: **Välkommen till IdleRPGhjälpen. Använd pilarna för att byta sida. För mer hjälp, gå med supportservern här: https://discord.gg/MSBatf6.** Ta en titt på våra delägare med hjälp av partnerskommandot!

source: IdleRPG Version {version}
bg_bg: IdleRPG Версия {version}
es_ar: Versión de IdleRPG: {version}
es_mx: Versión IdleRPG {version}
ru_ru: IdleRPG версия {version}

source: **{category} Commands**
bg_bg: **{category} Команди**
es_ar: **{category} comandos**
es_mx: **Comandos {category}**
fr_fr: **{category} Commandes**
ru_ru: **{category} Команды**
sv_se: **{category} Kommandon**

source: IdleRPG Version {version} | Page {page} of {maxpages}
bg_bg: IdleRPG Версия {version} | Страница {page} от {maxpages}
es_ar: Versión de IdleRPG {version} | Page {page} of {maxpages}
es_mx: Versión IdleRPG {version} | Página {page} de {maxpages}
fr_fr: IdleRPG Version {version} | Page {page} sur {maxpages}
ru_ru: IdleRPG версия {version} | страница {page} из {maxpages}
sv_se: IdleRPGversion {version} | Sida {page} av {maxpages}

source: No Description set
bg_bg: Няма описание
es_ar: No hay descripción establecida
es_mx: Sin descripción
fr_fr: Aucune Description
ru_ru: Нет описания
sv_se: Ingen beskrivning

source: Unban an entitiy from using $helpme.
bg_bg: Премахни поставената върху потребител забрана от използване на $helpme.
es_ar: Remueve el bloqueo de una entidad usando el comando $helpme.
es_mx: Desbloquea el uso del comando $helpme.
ru_ru: Разбанить это существо, используя $helpme.
sv_se: Upphäv bannlysningen på en enhet från att använda $helpme.

source: Ban a user from using $helpme.
es_mx: Bloquea el uso de $helpme.
sv_se: Bannlys en användare från att använda $helpme.

source: {thing} has been banned for the helpme command :ok_hand:
bg_bg: На {thing} е забранено използването на $helpme командата :ok_hand:
es_ar: {thing} fue bloqueado por medio del comando $helpme :ok_hand:
es_mx: {thing} ha sido bloqueado para usar $helpme :ok_hand:
fr_fr: {thing} a été banni pour la commande helpme :ok_hand:
hu_hu: {thing} sikeresen eltiltva a `helpme` parancs használatától :ok_hand:
ru_ru: {thing} было забанено, командой helpme :ok_hand:
sv_se: {thing} har blivit bannlyst från helpme command :ok_hand:

source: Allows a support team member to join your server for individual help.
bg_bg: Позволява на член от отбора за помощ да се присъедини към сървъра Ви и да ви помогне индивидуално.
es_ar: Permite que un miembro del soporte a usuarios del bot ingrese a tu servidor para ayuda individual.
es_mx: Permite que un miembro del equipo se una a tu servidor para ayuda individual.
fr_fr: Autoriser un membre de l'équipe de support a rejoindre votre serveur pour une aide individuelle.
ru_ru: Позволяет команде поддержки присоединиться на ваш сервер для индивидуальной помощи.
sv_se: Tillåt en supportteam medlem att ansluta sig till din server för individuell hjälp.

source: Shows help about the bot.
bg_bg: Показва помощ за използване на бота.
es_ar: Muestra la ayuda sobre el bot.
es_mx: Muestra la ayuda sobre el bot.
fr_fr: Montre l'aide.
ru_ru: Показывает помощь о боте.
sv_se: Visar hjälp om boten.

source: Sorry, that command does not exist.
bg_bg: Съжалявам, такава команда не съществува.
es_ar: Ese comando no existe.
es_mx: Lo siento, el comando no existe.
fr_fr: Désolé, cette commande n’existe pas.
ru_ru: Извините, но данной команды не существует.
sv_se: Tyvärr finns kommandot inte.

source: Reset an item's type and name, if modified.
es_mx: Restablecer el tipo y nombre de un objeto si fue modificado.
sv_se: Återställ ett föremåls namn och typ om det har ändrats.

source: [Patreon Only] Changes an item name.
bg_bg: [Само за Patreon] Променя името на предмет.
es_ar: [Únicamente donadores] Cambia el nombre de un objeto.
es_mx: [Patreon] Cambia el nombre de un objeto.
fr_fr: [Patreon seulement] Change le nom d’un item.
ru_ru: [Участник патреона] Изменение имени предмета.
sv_se: [Patreon Endast] Ändrar namnet på ett föremål.

source: [Patreon Only, Bronze and above] Changes an item type.
es_mx: [Solo Patreon, Bronce y superior] Cambia un tipo de elemento.

source: [Patreon Only, Gold and above] Receive a daily booster.
es_mx: [Solo patreon, gold y superior] Recibe un booster diario.

source: [Patreon Only] Changes your profile background.
bg_bg: [Само за Patreon] Променя фона на профила.
es_ar: [Únicamente donadores] Cambia la imagen de fondo de tu perfil.
es_mx: [Patreon] Cambia el fondo de tu perfil.
fr_fr: [Patreon seulement] Change l’image de fond de votre profil.
ru_ru: [Только Патреон] Изменить фон вашего профиля.
sv_se: [Patreon Only] Ändrar din profilbakgrund.

source: [Patreon Only] Generates a profile background based on an image.
es_mx: [Patreon] Genera un fondo de perfil basado en una imagen.
sv_se: [Patreon Endast] Genererar en profilbackgrund från en bild.

source: Imgur Link for `{prefix}background` <{link}>
bg_bg: Imgur линк за `{prefix}background` <{link}>
es_ar: Enlace de Imgur para `{prefix}background` <{link}>
es_mx: Enlace de Imgur para `{prefix}background` <{link}>
fr_fr: Lien Imgur pour `{prefix}background` <{link}>
ru_ru: Ссылка с Imgur для `{prefix}background` <{link}>

source: [Patreon Only] Update your guild member limit and bank size.
es_mx: [Patreon] Actualiza la cantidad de miembros de tú gremio y el limite del banco.
sv_se: [Patreon Endast] Uppgradera din guildmedlemsgräns och bankstorlek.

source: Update your background to one from the events.
bg_bg: Актуализирате фона си по типа на събитията.
es_ar: Actualiza tu fondo de perfil en relación a uno del evento.
es_mx: Actualiza tu fondo de perfil a uno de Eventos.
fr_fr: Mets à jour votre image de fond avec l’une des images des événements.
ru_ru: Обновить ваш фон на один из фонов событий.
sv_se: Uppdatera din bakgrund till en från evenemangen.

source: The sneaky money stealer... Get access to `{prefix}steal` to steal 10% of the target's money, if successful. +8% success chance per evolution.
es_ar: El punga de fuerte apache... Vas a tener acceso al comando `{prefix}steal` para robar el 10% de la guita de tu víctima, si tenés éxito, claro. +8% chances de éxito por evolución.
es_mx: El sigiloso robadinero... Acceso al comando `{prefix}steal` para robarle el 10% del dinero a tu víctima, si tienes éxito. +8% probabilidad de éxito por cada evolución.
hu_hu: A sunyi zsebmetsző... Használhatod vele a `{prefix}steal` parancsot lopásra, ami siker esetén az áldozat vagyonának 10%-t elorozza. +8% esély a sikeres lopásra átalakulásonként.
sv_se: Den lömska pengartjuven... Få tillgång till `{prefix}steal` för att stjäla 10% av målets pengar, om du lyckas. +8% chans per evolution.

source: Views your classes.
es_mx: Ver tus clases.
sv_se: Se dina klasser.

source: Evolve tree.
es_mx: Árbol de evolución.
sv_se: Utvecklingsträd.

source: [Thief Only] Steal money!
bg_bg: [Само за Крадци] Открадни пари!
es_ar: [Únicamente ladrón] ¡Roba dinero!
es_mx: [Ladrón] ¡Roba dinero!
fr_fr: [Voleur seulement] Volez de l’argent !
ru_ru: [Только вор] Ворует деньги!
sv_se: [Endast Tjuv] Stjäl pengar!

source: [Ranger Only] View your pet or interact with it.
es_mx: [Montaraz] Ver tu mascota o interactuar con ella.
sv_se: [Endast Skogsvaktare] Kolla på ditt husdjur eller interagera med det.

source: [Ranger Only] Feed your pet.
es_mx: [Montaraz] Alimenta tu mascota.
sv_se: [Endast Skogsvaktare] Mata ditt husdjur.

source: [Ranger Only] Give your pet something to drink.
es_mx: [Montaraz] Dar bebida a tu mascota.
sv_se: [Endast Skogsvaktare] Ge ditt husdjur något att dricka.

source: [Ranger Only] Cuddle your pet to make it love you.
es_mx: [Montaraz] Hazle arrumacos a tu mascota para que te quiera.
sv_se: [Endast Skogsvaktare] Gosa med ditt husdjur för att få den att älska dig.

source: [Ranger Only] Play with your pet to make it happier.
es_mx: [Montaraz] Juega con tu mascota para hacerla más feliz.
sv_se: [Endast Skogsvaktare] Lek med ditt husdjur för att göra det lyckligare.

source: [Ranger Only] Renames your pet.
es_mx: [Montaraz] Cambia el nombre de tu mascota.
sv_se: [Endast Skogsvaktare] Döper om ditt husdjur.

source: [Ranger Only] Sets your pet's image by URL.
es_mx: [Montaraz] Cambia la imagen de tu mascota vía URL.
sv_se: [Endast Skogsvaktare] Ändrar ditt husdjurs bild via URL.

source: URLs mustn't exceed 60 characters .
es_mx: La URL no debe exceder los 60 caracteres.
hu_hu: Az URL nem lehet 60 karakternél hosszabb.
sv_se: URLer får inte vara längre än 60 tecken.

source: [Ranger Only] Let your pet get a weapon for you!
bg_bg: [Само за Ловци] Освободи любимецът си, за да намира предмет за теб!
es_ar: [Únicamente arquero] ¡Deja que tu mascota consiga un arma para tí!
es_mx: [Montaraz] ¡Deja que tu mascota consiga un arma para tí!
fr_fr: [Ranger seulement] Envoyez votre animal de compagnie à la recherche d’une arme !
ru_ru: [Только охотник] Ваш питомец приносит вам оружие!
sv_se: [Enbart Skogvaktare] Låt ditt husdjur skaffa ett vapen åt dig!

source: Query YouTube or SoundCloud for a track and play it or add it to the playlist.
es_mx: Busca una pista en YouTube o SoundCloud para reproducirla o añadirla a la playlist.
sv_se: Förfråga Youtube eller SoundCloud efter en låt för att spela den eller lägga till den i spellistan.

source: Lock/Unlock the player if you are the DJ. Allows noone else to control music.
es_mx: Bloquea/Desbloquea el reproductor si eres el DJ. No permite que ninguna otra persona controle la música.
sv_se: Lås/lås upp uppspelaren om du är DJn. Tillåter ingen annan att kontrollera musiken.

source: Toggle repeat of the current track.
es_mx: Alternar modo repetición de la pista actual.
sv_se: Växla repetition av nuvarande låt.

source: Stops the music and leaves voice chat.
es_mx: Detiene la música y abandona el chat de voz.
sv_se: Stoppar musiken och lämnar röstchatten.

source: Changes the playback's volume
bg_bg: Променя силата на звука
es_ar: Cambia el volumen de la reproducción
es_mx: Cambia el volumen de reproducción
ru_ru: Изменение громкости плейлиста
sv_se: Ändrar uppspelningsvolymen

source: :warning:`Playback volume is going to change to {volume} in 5 seconds. To avoid the sudden earrape, control the volume on client side!`
bg_bg: :warning:`Силата на звука ще се промени към {volume} след 5 секунди. За да се избегнат неприятности, оптимизирайте силата на звука чрез клиента!`
es_ar: :warning:`El volumen de la reproducción cambiará a {volume} en 5 segundos. Para evadir la repentina saturación, baja el volumen.`
es_mx: :warning:`El volumen de reproducción cambiará a {volume} en 5 segundos. Para evitar daños en el oído, ¡controla el volúmen en tu reproductor!`
hu_hu: :warning: `A lejátszási hangerő meg fog változni 5 másodpercen belül a következőre: {volume}. A hirtelen hangrobbanás elkerülése végett állítsd át a hangszórók hangerejét!`
ru_ru: :warning:`Громкость звука будет изменена на {volume} в течении 5 секунд. Чтобы уклониться от насилия в уши, изменяйте громкость в стороннем клиенте!`
sv_se: :warning:`Uppspelningsvolymen kommer att byta till {volume} inom 5 sekunder. För att undvika den plötsliga öronproppen, kontrollera volymen på klientsidan!`

source: Toggles the music playback's paused state
bg_bg: Превключва състоянието на произвеждане на музиката
es_ar: La reproducción queda en pausa
es_mx: Activa/desactiva la pausa en la reproducción
ru_ru: Переключение плейлиста в состоянии паузы
sv_se: Växlar musikuppspelningens pausade tillstånd

source: Sets the equalizer. May be flat, piano, metal or boost.
es_mx: Configura el ecualizador. Puede ser flat, piano, metal o boost.
sv_se: Ställer in utjämnaren. Kan vara flat, piano, metal eller boost.

source: Displays some information about the current song.
es_mx: Muestra información acerca de la canción actual.
sv_se: Visar information om den nuvarande låten.

source: Uploader
bg_bg: Качил
es_ar: Subido por
es_mx: Subido por
fr_fr: Téléchargement
ru_ru: Загрузчик
sv_se: Uppladdare

source: Length
bg_bg: Дължина
es_ar: Duración
es_mx: Duración
fr_fr: Durée
ru_ru: Длина
sv_se: Längd

source: Remaining
bg_bg: Оставящи
es_ar: Restante
es_mx: Restante
fr_fr: Restant
ru_ru: Осталось времени
sv_se: Återstående

source: Position
bg_bg: Позиция
es_ar: Posición
es_mx: Posición
ru_ru: Позиция

source: Click me!
bg_bg: Кликни ме!
es_ar: ¡Cliqueame!
es_mx: ¡Cliqueame!
fr_fr: Clickez-moi !
hu_hu: Katt rám!
ru_ru: Нажми на меня!
sv_se: Klicka mig!

source: Link to the original
bg_bg: Линк към оригинала
es_ar: Enlace al original
es_mx: Enlace al original
fr_fr: Lien vers l’original
hu_hu: Eredeti szám belinkelése
ru_ru: Ссылка на оригинал
sv_se: Länk till originalet

source: Equalizer
es_mx: Ecualizador
hu_hu: Hanghatás
sv_se: Utjämnare

source: ```No information```
bg_bg: ```Няма информация```
es_ar: ```Sin información``
es_mx: ```Sin información```
fr_fr: ```Aucune information```
ru_ru: ```Нет информации```
sv_se: ```Ingen information```

source: :warning:`No more entries left.`
bg_bg: :warning:`Няма повече песни.`
es_ar: :warning:`No quedan más entradas`
es_mx: :warning:`No hay más entradas.`
hu_hu: :warning: `Nem várakozik több szám`
ru_ru: :warning:`Плейлист кончился.`
sv_se: :warning:`Inga fler bidrag kvar.`

source: Retrieves song lyrics. If no song specified, will check the current playing song.
es_mx: Muestra la letra de la canción, si no se especifica una, se mostrará la de la actual.
sv_se: Framtar låttext. Om ingen låt specificeras, visar text för nuvarande spelande låt.

source: :warning: No results!
es_mx: :warning: ¡No hay resultados!
hu_hu: :warning: Nincs találat!
sv_se: :warning: Inga resultat!

source: No lyrics found!
es_mx: ¡No se ha encontrado letra!
sv_se: Ingen låttext hittad!

source: A list of all adventures with success rates, name and time it takes.
bg_bg: Лист с всички приключения с показани имена, успеваемост и време, нужно за приключване.
es_ar: Una lista de todas las aventuras con porcentajes de éxito, nombre y el tiempo que toma.
es_mx: Listado de todas las aventuras con probabilidades de éxito, nombre y duración.
fr_fr: Une liste de toute les aventures avec leur taux de succès, nom, et leur durée.
ru_ru: Список всех приключений с шансом на успех, имена и время, которое они занимают.
sv_se: En lista över alla äventyr med succéchans, namn och tid det tar.

source: Loading images...
bg_bg: Зареждане на изображенията...
es_ar: Cargando imagenes...
es_mx: Cargando imágenes...
fr_fr: Chargement des images…
hu_hu: Képek betöltése folyamatban...
ru_ru: Загрузка картинок...
sv_se: Laddar bilder...

source: Go out on a docile adventure controlled by reactions.
es_mx: Inicia una dócil aventura controlada por reacciones.
sv_se: Gå ut på ett fogligt äventyr kontrollerat av reaktioner.

source: You are currently on an adventure with difficulty `{difficulty}`. Time until it completes: `{time_left}` Adventure name: `{adventure}`
es_mx: Estás en una aventura de dificultad `{difficulty}`. Tiempo restante: `{time_left}` Nombre de la aventura: `{adventure}`
hu_hu: Kalandozol éppen a következő nehézségi fokozaton: `{difficulty}`. Hátralévő idő: `{time_left}` Kaland címe: `{adventure}`
sv_se: Du är för tillfället på ett äventyr med svårighetsgrad `{difficulty}`. Tid tills det blir färdigt: `{time_left}` Äventyrets namn: `{adventure}`

source: Your death stats. Shows statictics from all your adventures ever completed.
es_mx: Estadísticas de todas tus aventuras completadas.
sv_se: Din dödsstatistik. Visar statistik från alla dina äventyr du har slutfört.

source: Lists all your cooldowns.
bg_bg: Лист с всички команди на времетраене.
es_ar: Lista de tus comandos en enfriamiento.
es_mx: Lista de enfríamientos.
fr_fr: Liste tous vos cooldowns.
ru_ru: Список всех перезарядок.
sv_se: Visar alla dina cooldowns.

source: Draws a random card.
bg_bg: Изтегля произволна карта.
es_ar: Tira una carta al azar.
es_mx: Juega una carta al azar.
fr_fr: Envois une carte aléatoire.
ru_ru: Берёт случайную карту.
sv_se: Drar ett slumpmässigt kort.

source: Flip a coin and bid on the outcome.
bg_bg: Хвърлете монета и се обзаложете за резултата.
es_ar: Lanza una moneda, y apuesta por el resultado.
es_mx: Lanza una moneda y apuesta por el resultado.
fr_fr: Lancez une pièce et pariez sur le résultat.
ru_ru: Подбросить монету и сделать ставку на результат.
sv_se: Singla en slant och satsa på resultatet.

source: Bet on the outcome of a dice roll with [maximum] sides. [tip] specifies the side you bet on. You will win [maximum - 1] * [money] money if you are right and lose [money] if you are wrong.
es_mx: Apuesta por el resultado de una tirada de dados con lados [máximos]. Consejo: especifica el lado en el que apuestas. Ganará [máximo - 1] * [dinero] dinero si tiene razón y perderá [dinero] si está equivocado.

source: [Alpha] Play blackjack against the dealer.
es_mx: [Alpha] Juega a Blackjack contra el dealer.
sv_se: [Alpha] Spela blackjack mot croupiern.

source: Play a double-or-steal game against someone. You start with $100 and can take it or double it with your money.
es_mx: Juega a doble-o-robo contra alguien, empiezas con $100 y puedes tomarlo o doblarlo con tu dinero.
sv_se: Spela ett dubbel-eller-stjäl spel mot någon. Du börjar med $100 och kan ta det eller dubbla det med dina pengar.

source: Buys an item from the global market.
bg_bg: Купува предмет от глобалния магазин.
es_ar: Comprar un item del mercado global.
es_mx: Compra un objeto en el mercado global.
fr_fr: Achète un item sur le marché global.
ru_ru: Покупает предмет с всеобщего рынка.
sv_se: Köper ett objekt från den globala marknaden.

source: Takes an item off the shop.
bg_bg: Премахва предмет от магазина.
es_ar: Con esto, sacas un objeto que hayas metido en la tienda.
es_mx: Retira un objeto de la tienda.
fr_fr: Retire un item du magasin.
ru_ru: Снимает предмет из магазина.
sv_se: Tar bort ett föremål från affären.

source: Lists the buyable items on the market.
es_mx: Muestra los objetos a la venta en el mercado.
sv_se: Visar köpbara föremål på marknaden.

source: Offer an item to a specific user.
bg_bg: Предложете предмет на друг играч.
es_ar: Ofrecer un objeto específico a un usuario.
es_mx: Ofrecer un objeto a un usuario específico.
fr_fr: Offrez un item a un utilisateur spécifique.
ru_ru: Предложить предмет конкретному игроку.
sv_se: Erbjud ett föremål till en viss användare.

source: {user}, {author} offered you an item! React to buy it! The price is **${price}**. You have **2 Minutes** to accept the trade or the offer will be canceled.
bg_bg: {user}, {author} Ви предложи предмет! Реагирайте, за да го закупите! Цената е **${price}**. Разполагате с **2 Минути**, за да приемете офертата преди тя да бъде автоматично отказана.
es_ar: {user}, {author} te ofreció un objeto. Reaccioná para comprarlo. El precio es **${price}**. Tenés **2 minutos** para aceptar la oferta, o será cancelada.
es_mx: {user}, ¡{author} te ha ofrecido un objeto! ¡Reacciona para comprarlo! Su precio es **${price}**. Tienes **2 minutos** para aceptar la oferta o ésta será cancelada.
fr_fr: {user}, {author} vous propose d’acheter un item ! Réagissez pour l’acheter ! Le prix est de **{price}$**. Vous avez **2 Minutes** pour acceptez l’échange ou l’offre sera annulée.
hu_hu: {user}, {author} küldött neked egy árajánlatot! A reakciógombokkal el tudod fogadni. Az ár: **${price}**. A vásár nyélbeütésére **2 perc** áll a rendelkezésedre - ezután az ajánlat érvényét veszíti.
ru_ru: {user}, {author} предложил вам предмет! Поставь реакцию, чтобы купить его! Цена составляет **${price}**. У вас есть **2 минуты**, чтобы подтвердить предложение, иначе оно будет отменено.
sv_se: {user}, {author} erbjöd dig ett föremål! Reagera för att köpa det! Priset är **${price}**. Du har **2 Minuter** att acceptera handeln eller erbjudandet avbryts.
