Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: Phone :iphone:
bg_bg: Телефон :iphone:
de_de: Handy :iphone:
es_ar: Teléfono iphone:
es_es: Teléfono :iphone:
es_mx: Teléfono :iphone:
fr_fr: Téléphone :iphone:
hu_hu: Almás mobil :iphone:
id_id: Telepon genggam :iphone:
nb_no: Telefon :iphone:
pt_br: Telefone :iphone:
ru_ru: Телефон :iphone:
sv_se: Mobil :iphone:

source: Bed :bed:
bg_bg: Легло :bed:
de_de: Bett :bed:
es_ar: Cama :bed:
es_es: Cama :bed:
es_mx: Cama :bed:
fr_fr: Lit :bed:
hu_hu: Ágy :bed:
id_id: Ranjang :bed:
nb_no: Seng :bed:
pt_br: Cama :bed:
ru_ru: Кровать :bed:
sv_se: Säng :bed:

source: Home films :projector:
bg_bg: Домашни филми :projector:
de_de: Heimvideos :projector:
es_ar: Películas caseras :projector:
es_es: Películas caseras :projector:
es_mx: Películas caseras :projector:
fr_fr: DVD :projector:
hu_hu: Netflix&chill :projector:
id_id: Film Rumah :projector:
nb_no: Hjemme filmer :projector:
pt_br: Filmes caseiros :projector:
ru_ru: Домашний кинотеатр :projector:
sv_se: Hemmabio :projector:

source: Satchel :school_satchel:
bg_bg: Раница :school_satchel:
de_de: Schultasche :school_satchel:
es_ar: Mochila :school_satchel:
es_es: Mochila :school_satchel:
es_mx: Mochila :school_satchel:
fr_fr: Sacoche :school_satchel:
hu_hu: Hátizsák :school_satchel:
id_id: Tas :school_satchel:
nb_no: Veskesekk :school_satchel:
pt_br: Mochila :school_satchel:
ru_ru: Ранец :school_satchel:
sv_se: Skolväska :school_satchel:

source: Purse :purse:
bg_bg: Портмоне :purse:
de_de: Brieftasche :purse:
es_ar: Cartera :purse:
es_es: Cartera :purse:
es_mx: Cartera :purse:
fr_fr: Porte monnaie :pure:
hu_hu: Retikül :purse:
id_id: Tas kecil :purse:
nb_no: Veske :pung:
pt_br: Bolsa :purse:
ru_ru: Кошелёк :purse:
sv_se: Handväska :purse:

source: Shoes :athletic_shoe:
bg_bg: Обувки :athletic_shoe:
de_de: Schuhe :athletic_shoe:
es_ar: Zapatillas :athletic_shoe:
es_es: Zapatillas :athletic_shoe:
es_mx: Zapatillas :athletic_shoe:
fr_fr: Chaussures :athletic_shoe:
hu_hu: Cipő :athletic_shoe:
id_id: Sepatu :athletic_shoe:
nb_no: Sko :athletic_shoe:
pt_br: Calçados :athletic_shoe:
ru_ru: Обувь :athletic_shoe:
sv_se: Skor :athletic_shoe:

source: Casual Attire :shirt:
bg_bg: Случайно облекло :shirt:
de_de: Freizeitbekleidung :shirt:
es_ar: Casual :shirt:
es_es: Vestimenta casual :shirt:
es_mx: Vestimenta casual :shirt:
fr_fr: Tenue décontracté :shirt:
hu_hu: Szabadidőruha :shirt:
id_id: Pakaian Kasual :shirt:
nb_no: Uformelt antrekk :skjorte:
pt_br: Traje Casual :shirt:
ru_ru: Обычный наряд :shirt:
sv_se: Avslappnad Klädsel :shirt:

source: Balloon :balloon:
bg_bg: Балон :balloon:
de_de: Ballon :balloon:
es_ar: Globo :balloon:
es_es: Globo :balloon:
es_mx: Globo :balloon:
fr_fr: Ballon :balloon:
hu_hu: Lufi :balloon:
id_id: Balon :balloon:
nb_no: Ballong :balloon:
pt_br: Balão :balloon:
ru_ru: Шарик :balloon:
sv_se: Ballong :balloon:

source: Flower Bouquet :bouquet:
bg_bg: Букет цветя :bouquet:
de_de: Blumenstrauß :bouquet:
es_ar: Ramo de flores :bouquet:
es_es: Ramo de flores :bouquet:
es_mx: Ramo de flores :bouquet:
fr_fr: Bouquet de fleurs :bouquet:
hu_hu: Virágcsokor :bouquet:
id_id: Buket Bunga :bouquet:
nb_no: Blomster Bukett :bouquet:
pt_br: Buquê de Flores :bouquet:
ru_ru: Букет цветов :bouquet:
sv_se: Blombouquet :bouquet:

source: Expensive Chocolates :chocolate_bar:
bg_bg: Скъп шоколад :chocolate_bar:
de_de: Teure Schokolade :chocolate_bar:
es_ar: Milka (bien caros) :chocolate_bar:
es_es: Chocolate caro :chocolate_bar:
es_mx: Chocolates Caros :chocolate_bar:
fr_fr: Chocolats de luxe :chocolate_bar:
hu_hu: Kézműves csoki :chocolate_bar:
id_id: Cokelat Mahal :chocolate_bar:
nb_no: Dyre Sjokolader :chocolate_bar:
pt_br: Chocolates Caros :chocolate_bar:
ru_ru: Дорогой шоколад :chocolate_bar:
sv_se: Dyr Choklad :chocolate_bar:

source: Declaration of Love :love_letter:
bg_bg: Обявяване на любов :love_letter:
de_de: Liebesbrief :love_letter:
es_ar: Declaración de amor :love_letter:
es_es: Declaración de amor :love_letter:
es_mx: Declaración de Amor :love_letter:
fr_fr: Déclaration d’amour :love_letter:
hu_hu: Szerelmi vallomás :love_letter:
id_id: Deklarasi Cinta :love_letter:
nb_no: Kjærlighetserklæring :love_letter:
pt_br: Declaração de Amor :love_letter:
ru_ru: Любовное письмо :love_letter:
sv_se: Kärleksförklaring :love_letter:

source: Key to Heart :key2:
bg_bg: Ключ към сърцето :key2:
de_de: Schlüssel zum Herzen :key2:
es_ar: Llave al corazón :key2:
es_es: Llave al corazón :key2:
es_mx: Llave al Corazón :key2:
fr_fr: Clé du coeur :key2:
hu_hu: Kulcs a szívedhez :key2:
id_id: Kunci ke Hati :key2:
nb_no: Nøkkelen til Hjertet :key2:
pt_br: Chave do Coração :key2:
ru_ru: Ключ к сердцу :key2:
sv_se: Nyckeln till Hjärtat :key2:

source: Ancient Vase :amphora:
bg_bg: Антична ваза :amphora:
de_de: Altertümliche Vase :amphora:
es_ar: Vasija de tu vieja :amphora:
es_es: Vasija antigua :amphora:
es_mx: Vasija Antigua :amphora:
fr_fr: Vase Ancien :amphore:
hu_hu: Kínai váza :amphora:
id_id: Vas Antik :amphora:
nb_no: Eldgammel Vase :amphora:
pt_br: Vaso Antigo :amphora:
ru_ru: Древняя ваза :amphora:
sv_se: Antik Vas :amphora:

source: House :house:
bg_bg: Къща :house:
de_de: Haus :house:
es_ar: Casa :house:
es_es: Casa :house:
es_mx: Casa :house:
fr_fr: Maison :house:
hu_hu: Ház :house:
id_id: Rumah :house:
nb_no: Hus :house:
pt_br: Casa :house:
ru_ru: Дом :house:
sv_se: Hus :house:

source: Precious Gemstone Collection :gem:
bg_bg: Колекция от скъпоценни камъни :gem:
de_de: Juwelensammlung :gem:
es_ar: Colección de gemas :gem:
es_es: Piedras preciosas :gem:
es_mx: Colección de Gemas :gem:
fr_fr: Collection de Pierre Précieuse :gem:
hu_hu: Drágakő-kollekció :gem:
id_id: Koleksi Batu Permata Berharga :gem:
nb_no: Nydelige Krystall Steiner :gem:
pt_br: Coleção de Pedras Preciosas :gem:
ru_ru: Коллекция драгоценных камней :gem:
sv_se: Dyrbar Ädelstenssamling :gem:

source: To buy one of these items for your partner, use `{prefix}spoil shopid`
bg_bg: За да поразглезите партньора Ви, използвайте `{prefix}spoil shopid`
de_de: Um eins dieser Items für deinen Partner zu kaufen, nutze `{prefix}spoil shopid`
es_ar: Para regalarle alguno de estos objetos a tu pareja, usá `{prefix}spoil shopid`
es_es: Para comprar alguno de estos objetos a tu pareja, usa `{prefix}spoil shopid`
es_mx: Para comprar alguno de estos objetos a tu pareja, usa `{prefix}spoil shopid`
fr_fr: Pour acheter un de ces items à votre partenaire, utilisez `{prefix}spoil shopid`
hu_hu: Használd a `{prefix}spoil shopid` parancsot, és lepd meg a párod a fenti ajándékok egyikével!
id_id: Untuk membeli salah satu barang ini untuk pasanganmu, gunakan `{prefix}spoil shopid`
nb_no: For å kjøpe en av disse gjenstandene til partneren din, bruk `{prefix}spoil shopid`
pt_br: Para comprar um desses itens para o seu parceiro, use `{prefix}spoil shopid`
ru_ru: Чтобы купить один из этих предметов для вашего партнёра используйте `{prefix}spoil shopid`
sv_se: För att köpa en av dessa föremål för din partner, använd `{prefix}spoil shopid`

source: You're not married yet.
bg_bg: Не сте сгодени.
de_de: Du bist nicht verheiratet.
es_ar: No estás casado.
es_es: No estás casado aún.
es_mx: No estás casado aún.
fr_fr: Vous n’êtes pas encore marié.
hu_hu: Még hajadon vagy.
id_id: Kamu belum menikah.
nb_no: Du er ikke gift ennå.
pt_br: Você ainda não é casado.
ru_ru: Вы ещё не женаты.
sv_se: Du är inte gift än.

source: You bought a **{item}** for your partner and increased their love score by **{points}** points!
bg_bg: Закупихте **{item}*за Вашия партньор и точките Ви на любов се увеличиха с **{points}**!
de_de: Du hast **{item}** für deinen Partner gekauft und seinen Liebeswert um **{points}** erhöht!
es_ar: ¡Compraste un **{item}** para tu pareja, y eso subió u puntaje de amor por **{points}** puntos!
es_es: ¡Has comprado un **{item}** para tu pareja e incrementado su puntuación de amor en **{points}** puntos!
es_mx: ¡Has comprado un **{item}** para tu pareja e incrementado su puntuación amorosa en **{points}** puntos!
fr_fr: Vous avez acheté **{item}** pour votre partenaire et augmenté le score de **{points}** points!
hu_hu: Az általad választott **{item}** **{points}** ponttal növelte szerelmeteket!
id_id: Kamu membeli **{item}** untuk pasanganmu dan meningkatkan skor cintanya sebanyak **{points}** poin!
nb_no: Du kjøpte en **{item}** til partneren din og økte kjærlighetspoengsummen deres med **{points}** poeng!
pt_br: Você comprou um **{item}** para seu parceiro e aumentou os pontos amorosos dele(a) em ** {points} ** pontos!
ru_ru: Вы купили **{item}** для вашего партнёра и увеличили ваш любовный счёт на **{points}** очков!
sv_se: Du köpte en **{item}** för din partner och ökade deras kärlekspoäng med **{points}** poäng!

source: Failed to DM your spouse, could not find their Discord account
bg_bg: Възникна грешки при изпращане на директно съобщение към вашия партньор. Откриването на техния Discord профил бе неуспешно
de_de: Konnte deinem Partner keine Direktnachricht senden, kann seinen/ihren Discord Account nicht finden
es_ar: Error al enviar mensaje privado a tu esposo/a. No se pudo encontrar su cuenta de Discord
es_es: Error enviando DM a tu pareja, no se ha encontrado su cuenta de Discord
es_mx: Error enviando DM a tu esposo, no se ha encontrado su cuenta de Discord
fr_fr: DM votre partenaire échoué! ,on n'a pas pu trouver son compte Discord
hu_hu: Nem találtuk meg a partnered Discord profilját, így nem tudtuk értesíteni őt
id_id: Gagal untuk DM pasanganmu, tidak dapat menemukan akun Discord mereka
nb_no: Kunne ikke sende DM til ektefellen din, kunne ikke finne Discord kontoen deres
pt_br: Falha em enviar uma DM para seu esposo(a), não foi possível achar a conta do Discord dele(a)
ru_ru: Неуспешный DM для твоего супруга, не может быть найден Дискорд аккаунт
sv_se: Misslyckades med att meddela din partner, kunde inte hitta sitt Discordkonto

source: Take your partner on a date
de_de: Geht mit deinem Partner auf ein Date
es_es: Ten una cita con tu paeja
id_id: Mengajak pasanganmu berkencan
nb_no: Ta med partneren din på date
pt_br: Leva seu parceiro em um encontro

source: Take your partner on a date to increase *their* lovescore. To increase your own lovescore, your partner should go on a date with you. The lovescore gained from dates can range from 10 to 150 in steps of 10. Only players who are married can use this command. (This command has a cooldown of 12 hours.)
de_de: Gehe mit deinem Partner auf ein Date um den Liebeswert *deines Partners* zu erhöhen. Um deinen eigenen Liebeswert zu erhöhen, muss dein Partner auf ein Date mit dir gehen. Der Liebeswert, den ihr durch Dates erhaltet, liegt zwischen 10 und 50 in 10er Schritten. Nur Spieler, die verheiratet sind, können diesen Befehl nutzen. (Dieser Befehl hat einen Cooldown von 12 Stunden.)
es_es: Ten una cita con tu pareja para aumentar *su* puntuación de amor. Para aumentar tu propia puntuación de amor, tu pareja debe ir a una cita contigo. La puntuación de amor obtenida en las citas puede variar entre 10 y 150 en pasos de 10. Solo los jugadores casados pueden usar este comando. (Este comando tiene un tiempo de reutilización de 12 horas).
id_id: Mengajak pasanganmu berkencan untuk meningkatkan lovescore *mereka*. Untuk meningkatkan lovescoremu, pasanganmu harus pergi berkencan denganmu. Lovescore yang diperoleh dari berkencan berkisaran dari 10 hingga 150 dalam langkah 10. Hanya pemain yang sudah menikah yang dapat menggunakan perintah ini. (Perintah ini memiliki waktu cooldown selama 12 jam.)
nb_no: Ta med partneren din på date for å øke *deres* kjærlighetsscore. For å øke din egen kjærlighetsscore, bør partneren din gå på date med deg. Lovescore oppnådd fra dater kan variere fra 10 til 150 i trinn på 10. Bare spillere som er gift kan bruke denne kommandoen. (Denne kommandoen har en nedkjøling på 12 timer.)
pt_br: Leva o seu parceiro(a) em um encontro que aumenta os pontos amorosos *dele(a)*. Para aumentar o seus próprios pontos amorosos, seu parceiro(a) deve levar você em um encontro. Os pontos amorosos ganhos em encontros pode variar de 10 a 150, de 10 em 10. Apenas jogadores casados podem usar esse comando. (Esse comando tem um tempo de espera de 12 horas.)

source: You and {partner} went on a nice candlelit dinner.
bg_bg: Вие и {partner} прекарахте хубава вечеря на свещи.
de_de: Du und {partner} macht euch ein schönes Candlelight-Dinner.
es_ar: Vos y {partner} fueron a una bella cena a la luz de las velas.
es_es: {partner} y tú habéis tenido una cena con velas.
es_mx: {partner} y tú han compartido una cena con velas.
fr_fr: Vous et {partner} est allé à un bon dîner aux chandelles.
hu_hu: Te és {partner} elmentetek egy gyertyafényes vacsorára.
id_id: Kamu dan {partner} makan malam dengan penerangan lilin yang menyenangkan.
nb_no: Du og {partner} dro på en hyggelig middag med flammede lys.
pt_br: Você e {partner} foram a um bom jantar à luz de velas.
ru_ru: Вы и {partner} отправились на ужин при свечах.
sv_se: Du och {partner} gick på en trevlig middag med levande ljus.

source: You and {partner} had stargazed all night.
bg_bg: Вие и {partner} се взирахте в към звездите цяла нощ.
de_de: Du und {partner} beobachtet die ganze Nacht lang die Sterne.
es_ar: Vos y {partner} vieron las estrellas toda la noche.
es_es: {partner} y tú habéis pasado la noche viendo las estrellas.
es_mx: {partner} y tú han estado viendo estrellas toda la noche.
fr_fr: Vous et {partner} avez regardé les étoiles toute la nuit.
hu_hu: Te és {partner} egész éjjel a csillagokat bámultátok.
id_id: Kamu dan {partner} sedang menatap bintang semalaman.
nb_no: Du og {partner} såg på stjerner hele natten.
pt_br: Você e {partner} observaram a noite passar.
ru_ru: Вы и {partner} наблюдали за звёздами всю ночь.
sv_se: Du och {partner} stjärnskådade hela natten.

source: You and {partner} went to a circus that was in town.
bg_bg: Вие и {partner} отидохте в един цирк, който беше в града.
de_de: Du und {partner} besucht den Zirkus.
es_ar: Vos y {partner} fueron a un circo que estaba en la ciudad.
es_es: {partner} y tú habéis ido a un circo que estaba en la ciudad.
es_mx: {partner} y tú han ido a un circo que estaba en la ciudad.
fr_fr: Vous et {partner} êtes partis au cirque présent dans la ville.
hu_hu: Te és {partner} elmentetek a Fővárosi Nagycirkuszba.
id_id: Kamu dan {partner} pergi ke sirkus yang berada di kota.
nb_no: Du og {partner} dro på et sirkus som var i byen.
pt_br: Você e {partner} foram a um circo que estava na cidade.
ru_ru: Вы и {partner} отправились в цирк, который находился в городе.
sv_se: Du och {partner} gick till en cirkus som var i stan.

source: You and {partner} went out to see a romantic movie.
bg_bg: Вие и {partner} излязохте да гледате романтичен филм.
de_de: Du und {partner} schaut einen romantischen Film.
es_ar: Vos y {partner} fueron a ver una película romántica.
es_es: {partner} y tú habéis visto una película romántica.
es_mx: {partner} y tú han visto una película romántica.
fr_fr: Vous et {partner} êtes sortis voir un film romantique.
hu_hu: Te és {partner} elmentetek megnézni egy romantikus vígjátékot.
id_id: Kamu dan {partner} pergi bersama untuk menonton film romantis.
nb_no: Du og {partner} dro ut for å se en romantisk film.
pt_br: Você e {partner} foram assistir a um filme romântico.
ru_ru: Вы и {partner} пошли на романтическое кино.
sv_se: Du och {partner} gick ut för att se en romantisk film.

source: You and {partner} went out to get ice cream.
bg_bg: Вие и {partner} излязохте да си вземете сладолед.
de_de: Du und {partner} esst ein Eis.
es_ar: Vos y {partner} fueron a tomar helado.
es_es: {partner} y tú habéis salido a tomar un helado.
es_mx: {partner} y tú han salido a tomar un helado.
fr_fr: Vous et {partner} êtes sortis manger des glaces.
hu_hu: Te és {partner} elmentetek együtt fagyizni.
id_id: Kamu dan {partner} pergi bersama untuk makan es krim.
nb_no: Du og {partner} dro ut for å kjøpe is.
pt_br: Você e {partner} foram tomar sorvete.
ru_ru: Вы и {partner} вышли на прогулку, чтобы поесть мороженного.
sv_se: Du och {partner} gick ut och köpte glass.

source: You and {partner} had an anime marathon.
bg_bg: Вие и {partner} имахте аниме маратон.
de_de: Du und {partner} zieht einen Amine-Marathon durch.
es_ar: Vos y {partner} tuvieron una maratón de anime.
es_es: {partner} y tú habéis celebrado una maratón de anime.
es_mx: {partner} y tú han celebrado una maratón de anime.
fr_fr: Vous et {partner} avez eu un marathon d'anime.
hu_hu: Te és {partner} animéket néztetek egész nap.
id_id: Kamu dan {partner} menonton anime bersama.
nb_no: Du og {partner} hadde et anime maraton.
pt_br: Você e {partner} fizeram uma maratona de animes.
ru_ru: Вы и {partner} устроили аниме марафон.
sv_se: Du och {partner} hade ett anime marathon.

source: You and {partner} went for a spontaneous hiking trip.
bg_bg: Вие и {partner} отидохте на туристическо пътуване.
de_de: Du und {partner} geht spontan wandern.
es_ar: Vos y {partner} fueron a un viaje espontáneo de senderismo.
es_es: {partner} y tú habéis hecho un viaje espontáneo de senderismo.
es_mx: {partner} y tú han hecho un viaje espontáneo de senderismo.
fr_fr: Vous et {partner} êtes allés faire une randonné spontané.
hu_hu: Te és {partner} hirtelen felindulásból elmentetek megmászni a Csóványost.
id_id: Kamu dan {partner} melakukan perjalanan hiking secara spontan.
nb_no: Du og {partner} dro på en spontan fottur.
pt_br: Você e {partner} fizeram uma caminhada espontânea.
ru_ru: Вы и {partner} отправились в спонтанный скалолазный поход.
sv_se: Du och {partner} gick för en spontan vandringstur.

source: You and {partner} decided to visit Paris.
bg_bg: Вие и {partner} решихте да посетите Париж.
de_de: Du und {partner} reist nach Paris.
es_ar: Vos y {partner} decidieron visitar París.
es_es: {partner} y tú habéis decidido visitar París.
es_mx: {partner} y tú han decidido visitar París.
fr_fr: Vous et {partner} avez décidé de visiter Paris.
hu_hu: Te és {partner} elutaztatok Párizsba.
id_id: Kamu dan {partner} memutuskan untuk mengunjungi Paris.
nb_no: Du og {partner} bestemte seg for å besøke Paris.
pt_br: Você e {partner} decidiram visitar Paris.
ru_ru: Вы и {partner} решили посетить Париж.
sv_se: Du och {partner} bestämde er för att besöka Paris.

source: You and {partner} went ice skating together.
bg_bg: Вие и {partner} отидохте да се пързаляте заедно.
de_de: Du und {partner} geht Schlittschuhfahren.
es_ar: Vos y {partner} fueron a patinar juntos sobre hielo.
es_es: {partner} y tú habéis ido a patinar sobre hielo.
es_mx: {partner} y tú han ido a patinar sobre hielo.
fr_fr: Vous et {partner} êtes allés à la patinoire ensemble.
hu_hu: Te és {partner} koriztatok egyet a Városligeti Műjégpályán.
id_id: Kamu dan {partner} pergi bermain ice skating bersama.
nb_no: Du og {partner} gikk på skøyter sammen.
pt_br: Você e {partner} foram patinar juntos no gelo.
ru_ru: Вы и {partner} пошли кататься на коньках вместе.
sv_se: Du och {partner} åkte skridskor tillsammans.

source: Unknown User
bg_bg: Непознат потребител
de_de: Unbekannter Nutzer
es_ar: Usuario desconocido
es_es: Usuario desconocido
es_mx: Usuario desconocido
hu_hu: Rejtélyes Ismeretlen
id_id: Pengguna Tidak Dikenal
nb_no: Ukjent bruker
pt_br: Usuário desconhecido
sv_se: Okänd Användare

source: This increased their lovescore by {num}
de_de: Das hat seinen/ihren Liebeswert um {num} erhöht
es_es: Esto incrementó su puntuación de amor un {num}
id_id: Ini meningkatkan lovescore mereka sebesar {num}
nb_no: Dette økte deres kjærlighetsscore med {num}

source: You already have {max_} children. You can increase this limit by increasing your lovescores to get {amount} more.
de_de: Ihr habt bereits {max_} Kinder. Um dieses Limit zu erhöhen, müsst ihr euren Liebeswert um {amount} erhöhen.
es_es: Ya tienes {max_} hijos. Puedes incrementar este límite aumentando vuestras puntuaciones de amor para conseguir {amount} más.
id_id: Kamu sudah memiliki {max_} anak. Kamu dapat meningkatkan jumlah anak dengan meningkatkan lovescoremu untuk mendapatkan {amount} lebih banyak.
nb_no: Du har allerede {max_} barn. Du kan øke denne grensen ved å øke dine kjærlighetsscore for å få {amount} mer.

source: You had a lovely night and gained {ls} lovescore. 😏 {additional}
de_de: Ihr hattet eine schöne Nacht und habt {ls} Liebeswert erhalten. 😏 {additional}
es_es: Tuvisteis una agradable noche y conseguisteis {ls} de puntuación de amor. 😏 {additional}
id_id: Kamu mengalami malam yang indah dan memperoleh {ls} lovescore. 😏 {additional}
nb_no: Du hadde en flott natt og fikk {ls} kjærlighetsscore. 😏 {additional}

source: Have a child with your partner
de_de: Bekommt ein Kind mit deinem Partner
es_es: Ten un hijo con tu pareja
id_id: Memiliki anak dengan pasanganmu
nb_no: Få et barn med partneren din
pt_br: Faz com que você tenha um filho com seu(a) parceiro(a)
