Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: Spontaneous combustion removed them from existence.
de_de: Spontane Verbrennung hat es von dieser Welt genommen.
es_es: Una combustión espontánea lo ha borrado de la existencia.
es_mx: Una combustión espontánea lo ha retirado de la existencia.
hu_hu: Egy spontán öngyulladás a nemlétezésbe taszította.
id_id: Pembakaran secara spontan menghilangkan mereka dari keberadaan.
nb_no: Spontan forbrenning fjernet dem fra eksistensen.
pt_br: A combustão espontânea o removeu da existência.
sv_se: Spontanförbränning tog bort dem från existens.

source: While exploring the forest, they have gotten lost.
de_de: Während es den Wald erkundet hat, ist es verloren gegangen.
es_es: Se ha perdido mientras exploraba el bosque.
es_mx: Se ha perdido mientras exploraba el bosque.
hu_hu: Erdőjárás közben nyoma veszett.
id_id: Saat menjelajahi hutan, mereka tersesat.
nb_no: Mens de utforsker skogen, gikk de seg vill.
pt_br: Eles se perderam, enquanto exploravam a floresta.
sv_se: Medan de utforskade skogen gick de vilse.

source: They've left through a portal into another dimension...
de_de: Es hat unsere Welt durch ein Portal in eine andere Dimension verlassen.
es_es: Ha cruzado un portal a otra dimensión...
es_mx: Ha cruzado un portal a otra dimensión...
hu_hu: Megnyílt előtte egy portal és eltávozott rajta keresztül egy másik dimenzióba...
id_id: Mereka pergi melewati portal ke dimensi lain...
nb_no: De har gått gjennom en portal til en annen dimensjon...
pt_br: Eles atravessaram um portal para outra dimensão ...
sv_se: De gick genom en portal till en annan dimension.

source: The unbearable pain of stepping on a Lego\© brick killed them.
de_de: Der unerträgliche Schmerz des Tretens auf einen Lego\©-Stein hat es umgebracht.
es_es: El dolor insoportable de haber pisado una pieza de Lego\© lo ha matado.
es_mx: El dolor insoportable de haber pisado una pieza de Lego\© lo ha matado.
hu_hu: Belehalt a Legóra\© lépés elviselhetetlen fájdalmába.
id_id: Rasa sakit yang tak tertahankan karena menginjak Lego\© brick membunuh mereka.
nb_no: Den uutholdelige smerten ved å tråkke på en Lego\© klosse drepte dem.
pt_br: A dor insuportável de pisar em um Lego o matou.
sv_se: Den outhärdliga smärtan av att trampa på en Legobit\© dödade dem.

source: You heard a landmine going off nearby...
de_de: Du hast in der Nähe eine Landmine hochgehen gehört...
es_es: Has oído una mina detonar cerca...
es_mx: Has oído una mina detonar cerca...
hu_hu: Mintha taposóakna robbanására lennél figyelmes...
id_id: Kemu mendengar ranjau darat meledak didekatmu...
nb_no: Du hørte en landmine som gikk av i nærheten...
pt_br: Você ouviu uma mina terrestre nas proximidades ...
sv_se: Du hörde en landmina explodera i närheten...

source: They have been abducted by aliens!
de_de: Es wurde von Aliens entführt!
es_es: ¡Ha sido abducido por extraterrestres!
es_mx: ¡Ha sido abducido por extraterrestres!
hu_hu: Elrabolták őket az ufókok!
id_id: Mereka telah diculik oleh para alien!
nb_no: De ble bortført av romvesener!
pt_br: Eles foram sequestrados por alienígenas!
sv_se: De blev kidnappade av utomjordingar!

source: The Catholic Church got them...
de_de: Die Katholische Kirche hat es in die Finger bekommen...
es_es: La iglesia católica lo ha cogido…
es_mx: La Iglesia Católica se ha encargado de él...
hu_hu: A Keresztény Egyház megpurgálta őket...
id_id: Gereja Katolik menangkap mereka...
nb_no: Den katolske kirken tok dem...
pt_br: A Igreja Católica os pegou ...
sv_se: Den Katolska Kyrkan tog dem..

source: They starved after becoming a communist.
de_de: Es ist verhungert, nachdem es ein Kommunist wurde.
es_es: Se murieron de hambre tras hacerse comunista.
es_mx: Se murieron de hambre después de convertirse en comunistas.
hu_hu: A Kommunizmus Szelleméért éhhalált halt.
id_id: Mereka kelaparan setelah menjadi komunis.
nb_no: De sultet etter å ha blitt kommunist.
pt_br: Eles morreram de fome após virarem comunistas.

source: {name} died at the age of {age}! {cause}
bg_bg: {name} почина на {age} години! {cause}
de_de: {name} ist im Alter von {age} gestorben! {cause}
es_ar: {name} murió a la edad de {age}. {cause}
es_es: ¡{name} murió a la edad de {age}! {cause}
es_mx: ¡{name} murió a la edad de {age}! {cause}
fr_fr: {name} est mort(e) à l’âge de {age} ! {cause}
hu_hu: {name} elhúnyt {age}. életévében! {cause}
id_id: {name} meninggal dunia di usia {age}! {cause}
nb_no: {name} døde i en alder av {age}! {cause}
pt_br: {name} morreu com a idade de {age}! {cause}
ru_ru: {name} умер в возрасте {age}! {cause}
sv_se: {name} dog {age} år gammal! {cause}

source: fell in love with a woman on the internet, but the woman was a man and stole their money.
de_de: sich in eine Frau im Internet verliebt hat. Aber die Frau war ein Mann und hat das Geld gestohlen.
es_es: se enamoró de una mujer en internet, pero la mujer resultó ser un hombre y robó todo su dinero.
es_mx: se enamoró de una mujer en internet, pero la mujer es un hombre y le robo su dinero.
hu_hu: Beleszeretett egy nőbe a Tinderen, de az jól kifosztotta.
id_id: jatuh cinta dengan seorang wanita di internet, tetapi wanita itu adalah seorang pria dan mencuri uang mereka.
nb_no: ble forelsket i en kvinne på internett, men kvinnen var en mann og stjal pengene deres.
pt_br: se apaixonou por uma mulher na internet, mas a mulher era um homem e roubou o dinheiro dele.
sv_se: blev förälskad i en kvinna på nätet men det visade sig vara en man som stjäl deras pengar.

source: has been arrested and had to post bail.
de_de: verhaftet wurde und du die Kaution zahlen musstest.
es_es: ha sido arrestado y tuvo que pagar la fianza.
es_mx: ha sido arrestado y tuvo que pagar la fianza.
hu_hu: Letartóztatták, olyan csúnya volt, te meg inkább befizetted egy plasztikai műtétre.
id_id: telah ditangkap dan harus mengirimkan uang jaminan.
nb_no: har blitt arrestert og måtte stille kausjon.
pt_br: foi preso e teve que pagar fiança.
sv_se: har blivit arresterad och var tvungen att betala borgen.

source: bought fortnite skins with your credit card.
de_de: mit deiner Kreditkarte Fortnite skins gekauft hat.
es_es: compró skins de fortnite con tu tarjeta de crédito.
es_mx: compro skins de fortnite con tú tarjeta de crédito.
hu_hu: Lenyúlta a hitelkártyádat és bevásárolt Fortnite skinekből.
id_id: membeli skin fornite dengan kartu kreditmu.
nb_no: kjøpte fortnite skins med kredittkortet ditt.
pt_br: comprou skins do Fortnite no seu cartão de crédito.
sv_se: köpte fortnite skins med ditt kreditkort.

source: decided to become communist and gave the money to others.
de_de: Kommunist wurde und sein Geld an Andere weitergeben hat.
es_es: decidió hacerse comunista y le dio todo tu dinero a otros.
es_mx: decidió hacerse comunista y le dio su dinero a otros.
hu_hu: Megszállta a Kommunista Szellem, és odaadta a pénzét a mocskos kapitalistáknak.
id_id: memutuskan untuk menjadi seorang komunis dan memberikan yang kepada yang lain.
nb_no: bestemte seg for å bli kommunist og ga pengene til andre.
pt_br: decidiu se tornar um comunista e deu dinheiro para os outros.
sv_se: valde att bli kommunist och gav bort pengarna till andra människor.

source: was caught pickpocketing and you had to pay the fine.
de_de: beim Taschendiebstahl entdeckt wurde und du die Strafe zahlen musst.
es_es: fue pillado robando y has tenido que pagar la multa.
es_mx: fue atrapado robando y tuvo que pagar una multa.
hu_hu: Felismerték a CCTV felvételről, miközben kizsebelt valakit, és rajtad hajtotta be a sértett a kárt.
id_id: telah tertangkap mencopet dan kamu harus membayar denda.
nb_no: ble tatt for lommetyveri og du måtte betale boten.
pt_br: foi pego batendo carteiras e você teve que pagar a multa.
sv_se: blev påkommen när de försökte stjäla och du behövde betala böter.

source: gave it to a beggar.
de_de: das Geld einem Bettler gegeben hat.
es_es: se lo dio a un mendigo.
es_mx: se lo dio a un mendigo.
hu_hu: Az egészet odaadta egy hajléktalannak.
id_id: memberikannya kepada pengemis.
nb_no: ga det til en tigger.
pt_br: deu dinheiro para um mendigo.
sv_se: gav det till en tiggare.

source: borrowed it to attend the local knights course.
de_de: es nahm um dem Ritterkurs in der Stadt beizutreten.
es_es: lo cogió prestado para ir a un curso de caballeros.
es_mx: lo prestó para ir al curso de caballería.
hu_hu: Lenyúlta, hogy elvihessen belőle egy udvarhölgyet a Sir Lancelot étterembe.
id_id: meminjamnya untuk menhadiri kursus ksatria lokal.
nb_no: lånte det for å delta på det lokale ridderkurset.
pt_br: emprestou dinheiro para participar do curso local de cavaleiros.
sv_se: lånade det för att delta i en riddarkurs.

source: spent it in the shop.
de_de: es im Laden ausgegeben hat.
es_es: lo gastó en la tienda.
es_mx: gasto en la tienda.
hu_hu: Elshoppingolta az egészet a Királyi Plázában.
id_id: menghabiskannya di sebuah toko.
nb_no: brukte det i butikken.
pt_br: gastou dinheiro na loja.
sv_se: spenderade det i affären.

source: bought some toys.
de_de: sich Spielzeug gekauft hat.
es_es: compró unos juguetes.
es_mx: compro algunos juguetes.
hu_hu: Játékokat vett belőle.
id_id: membeli beberapa mainan.
nb_no: kjøpte noen leker.
pt_br: comprou alguns brinquedos.
sv_se: köpte leksaker.

source: has gambling addiction and lost the money...
de_de: eine Spielsucht hat und das Geld verloren hat...
es_es: tiene una adicción a las apuestas y ha perdido todo el dinero…
es_mx: tiene adicción al juego y perdió todo su dinero ...
hu_hu: Az egészet beledobálta az egykezű rablóba, hogy kielégítse függőségét.
id_id: memiliki kecanduan judi dan kehilangan uang...
nb_no: har en gambling avhengighet og tapte pengene...
pt_br: tem vício em apostas e assim perdeu todo o dinheiro...

source: You lost ${money} because {name} {cause}
de_de: Du hast ${money} verloren, weil {name} {cause}
es_es: Has perdido ${money} porque {name} {cause}
es_mx: Perdiste la cantidad de **${money}** por {name} {cause}
hu_hu: {name} nevű gyermeked ${money} kárt okozott neked. {cause}
id_id: Kamu kehilangan ${money} karena {name} {cause}
nb_no: Du tapte ${money} fordi {name} {cause}
pt_br: Você perdeu ${money} porque {name}{cause}
sv_se: Du förlorade **${money}** för att {name} {cause}

source: finally found a job!
de_de: hat endlich einen Job gefunden!
es_es: ¡finalmente encontró trabajo!
es_mx: finalmente encontró un trabajo!
hu_hu: Végre talált magának munkát!
id_id: akhirnya menemukan sebuah pekerjaan!
nb_no: fant endelig en jobb!
pt_br: finalmente encontrou um trabalho!
sv_se: fick äntligen ett jobb!

source: won a lottery.
de_de: hat die Lotterie gewonnen.
es_es: ganó la lotería.
es_mx: ganó la lotería.
hu_hu: Ennyit nyert a lottón.
id_id: memenangkan sebuah loteri.
nb_no: vant et lotteri.
pt_br: ganhou na loteria.
sv_se: vann lotteriet.

source: sold their toys.
de_de: hat sein Spielzeug verkauft.
es_es: vendió sus juguetes.
es_mx: vendieron sus juguetes.
hu_hu: Eladta a játékait.
id_id: menjual mainan mereka.
nb_no: solgte lekene sine.
pt_br: vendeu os brinquedos deles.
sv_se: sålde sina leksaker.

source: got money from another kid that decided to become communist.
de_de: hat Geld von einem Kind bekommen, das Kommunist wurde.
es_es: recibió dinero de otro niño que decidió hacerse comunista.
es_mx: recibió dinero de un niño que decidió hacerse comunista.
hu_hu: Mivel mocskos kapitalista, így egy komcsi hozzávágta az összes pénzét.
id_id: mendapatkan uang dari anak lain yang memutuskan untuk menjadi komunis.
nb_no: fikk penger fra en annen unge som bestemte seg for å bli kommunist.
pt_br: ganhou dinheiro de uma outra criança que decidiu se tornar comunista.
sv_se: fick pengar från någon annan som beslöt sig bli kommunist.

source: stole it from a traveller.
de_de: hat es von einem Reisendem gestohlen.
es_es: lo robó de un viajero.
es_mx: se lo robo a un viajero.
hu_hu: Kizsebelt egy arra járót.
id_id: mencurinya dari seorang wisatawan.
nb_no: stjal den fra en reisende.
pt_br: roubou isso de um viajante.
sv_se: stal det från en vandrare.

source: finished a quest with a money reward.
de_de: hat eine Quest mit Geldbelohnung beendet.
es_es: terminó una misión que tenía de recompensa dinero.
es_mx: termino una misión con una recompensa monetaría.
hu_hu: Teljesített egy küldetést és ennyit kapott cserébe.
id_id: menyelesaikan sebuah pencarian dengan hadiah uang.
nb_no: fullførte et oppdrag med en pengebelønning.
pt_br: completou uma missão em que recompensa era dinheiro.
sv_se: avklarade ett uppdrag och fick det som en belöning.

source: used dark magic to summon some money.
de_de: hat dunkle Magie verwendet, um Geld zu beschwören.
es_es: usó magia negra para hacer aparecer un poco de dinero.
es_mx: usó magia oscura para aparecer algo de dinero.
hu_hu: _Anyagi_ mágiát használt.
id_id: menggunakan sihir gelap untuk menghasilkan beberapa uang.
nb_no: brukte mørk magi for å tilkalle noen penger.
pt_br: usou magia negra para invocar algum dinheiro.
sv_se: använde förbjuden magi för att skapa pengar.

source: looted a local warehouse and sold the wares.
de_de: hat ein Lagerhaus geplündert und die Beute verkauft.
es_es: saqueó un almacén y vendió lo que encontró.
es_mx: saqueó un almacén y vendió todo lo que robo.
hu_hu: Kirabolt egy raktárat, és eladta a zsákmányt.
id_id: menjarah gudang lokal dan menjual barang-barangnya.
nb_no: plyndret et lokalt lager og solgte varene.
pt_br: saqueou um armazém local e vendeu as mercadorias.
sv_se: plundrade ett lager och sålde varorna.

source: solved an enigma with a money reward.
de_de: hat ein Enigma mit Geldbelohnung gelöst.
es_es: resolvió un enigma que tenía de recompensa dinero.
es_mx: resolvió un enigma con una recompensa de dinero.
hu_hu: Megfejtett egy készpénznyereményes keresztrejtvényt.
id_id: menyelesaikan sebuah enigma dengan hadiah uang.
nb_no: løste en gåte med en pengebelønning.
pt_br: resolveu um enigma que tinha como recompensa dinheiro.

source: {name} gave you ${money}, they {cause}
de_de: {name} gibt dir ${money}, es {cause}
es_es: {name} te dio ${money}, porque {cause}
es_mx: {name} te dio la cantidad de **${money}** por {cause}
hu_hu: {name} kezedbe nyomott ${money} háztartási hozzájárulást. {cause}
id_id: {name} memberikanmu ${money}, mereka {cause}
nb_no: {name} ga deg ${money}, de {cause}
pt_br: {name} te deu dinheiro ${money}, porque {cause}
sv_se: {name} gav dig **${money}**, de {cause}

source: {name} found a {emoji} {type_} crate for you!
de_de: {name} hat eine {emoji} {type_} Kiste für dich gefunden!
es_es: ¡{name} ha encontrado {emoji} {type_} una caja para ti!
es_mx: {name} encontró un {emoji} cofre {type_} para ti!
hu_hu: {name} talált egy {emoji} {type_} ládát, és neked adta!
id_id: {name} menemukan sebuah {emoji} {type_} peti untukmu!
nb_no: {name} fant en {emoji} {type_} kasse til deg!
pt_br: {name} encontrou uma caixa {emoji} {type_} para você!
sv_se: {name} hittade en {emoji} {type_} åt dig!

source: {name} is now {age} years old.
bg_bg: {name} стана на {age} година(и).
de_de: {name} ist jetzt {age} Jahre alt.
es_ar: {name} cumplió {age} años.
es_es: {name} tiene ahora {age} años.
es_mx: {name} tiene ahora {age} años.
fr_fr: {name} a maintenant {age} ans.
hu_hu: {name} {age} éves lett.
id_id: {name} sekarang berumur {age} tahun.
nb_no: {name} er nå {age} år gammel.
pt_br: {name} agora tem {age} anos.
ru_ru: {name} сейчас {age} лет.
sv_se: {name} är nu {age} år gammal.

source: {name} can be renamed! Within 30 seconds, enter a new name: Type `cancel` to leave the name unchanged.
de_de: {name} kann umbenannt werden! Du hast 30 Sekunden Zeit, einen neuen Namen einzugeben: Schreibe `cancel` um den Namen unverändert zu lassen.
es_es: ¡Puedes renombrar a {name}! Durante 30 segundos, introduce un nombre nuevo: Escribe `cancel` para no cambiar el nombre.
id_id: {name} dapat diganti namanya! Dalam waktu 30 detik, silahkan masukan nama baru: Ketik `cancel` untuk tidak mengganti namanya.
nb_no: {name} kan gis nytt navn! Skriv inn et nytt navn innen 30 sekunder: Skriv `cancel` for å la navnet være uendret.
pt_br: {name} pode ser renomeado! Em 30 segundos, digite um nome novo: Digite `cancel` para não mudar o nome.

source: You didn't enter a name.
bg_bg: Не въведохте име.
de_de: Du hast keinen Namen gegeben.
es_ar: No ingresaste ningún nombre.
es_es: No has introducido un nombre.
es_mx: No has introducido un nombre.
fr_fr: Vous n’avez pas entré de nom.
hu_hu: Nem adtál meg nevet.
id_id: Kamu tidak memasukkan sebuah nama.
nb_no: Du skrev ikke inn noe navn.
pt_br: Você não digitou um nome.
ru_ru: Вы не ввели имя.
sv_se: Du angav inte ett namn.

source: You didn't want to rename.
de_de: Du wolltest nicht umbenennen.
es_es: No quisiste renombrarlo.
id_id: Kamu tidak ingin mengganti nama.
nb_no: Du ønsket ikke å gi nytt navn.
pt_br: Você não quis renomeá-lo.

source: Name must be 1 to 20 characters only.
de_de: Der Name muss zwischen 1 und 20 Zeichen lang sein.
es_es: El nombre debe tener entre 1 y 20 caracteres solo.
id_id: Nama hanya 1 sampai 20 karakter saja.
nb_no: Navnet må kun bestå av 1 til 20 tegn.
pt_br: O nome deve apenas ter de 1 até 20 caracteres.

source: {author} Are you sure you want to rename "{old_name}" to "{new_name}"?
de_de: {author} Bist du dir sicher, dass du "{old_name}" zu "{new_name}" umbenennen willst?
es_es: ¿{author} estás seguro de que quieres renombrar a "{old_name}" a "{new_name}"?
id_id: {author} Apakah kamu yakin ingin mengganti nama "{old_name}" menjadi "{new_name}"?
nb_no: {author} Er du sikker på at du vil endre navn på "{old_name}" til "{new_name}"?
pt_br: {author} Você tem certeza que quer renomear "{old_name}" para "{new_name}"?

source: You didn't change the name to "{new_name}".
de_de: Du hast den Namen nicht zu "{new_name}" geändert.
es_es: No cambiaste el nombre a "{new_name}".
id_id: Kamu tidak mengganti nama menjadi "{new_name}".
nb_no: Du endret ikke navnet til "{new_name}".
pt_br: Você não mudou o nome dele(a) para "{new_name}".

source: You didn't confirm.
de_de: Du hast nicht bestätigt.
es_es: No confirmaste.
id_id: Kamu tidak mengkonfirmasi.
nb_no: Du bekreftet ikke.
pt_br: Você não confirmou.

source: You didn't change their name.
de_de: Du hast den Namen nicht geändert.
es_es: No has cambiado su nombre.
id_id: Kamu tidak mengganti nama mereka.
nb_no: Du endret ikke navnet deres.
pt_br: Você não mudou o nome deles.

source: {old_name} is now called {new_name}.
bg_bg: {old_name} сега се нарича {new_name}.
de_de: {old_name} heißt jetzt {new_name}.
es_es: {old_name} se llama ahora {new_name}.
es_mx: {old_name} se llama ahora {new_name}.
fr_fr: {old_name} s’appelle désormais {new_name}.
hu_hu: {old_name} új neve {new_name}.
id_id: {old_name} sekarang disebut {new_name}.
nb_no: {old_name} heter nå {new_name}.
pt_br: {old_name} agora se chama {new_name}.
ru_ru: {old_name} сейчас называют {new_name}.
sv_se: {old_name} kallas nu {new_name}.

source: Show the top 10 richest
de_de: Zeigt die 10 reichsten Spieler
es_es: Mostrar los 10 más ricos
id_id: Menampilkan 10 pemain terkaya teratas
nb_no: Vis de 10 rikeste
pt_br: Mostra os 10 jogadores mais ricos

source: The 10 most richest players in IdleRPG.
de_de: Die 10 reichsten Spieler in IdleRPG.
es_es: Top 10 con mayor riqueza en IdleRPG.
es_mx: Top 10 con mayor riqueza en IdleRPG.
hu_hu: Az IdleRPG 10 leggazdagabb játékosa.
id_id: 10 pemain paling kaya di IdleRPG.
nb_no: De 10 rikeste spillerne i IdleRPG.
pt_br: Os 10 jogadores mais ricos do IdleRPG.
sv_se: De 10 rikaste spelarna i IdleRPG.

source: {name}, a character by {username} with **${money}**
de_de: {name}, ein Charakter von {username} hat **${money}**
es_es: {name}, un personaje creado por {username} con **${money}**
id_id: {name}, karakter oleh {username} dengan **${money}**
nb_no: {name}, en karakter av {username} med **${money}**
pt_br: {name}, um personagem de {username} com **${money}**

source: The Richest Players
bg_bg: Най-богатите играчи
de_de: Die reichsten Spieler
es_ar: Los jugadores más ricos
es_es: Los jugadores más ricos
es_mx: Los Jugadores Más Ricos
fr_fr: Les joueurs les plus riches
hu_hu: A Mágnás Játékosok
id_id: Pemain Terkaya
nb_no: De rikeste spillerne
pt_br: Os jogadores mais ricos
ru_ru: Богатейшие игроки
sv_se: De rikaste spelarna

source: Show the top 10 by XP
de_de: Zeigt die Top 10 basierend auf XP
es_es: Mostrar los 10 mejores por XP
id_id: Menampilkan 10 pemain teratas berdasarkan XP
nb_no: Vis topp 10 av XP
pt_br: Mostra os 10 jogadores com mais XP

source: Shows you the top 10 players by XP and displays the corresponding level.
de_de: Zeigt die Top 10 Spieler basierend auf XP und ihre dazugehörigen Level.
es_es: Te muestra los 10 mejores jugadores por XP y muestra el nivel correspondiente.
id_id: Menampilkan 10 pemain teratas berdasarkan XP dan level yang sesuai.
nb_no: Viser deg de 10 beste spillerne etter XP og viser den tilsvarende levelen.
pt_br: Mostra os 10 jogadores com mais XP e mostra o nível deles.

source: {name}, a character by {username} with Level **{level}** (**{xp}** XP)
de_de: {name}, ein Charakter von {username} mit dem Level **{level}** (**{xp}** XP)
es_es: {name}, un personaje creado por {username} con nivel de **{level}** (**{xp}** XP)
id_id: {name}, karakter oleh {username} dengan Level **{level}** (**{xp}** XP)
nb_no: {name}, en karakter av {username} med nivå **{level}** (**{xp}** XP)
pt_br: {name}, um personagem de {username} com o nível **{level}** (**{xp}** XP)

source: The Best Players
bg_bg: Най-добрите играчи
de_de: Die besten Spieler
es_ar: Los mejores jugadores
es_es: Los mejores jugadores
es_mx: Los Mejores Jugadores
fr_fr: Les meilleurs joueurs
hu_hu: A Legjobb Harcosok
id_id: Pemain Terbaik
nb_no: De beste spillerne
pt_br: Os Melhores Jogadores
ru_ru: Лучшие игроки
sv_se: De bästa spelarna

source: Show the top 10 PvPers
de_de: Zeigt die Top 10 PvP Spieler
es_es: Mostrar los 10 mejores PvPers
id_id: Menampilkan 10 pemain teratas PvPers
nb_no: Vis de 10 beste PvPerne
pt_br: Mostra os melhores jogadores em PvP

source: Shows you the top 10 players by the amount of wins in PvP matches.
de_de: Zeigt dir die Top 10 Spieler, basierend auf der Anzahl ihrer gewonnenen PvP Kämpfe.
es_es: Te muestra los 10 mejores jugadores por la cantidad de victorias en partidas PvP.
id_id: Menampilkan 10 pemain teratas berdasarkan jumlah kemenangan dalam pertandingan PvP.
nb_no: Viser deg de 10 beste spillerne etter antall kamper vunnet i PvP kamper.
pt_br: Mostra os melhores jogadores em PvP e suas vitórias PvP.

source: {name}, a character by {username} with **{wins}** wins
de_de: {name}, ein Charakter von {username} mit **{wins}** Siegen
es_es: {name}, un personaje creado por {username} con **{wins}** victorias
id_id: {name}, karakter dengan nama {username} dengan **{wins}** kemenangan
nb_no: {name}, en karakter av {username} med **{wins}** kamper vunnet
pt_br: {name}, um personagem de {username} com **{wins} vitórias

source: The Best PvPers
bg_bg: Най-добрите PvPers
de_de: Die besten PvP Kämpfer
es_ar: Los mejores en JvJ
es_es: Los mejores JcJ
es_mx: Los Mejores JcJ
fr_fr: Les meilleurs joueurs PvP
hu_hu: A Legjobb Párbajozók
id_id: PvPers Terbaik
nb_no: De beste PvPerne
pt_br: Os Melhores jogadores em PvP
ru_ru: Лучшие ПвПшеры
sv_se: Den bästa PvParna

source: Show the top 10 lovers
de_de: Zeigt die Top 10 Liebhaber
es_es: Mostrar los 10 mejores amantes
id_id: Menampilkan 10 kekasih teratas
nb_no: Vis de 10 beste elskere
pt_br: Mostra os 10 melhores casais
