Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: Have a child with your partner. Children on their own don't do much, but `{prefix}familyevent` can effect your money and crates. To have a child, your partner has to be on the server to accept the checkbox. There is a 50% chance that you will have a child, and a 50% chance to just *have fun* (if you know what I'm saying) and gain between 10 and 50 lovescore. When you have a child, there is a 50% chance for it to be a boy and a 50% chance to be a girl. Your partner and you can enter a name for your child once the bot prompts you to. (Do not include `{prefix}`) If you fail to choose a name in time, the bot will choose one for you from about 500 pre-picked ones. For identification purposes, you cannot have two children with the same name in your family, so make sure to pick a unique one. Only players who are married can use this command. (This command has a cooldown of 1 hour.)
de_de: Bekomme ein Kind mit deinem Partner. Kinder an sich tun nicht sehr viel, aber {prefix}familyevent` kann dein Geld und deine Kisten beeinflussen. Um ein Kind zu bekommen, müssen du und dein Partner auf dem Server sein, damit ihr auf die Nachricht reagieren könnt. Ihr habt eine 50% Chance um ein Kind zu bekomme und eine 50% Chance um nur *Spaß* zu haben (wenn ihr wisst, was ich meine) und erhaltet dabei zwischen 10 und 50 Liebeswert. Falls ihr ein Kind bekommen habt, ist es mit 50% Wahrscheinlichkeit ein Junge und mit 50% Wahrscheinlichkeit ein Mädchen. Dein Partner und du könnt einen Namen für das Kind eingeben, sobald der Bot euch darum bittet (Nutzt nicht `{prefix}`) Falls ihr keinen Namen eingebt, wird der Bot einen Namen für euch auswählen, einen von ungefähr 500 vorausgewählten. Um eure Kinder zu identifizieren könnt ihr nur ein Kind mit dem gleichen Namen in der Familie haben, also stellt sicher, dass ihr einzigartige Namen nutzt. Nur verheiratete Spieler können diesen Befehl nutzen. (Dieser Befehl hat einen Cooldown von 1 Stunde.)
es_es: Ten un hijo con tu pareja. Los niños solos no hacen mucho, pero `{prefix}familyevent` puede afectar tu dinero y cajas. Para tener un hijo, tu pareja debe estar en el servidor para aceptar la casilla de verificación. Hay un 50% de posibilidades de que tengas un hijo, y un 50% de posibilidades de simplemente *divertirse* (si sabes lo que digo) y obtener entre 10 y 50 puntos de amor. Cuando tienes un hijo, hay un 50% de posibilidades de que sea un niño y un 50% de posibilidades de que sea niña. Tu pareja y tú podéis poner un nombre para vuestro hijo una vez que el bot lo solicite. (No incluya`{prefix}`) Si no eliges un nombre a tiempo, el bot elegirá uno de entre 500 aproximadamente. Para fines de identificación, no puede tener dos hijos con el mismo nombre en tu familia, así que asegúrate de elegir uno único. Solo los jugadores casados pueden usar este comando. (Este comando tiene un tiempo de reutilización de 1 hora).
id_id: Memiliki anak dengan pasanganmu Anak-anak tidak dapat melakukan banyak hal, tetapi `{prefix}familyevent` dapat memengaruhi uang dan petimu. Untuk memiliki seorang anak, pasanganmu harus berada di server yang sama denganmu untuk menekan tombol kotak centang. Kemungkinan 50% peluang kamu akan memiliki seorang anak, dan 50% peluang hanya untuk *bersenang-senang* (jika kamu mengerti maksud saya) dan memperoleh lovescore antara 10 dan 50. Saat kamu memiliki seorang anak, Kemungkinan 50% peluang anak itu adalah laki-laki dan 50% peluang anak itu adalah perempuan. Pasanganmu dan kamu bisa membuat sebuah nama untuk anak kalian saat bot meminta kamu untuk memasukan sebuah nama (Jangan memasukan `{prefix}`) Jika kamu gagal memasukan sebuah nama pada saat itu juga, bot akan memilih sebuah nama dari sekitar 500 nama yang telah dipilih sebelumnya. Untuk tujuan identifikasi, kamu tidak bisa memiliki dua anak dengan nama yang sama didalam keluargamu, jadi pastikan memilih sebuah nama yang unik. Hanya pemain yang sudah menikah yang dapat menggunakan perintah ini. (Perintah ini memiliki waktu cooldown selama 1 jam.)
nb_no: Få et barn med partneren din. Barn på egen hånd gjør ikke mye, men `{prefix}familyevent` kan påvirke pengene dine og kassene dine. For å få et barn, må partneren din være på serveren for å godta avmerkingsboksen. Det er 50 % sjanse for at du får et barn, og 50 % sjanse for å bare *ha det gøy* (hvis du vet hva jeg sier) og få mellom 10 og 50 kjærlighetsscore. Når du har et barn, er det 50 % sjanse for at det er en gutt og 50 % sjanse for å være jente. Partneren din og du kan skrive inn et navn for barnet ditt når botten ber deg om det. (Ikke ta med `{prefix}`) Hvis du ikke klarer å velge et navn i tide, vil botten velge et for deg fra omtrent 500 forhåndsplukkede. For identifikasjonsformål kan du ikke ha to barn med samme navn i familien din, så sørg for å velge et unikt barn. Bare spillere som er gift kan bruke denne kommandoen. (Denne kommandoen har en nedkjøling på 1 time.)
pt_br: Faz com que você tenha um filho com o(a) seu(sua) parceiro(a). Crianças não fazem muito sozinhas, mas `{prefix}familyevent` pode afetar seu dinheiro ou caixas. Para ter um filho, seu parceiro tem que estar em um servidor e aceitar clicando na reação. Vocês tem 50% de chance de ter um filho e outros 50% de chance de apenas *se divertirem* (se você souber o que eu quero dizer) e ganhar de 10 a 50 de pontos amorosos. Quando você tiver um filho, ele tem 50% de chance de ser um menino e outras 50% de chances de ser uma menina. Você e o seu parceiro podem digitar o nome do seu filho, uma vez que o bot pedir isso para você. (Não inclua `{prefix}`) Se você não escolher o nome a tempo, o bot escolherá um para você, dos 500 nomes do banco de dados do bot. Por motivos de identificação, você não pode ter 2 filhos com o mesmo nome, então certifique-se de escolher um nome único. Apenas jogadores casados podem usar esse comando . (Esse comando tem um tempo de espera de 1 hora.)

source: Can't produce a child alone, can you?
bg_bg: Не можете да създадете сами дете, нали?
de_de: Man kann alleine keine Kinder machen, stimmt's?
es_ar: No podés tener un hijo vos solo/a. ¿O si?
es_es: No puedes tener un hijo solo, ¿verdad?
es_mx: ¿No puedes hacer un hijo tú solo, verdad?
fr_fr: Vous pouvez faire un enfant seul, vous?
hu_hu: Önmagadat nem igazán tudod megtermékenyíteni, nemdebár?
id_id: Tidak dapat menghasilkan keturunan sendirian, bukan?
nb_no: Du kan ikke produsere et barn alene, kan du?
pt_br: Não pode ter um filho sozinho! Ou você consegue?
ru_ru: Не можешь произвести ребёнка в одиночку, не так ли?
sv_se: Kan inte skapa ett barn ensam, kan du?

source: {user}, do you want to make a child with {author}?
de_de: {user}, willst du ein Kind mit {author} machen?
es_es: {user}, ¿quieres tener un hijo con {author}?
es_mx: {user}, quieres hacer un hijo con {author}?
hu_hu: {user}, van kedved utódot nemzeni szerelmeddel ({author}) ?
id_id: {user}, apakah kamu ingin membuat anak dengan {author}?
nb_no: {user}, vil du lage et barn med {author}?
pt_br: {user}, você quer ter um filho com {author}?
sv_se: {user}, vill du skaffa barn med {author}?

source: O.o not in the mood today?
bg_bg: О.о не сте ли в настроение днес?
de_de: Heute wohl nicht in der Stimmung?
es_ar: ???? Qué flasheas, ¿andás con la tanga cruzada, boludito?
es_es: O.o ¿No estás de humor hoy?
es_mx: O.o ¿No estás de humor hoy?
fr_fr: O.o pas d’humeur aujourd’hui ?
hu_hu: O.o ma fáj a fejed?
id_id: O.o tidak sedang dalam mood hari ini?
nb_no: O.o ikke i humør i dag?
pt_br: O.o não está de bom humor hoje?
ru_ru: O.o, не в настроении сегодня?
sv_se: O.o inte på humör idag?

source: It's a boy! Your night of love was successful! Please enter a name for your child.
bg_bg: Момче е! Нощта на любовта ви беше успешна! Моля, въведете име за детето си.
de_de: Ein Junge, eure Liebesnacht war ein Erfolg! Gib einen Namen für dein Kind ein.
es_ar: ¡Es un niño! Su noche de amor fue exitosa. Por favor, ingresa un nombre para tu hijo.
es_es: ¡Ha sido niño! !Vuestra noche de amor ha tenido éxito! Por favor introduce un nombre para tu hijo.
es_mx: ¡Ha sido niño! !Su noche de amor ha tenido éxito! Por favor introduce un nombre para tu hijo.
fr_fr: C’est un garçon ! Votre nuit d’amour a été une réussite ! Entrez un nom pour votre enfant.
hu_hu: Fiú! A szerelmes éjszaka gyümölcsöző volt! Adjatok meg egy nevet a gyermek megkereszteléséhez!
id_id: Itu anak laki-laki! Malam cintamu berhasil! Silakan masukkan nama untuk anakmu.
nb_no: Det er en gutt! Din kjærlighetsnatt var vellykket! Vennligst skriv inn et navn for barnet ditt.
pt_br: É um menino! Sua noite de amor foi bem sucedida! Digite um nome para o seu filho.
ru_ru: Это мальчик! Ваша ночь любви была удачной! Пожалуйста введите имя вашего ребёнка.
sv_se: Det är en pojke! Din natt av kärlek var lyckad! Ange ett namn för ditt barn.

source: It's a girl! Your night of love was successful! Please enter a name for your child.
bg_bg: Момиче е! Нощта на любовта ви беше успешна! Моля, въведете име за детето си.
de_de: Ein Mädchen, eure Liebesnacht war ein Erfolg! Gib einen Namen für dein Kind ein.
es_ar: ¡Es una niña! Su noche de amor fue exitosa. Por favor, ingresa un nombre para tu hija.
es_es: ¡Ha sido niña! !Vuestra noche de amor ha tenido éxito! Por favor introduce un nombre para tu hija.
es_mx: ¡Ha sido niña! !Su noche de amor ha tenido éxito! Por favor introduce un nombre para tu hija.
fr_fr: C’est une fille ! Votre nuit d’amour a été une réussite ! Entrez un nom pour votre enfant.
hu_hu: Leány! A szerelmes éjszaka gyümölcsöző volt! Adjatok meg egy nevet a gyermek megkereszteléséhez!
id_id: Itu anak perempuan! Malam cintamu berhasil! Silakan masukkan nama untuk anakmu.
nb_no: Det er en jente! Din kjærlighetsnatt var vellykket! Skriv inn et navn for barnet ditt.
pt_br: É uma menina! Sua noite de amor foi bem sucedida! Digite um nome para a sua filha.
ru_ru: Это девочка! Ваша ночь любви была удачной! Пожалуйста введите имя вашего ребёнка.
sv_se: Det är en flicka! Din natt av kärlek var lyckad! Ange ett namn för ditt barn.

source: You didn't enter a name, so we chose {name} for you.
de_de: Ihr habt keinen Namen eingegeben, also haben wir {name} für euch ausgewählt.
es_es: No introdujiste ningún nombre, por lo que decidimos {name} por ti.
id_id: Kamu tidak memberikan sebuah nama, jadi kita memilih {name} untukmu.
nb_no: Du skrev ikke inn noe navn, så vi valgte {name} for deg.
pt_br: Você não digitou um nome, então nós escolhemos {name} para você.

source: One of your children already has that name, please choose another one.
de_de: Eins eurer Kinder heißt bereits so, also wählt einen neuen Namen aus.
es_es: Uno de tus hijos ya tiene este nombre, por favor elige otro.
id_id: Salah satu anakmu sudah memiliki nama itu, tolong pilih yang lain.
nb_no: Et av barna dine har allerede det navnet, velg et annet.
pt_br: Um de seus filhos já tem esse nome, por favor escolha outro.

source: {name} was born.
bg_bg: {name} е роден.
de_de: {name} wurde geboren.
es_ar: {name} nació.
es_es: {name} ha nacido.
es_mx: {name} ha nacido.
fr_fr: {name} est né(e).
hu_hu: {name} megszületett.
id_id: {name} telah lahir.
nb_no: {name} ble født.
pt_br: {name} nasceu.
ru_ru: {name} родился(ась).
sv_se: {name} föddes.

source: View your children
de_de: Zeigt eure Kinder an
es_es: Muestra tus hijos
id_id: Menampilkan anak-anak yang kamu miliki
nb_no: Se barna dine
pt_br: Veja suas crianças

source: View your children. This will display their name, age and gender.
de_de: Zeige deine Kinder. Das wird ihren Namen, ihr Alter und ihr Geschlecht anzeigen.
es_es: Muestra tus hijos. Esto mostrará su nombre, edad y género.
id_id: Menampilkan anak-anak yang kamu miliki. Ini akan menampilkan nama, umur dan jenis kelamin mereka.
nb_no: Se barna dine. Dette vil vise navn, alder og kjønn.
pt_br: Veja suas crianças, Isso mostrará o nome deles. idade e sexo.

source: {amount} children
de_de: {amount} Kinder
es_es: {amount} hijos
id_id: {amount} anak
nb_no: {amount} barn
pt_br: {amount} de filhos

source: one child
de_de: ein Kind
es_es: un hijo
id_id: seorang anak
nb_no: et barn
pt_br: um filho

source: Your family, {additional}.
de_de: Deine Familie, {additional}.
es_es: Tu familia, {additional}.
id_id: Keluargamu, {additional}.
nb_no: Familien din, {additional}.
pt_br: Sua família, {additional}.

source: {author}'s family
de_de: {author}s Familie
es_es: Familia de {author}
id_id: Keluarganya {author}
nb_no: {author} sin familie
pt_br: A família de {author}

source: Family of {author} and <@{marriage}>
bg_bg: Семейство на {author} и <@ {marriage}>
de_de: Familie von {author} und <@{marriage}>
es_ar: Familia de {author} y <@{marriage}>
es_es: Familia de {author} y <@{marriage}>
es_mx: Familia de {author} y <@{marriage}>
fr_fr: Famille de {author} et <@{marriage}>
hu_hu: {author} és @{marriage} közös családja
id_id: Keluarga dari {author} dan <@{marriage}>
nb_no: Familien til {author} og <@{marriage}>
pt_br: A Família de {author} e <@{marriage}>
ru_ru: Семья {author} и <@{marriage}>
sv_se: Familj av {author} och <@{marriage}>

source: No children yet
bg_bg: Все още нямате деца
de_de: Keine Kinder
es_ar: No tienen hijos todavía
es_es: Sin hijos todavía
es_mx: Sin hijos todavía
fr_fr: Pas encore d’enfant
hu_hu: Még nincsenek gyermekeitek
id_id: Masih belum ada anak
nb_no: Ingen barn ennå
pt_br: Ainda não tem filhos
ru_ru: Нет детей
sv_se: Inga barn än. Skönt

source: Use `{prefix}child` to make one!
de_de: Nutze `{prefix}child` um Eins zu bekommen!
es_es: ¡Usa `{prefix}child` para hacer uno!
id_id: Gunakan `{prefix}child` untuk membuat seorang anak!
nb_no: Bruk `{prefix}child` for å lage ett!
pt_br: Use `{prefix}child` para ter um!

source: Get yourself a partner and use `{prefix}child` to make one!
de_de: Such dir einen Partner und dann nutze `{prefix}child` um Eins zu bekommen!
es_es: ¡Encuentra una pareja y usa {prefix}child` para conseguir uno!
id_id: Menikahlah dan gunakan `{prefix}child` untuk membuat seorang anak!
nb_no: Skaff deg en partner og bruk `{prefix}child` for å lage ett!
pt_br: Consiga um parceiro e use `{prefix}child` para fazer um!

source: Gender: {gender}, Age: {age}
bg_bg: Пол: {gender}, Възраст: {age}
de_de: Geschlecht: {gender}, Alter: {age}
es_ar: Género: {gender}, Edad: {age}
es_es: Género: {gender}, Edad: {age}
es_mx: Género: {gender}, Edad: {age}
fr_fr: Genre: {gender}, Âge: {age}
hu_hu: Nem: {gender}, Kor: {age}
id_id: Jenis kelamin: {gender}, Umur: {age}
nb_no: Kjønn: {gender}, Alder: {age}
pt_br: Sexo: {gender}, Idade: {age}
ru_ru: Гендер: {gender}, возраст: {age}
sv_se: Kön: {gender}, Ålder: {age}

source: Page {cur} of {max}
de_de: Seite {cur} von {max}
es_es: Página {cur} de {max}
es_mx: Pagina {cur} de {max}
hu_hu: {cur}.Oldal ({max})
id_id: Halaman {cur} dari {max}
nb_no: Side {cur} av {max}
pt_br: Página {cur} de {max}
sv_se: Sida {cur} av {max}

source: Events happening to your family
de_de: Die Events, die in deiner Familie passieren können
es_es: Eventos que suceden con tu familia
id_id: Peristiwa yang terjadi dikeluargamu
nb_no: Hendelser som skjer med familien din
pt_br: Eventos que estão acontecendo com a sua família

source: Allow your children to do something, this includes a multitude of events. Every time you or your partner uses this command, your children: - have an 8/23 chance to grow older by one year - have a 4/23 chance to be renamed - have a 4/23 chance to take up to 1/64th of your money - have a 4/23 chance to give you up to 1/64th of your current money extra - have a 2/23 chance to find a random crate for you: + 500/761 (65%) chance for a common crate + 200/761 (26%) chance for an uncommon crate + 50/761 (6%) chance for a rare crate + 10/761 (1%) chance for a magic crate + 1/761 (0.1%) chance for a legendary crate - have a 1/23 chance to die In each event you will know what happened. Only players who are married and have children can use this command. (This command has a cooldown of 30 minutes.)
de_de: Erlaube deinen Kindern etwas zu tun, das beinhaltet verschiedene Events. Jedes Mal, wenn du oder dein Partner diesen Befehl nutzt haben eure Kinder: -eine 8/23 Chance um ein Jahr zu altern -eine 4/23 Chance umbenannt zu werden -eine 4/23 Chance bis zu 1/64 von deinem Geld zu nehmen -eine 4/23 dir bis zu 1/64 von deinem Geld extra zu geben -eine 2/23 Chance eine zufällige Kiste für dich zu finden: +500/761 (65%) Chance auf eine common Kiste +200/761 (26%) Chance auf eine uncommon Kiste +50/761 (6%) Chance auf eine rare Kiste +10/761 (1%) Chance auf eine magische Kiste +1/761 (0,1%) auf eine legendäre Kiste -eine 1/23 Chance zu sterben In jedem Event wird dir mitgeteilt, was passiert Nur Spieler die verheiratet sind und Kinder haben, können diesen Befehl nutzen. (Dieser Befehl hat einen Cooldown von 30 Minuten.)
es_es: Permite que tus hijos hagan algo, esto incluye una multitud de eventos. Cada vez que tú o tu pareja usáis este comando, vuestros hijos: - tienen una probabilidad de 8/23 de envejecer en un año - tienen una probabilidad de 4/23 de ser renombrado - tienen una probabilidad de 4/23 de adquirir hasta 1/64 de tu dinero - tienen una probabilidad de 4/23 de darte hasta 1/64 de tu dinero actual extra - tienen una probabilidad de 2/23 de encontrar una caja aleatoria para ti: + 500/761 (65%) de probabilidad de una caja común + 200/761 (26%) de probabilidad de una caja poco común + 50/761 (6%) de probabilidad de una caja rara + 10/761 (1%) de probabilidad de una caja mágica + 1/761 (0.1%) de probabilidad de una caja legendaria - tiene una probabilidad de 1/23 de morir En cada evento sabrás lo que sucedió. Solo los jugadores casados y con hijos pueden usar este comando. (Este comando tiene un tiempo de reutilización de 30 minutos).
id_id: Memperbolehkan anakmu untuk melakukan sesuatu, yang mencakupi berbagai peristiwa. Setiap kali kamu atau pasanganmu menggunakan perintah ini, anakmu akan: - memiliki peluang 8/23 untuk bertambah umur satu tahun - memiliki peluang 4/23 untuk mengubah nama - memiliki peluang 4/23 untuk mengambil uang hingga 1/64 darimu - memiliki peluang 4/23 untuk memberikanmu uang hingga 1/64 dari uangmu saat ini. - memiliki peluang 2/23 untuk menemukan peti secara acak untukmu: + 500/761 (65%) peluang untuk menemukan peti common + 200/761 (26%) peluang untuk menemukan peti uncommon + 50/761 (6%) peluang untuk menemukan peti rare + 10/761 (1%) peluang untuk menemukan peti magic + 1/761 (0.1%) peluang untuk menemukan peti legendary - memiliki peluang 1/23 untuk mati Dalam setiap peristiwa kamu akan tahu apa yang sudah terjadi. Hanya pemain yang sudah menikah dan memiliki anak yang dapat menggunakan perintah ini. (Perintah ini memiliki waktu cooldown selama 30 menit.)
nb_no: La barna dine gjøre noe, dette inkluderer en rekke arrangementer. Hver gang du eller partneren din bruker denne kommandoen, vil barna dine: - ha en 8/23 sjanse til å bli eldre med ett år - har en 4/23 sjanse til å skifte navn - har en 4/23 sjanse til å ta opptil 1/64 av pengene dine - ha en 4/23 sjanse til å gi deg opptil 1/64 av dine nåværende penger ekstra - har en 2/23 sjanse til å finne en tilfeldig kasse for deg: + 500/761 (65%) sjanse for en vanlig kasse + 200/761 (26%) sjanse for en uvanlig kasse + 50/761 (6%) sjanse for en sjelden kasse + 10/761 (1%) sjanse for en magisk kasse + 1/761 (0,1%) sjanse for en legendarisk kasse - har en 1/23 sjanse til å dø I hver hendelse vil du vite hva som skjedde. Bare spillere som er gift og har barn kan bruke denne kommandoen. (Denne kommandoen har en nedkjøling på 30 minutter.)
pt_br: Permite que seus filhos faça alguma coisa, isso incluí vários acontecimentos. Toda vez que você ou o seu parceiro(a) usam esse comando, seus filhos: - tem 8/23 de chance de ficar um ano mais velho - tem 4/23 de chance ser renomeado - tem 4/23 de chance de pegar 1/64 do seu dinheiro - tem 4/23 de chance de te dar mais 1/64 do seu dinheiro - tem 2/23 de chance de achar uma caixa aleatória para você: + 500/761 (65%) de chance de ser uma caixa comum + 200/761 (26%) de chance de ser uma caixa incomum + 50/761 (6%) de chance ser uma caixa rara + 10/761 (1%) de chance ser uma caixa mágica + 1/761 (0.1%) de chance ser uma caixa lendária - tem 1/23 de chance de morrer Em cada evento você saberá o que aconteceu. Apenas jogadores que são casado e tem filhos podem usar esse comando. (Esse comando tem um tempo de espera de 30 minutos.)

source: You don't have kids yet.
bg_bg: Все още нямате деца.
de_de: Du hast keine Kinder.
es_ar: Vos no tenés hijos todavía... virgo.
es_es: No tienes hijos todavía.
es_mx: No tienes hijos todavía.
fr_fr: Vous n’avez pas encore d’enfants.
hu_hu: Nincsenek még gyermekeid.
id_id: Kamu belum punya anak.
nb_no: Du har ikke barn ennå.
pt_br: Você ainda não tem filhos.
ru_ru: У вас нет детей.
sv_se: Du har inte barn ännu.

source: They died because of a shampoo overdose!
de_de: Es starb aufgrund einer Shampooüberdosis!
es_es: ¡Ha muerto por sobredosis de champú!
es_mx: ¡Ha muerto por sobredosis de champú!
hu_hu: Belehalt a sampon-túladagolásba!
id_id: Mereka meninggal karena overdosis shampoo!
nb_no: De døde på grunn av en overdose på sjampo!
pt_br: Eles morreram por uma overdose de xampu!
sv_se: De dog på grund av schampoöverdos!

source: They died of lovesickness...
de_de: Es starb aufgrund von Liebeskummer...
es_es: Ha muerto de mal de amores...
es_mx: Ha muerto de mal de amores...
hu_hu: Belehalt szerelmi bánatába...
id_id: Mereka meninggal karena penyakit cinta...
nb_no: De døde av kjærlighetssorg...
pt_br: Eles morreram de paixão ...
sv_se: De dog av kärleksbekymmer...

source: They've died of age.
de_de: Es starb aus Altersgründen.
es_es: Ha muerto de viejo.
es_mx: Ha muerto de viejo.
hu_hu: Végelgyengülésben halt meg.
id_id: Mereka meninggal karena umur.
nb_no: De døde av alder.
pt_br: Eles morreram com a idade.
sv_se: De dog av ålder.

source: They died of loneliness.
de_de: Es starb aufgrund von Einsamkeit.
es_es: Ha muerto de soledad.
es_mx: Ha muerto de soledad.
hu_hu: Belehalt a magányba.
id_id: Mereka meninggal karena kesendirian.
nb_no: De døde av ensomhet.
pt_br: Eles morreram de solidão.
sv_se: De dog av ensamhet.

source: A horde of goblins got them.
de_de: Eine Horde von Kobolden hat es verschleppt.
es_es: Una horda de goblins lo atrapó.
es_mx: Una horda de goblins lo atrapó.
hu_hu: Egy nagy rakás kobold megzabálta őt.
id_id: Segerombolan goblin menculik mereka.
nb_no: En gjeng med nisser tokk dem.
pt_br: Uma horda de duendes os pegou.
sv_se: En flock goblins tog dem.

source: They have finally decided to move out after all these years, but couldn't survive a second alone.
de_de: Es entschied sich, nach all den Jahren endlich auszuziehen, aber konnte keine Sekunde alleine überleben.
es_es: Decidió irse de casa tras todos estos años, pero no sobrevivió solo ni un segundo.
es_mx: Decidió irse de casa tras todos estos años, pero no sobrevivió ni un segundo en solitario.
hu_hu: Végre úgy döntött, hogy kirepül otthonról, de túl magasan volt a lakás.
id_id: Mereka akhirnya memutuskan untuk pindah setelah bertahun-tahun, tetapi tidak dapat bertahan hidup sedetik pun.
nb_no: De har endelig bestemt seg for å flytte ut etter alle disse årene, men klarte ikke å overleve et sekund alene.
pt_br: Eles finalmente decidiram se mudar depois de todos esses anos, mas não conseguiram sobreviver nem um segundo sozinhos.
sv_se: De beslöt sig att flytta hemifrån efter alla dessa år men kunde inte överleva en sekund ensamma.
