Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: Checks the remaining time of your adventures, or if you survived or died. Your chance is checked here, not in `{prefix}adventure`. Your chances are determined by your equipped items, race and class bonuses, your level, God-given luck and active luck boosters. If you are in an alliance which owns a city with an adventure building, your chance will be increased by 1% per building level. If you survive on your adventure, you will receive gold up to the adventure number times 60, XP up to 500 times the adventure number and either a loot or gear item. The chance of loot is dependent on the adventure number and whether you use the Ritualist class, [check our wiki](https://wiki.idlerpg.xyz/index.php?title=Loot) for the exact chances. God given luck affects the amount of gold and the gear items' damage/defense and value. If you are in a guild, its guild bank will receive 10% of the amount of gold extra. If you are married, your partner will receive a portion of your gold extra as well, [check the wiki](https://wiki.idlerpg.xyz/index.php?title=Family#Adventure_Bonus) for the exact portion.
de_de: Überprüft die verbleibende Zeit des Abenteuers, oder ob du überlebt hast bzw. gestorben bist. Deine Chancen werden hier geprüft, nicht über `{prefix}adventure`. Deine Chance hängt von deinen ausgerüsteten Items, deiner Rasse, den Klassenboni, deinem Level, dem Gott-gegebenem Glück und deinen aktiven Glückboostern ab. Falls du in einer Allianz bist, welche eine Stadt besitzt, die Abenteuergebäude hat, wird deine Chance um 1% pro Gebäudelevel erhöht. Falls du dein Abenteuer überlebt hast wirst du Gold von bis zu 70mal des Levels erhalten, XP von bis zu 500Mal der Abenteuernummer und entweder Beute oder ein ausrüstbares Item. Die Chance auf Beute hängt von der Abenteuernummer ab und ob du die Ritualist Klasse hast, [sieh dir unser Wiki an](https://wiki.idlerpg.xyz/index.php?title=Loot) für die exakten Zahlen. Das Gott-gegebene Glück beeinflusst die Höhe des Goldes sowie die Angriffs/Verteidigungsstats der Items. Falls du Mitglied einer Gilde bist, wird die Gildenbank 10% des Goldes extra erhalten. Falls du verheiratet bist, wird dein Partner ebenfalls einen Teil des Goldes extra erhalten, [sieh dir unser Wiki an](https://wiki.idlerpg.xyz/index.php?title=Family#Adventure_Bonus) um die genauen Zahlen zu sehen.
es_es: Comprueba el tiempo restante en tus aventuras, o si has sobrevivido o muerto. Tu probabilidad se comprueba aquí, no en `{prefix}adventure`. Tu probabilidad está determinada de acuerdo con los objetos equipados, bonus de raza o clase, tu nivel, la suerte dada por tu dios y potenciadores de suerte activos. Si eres parte de una alianza que posee una ciudad con un edificio de aventura, tu probabilidad se incrementará un 1% por cada nivel de edificio. Si sobrevives en tu aventura recibirás: oro hasta 60 veces el número de la aventura, XP hasta 500 veces el número de la aventura y, posiblemente, un botín o equipamiento. La probabilidad del botín depende del número de la aventura así como si eres ritualista, [comprueba nuestra wiki](https://wiki.idlerpg.xyz/index.php?title=Loot) para saber exactamente las probabilidades. La suerte dada por los dioses afecta a la cantidad de oro así como al ataque/defensa y valor del equipamiento. Si eres parte de un gremio, su banco recibirá un 10% del oro extra. Si estás casado/a, tu pareja recibirá parte de tu oro extra también, [comprueba la wiki] (https://wiki.idlerpg.xyz/index.php?title=Family#Adventure_Bonus) para ver el porcentaje exacto.
id_id: Memeriksa sisa waktu petualanganmu, atau jika kamu selamat atau mati. Peluang kamu bisa dilihat disini, bukan di`{prefix}adventure`. Peluang kamu ditentukan berdasarkan perlengkapan yang dipakai, bonus ras dan kelas, level kamu, keberuntungan yang diberikan oleh Tuhan mu dan aktivasi penguat keberuntungan. Jika kamu berada dalam sebuah aliansi yang memilki kota dengan bangunan petualangan, peluang kamu akan meningkat sebesar 1% setiap level bangunannya. Jika kamu selamat dalam petualanganmu, kamu akan menerima emas dari nomor petualanganmu dikalikan 60, XP hingga 500 dikalikan lipat dari nomor petualanganmu dan antara barang jarahan atau perlengkapan. Kemungkinan mendapatkan barang jarahan tergantung pada nomor petualangan dan apakah kamu menggunakan kelas Ritualist, [lihat wiki kami](https://wiki.idlerpg.xyz/index.php?title=Loot) untuk peluang yang tepat. Keberuntungan yang diberikan oleh Tuhanmu mempengaruhi emas dan kerusakan/pertahanan barang perlengkapan dan nilainya. Jika kamu berada dalam sebuah guild, bank guildnya akan menerima 10% dari jumlah ekstra emas yang didapatkan. Jika kamu sudah menikah, pasanganmu akan menerima sebagian dari ekstra emasmu juga, [lihat wiki](https://wiki.idlerpg.xyz/index.php?title=Family#Adventure_Bonus) untuk porsi yang tepat.
nb_no: Sjekker den gjenværende tiden av eventyrene dine, eller om du overlevde eller døde. Sjansen din sjekkes her, ikke i `{prefix}adventure`. Sjansene dine avgjøres av utstyre ditt, rase og klassebonuser, nivået ditt, gudgitt flaks og aktive lykke booster. Hvis du er i en allianse som eier en by med et eventyrbygg, vil sjansen din økes med 1 % per bygningsnivå. Hvis du overlever på eventyret ditt, vil du motta gull opptil eventyrtallet ganger 60, XP opptil 500 ganger eventyrnummeret og enten loot eller en gjenstand. Sjansen for loot er avhengig av eventyrnummeret og om du bruker Ritualist-klassen, [sjekk wikien vår](https://wiki.idlerpg.xyz/index.php?title=Loot) for de nøyaktige sjansene. Gud gitt flaks påvirker mengden gull og utstyrets skade/forsvar og verdi. Hvis du er i en klan, vil dens klanbank motta 10 % av mengden gull ekstra. Hvis du er gift, vil partneren din motta en del av gullet ditt i tillegg, [sjekk wikien](https://wiki.idlerpg.xyz/index.php?title=Family#Adventure_Bonus) for den nøyaktige delen.

source: Adventure Status
de_de: Abenteuerstatus
es_es: Estado de la aventura
id_id: Status Petualangan
nb_no: Eventyr Status

source: You are currently on an adventure with difficulty **{difficulty}**. Time until it completes: **{time_left}** Adventure name: **{adventure}**
de_de: Du befindest dich derzeit auf einem Abenteuer mit **{difficulty}** Schwierigkeit. Zeit, bis es beendet ist: **{time_left}** Abenteuername: **{adventure}**
es_es: Estás actualmente en una aventura con dificultad **{difficulty}**. Tiempo hasta que termine: **{time_left}** Nombre de la aventura: **{adventure}**
id_id: Kamu saat ini sedang dalam petualangan dengan tingkat kesulitan **{difficulty}**. Waktu selesai: **{time_left}** Nama petualangan: **{adventure}**
nb_no: Du er for øyeblikket på et eventyr med vanskeligheter **{difficulty}**. Tid til det fullføres: **{time_left}** Eventyrnavn: **{adventure}**

source: Adventure Failed
de_de: Abenteuer gescheitert
es_es: Aventura fracasada
id_id: Petualangan gagal
nb_no: Eventyret mislyktes

source: You died on your mission. Try again!
bg_bg: Вие загинахте. Опитайте отново!
de_de: Du bist während des Abenteuers gestorben. Versuch's nochmal!
es_ar: ¡Has muerto en tu misión, intentalo de nuevo!
es_es: Has muerto durante la misión. ¡Inténtalo de nuevo!
es_mx: Has muerto durante la misión. ¡Inténtalo de nuevo!
fr_fr: Vous êtes mort lors de votre mission. Essayez à nouveau !
hu_hu: Belehaltál a kalandba. Próbáld meg újra!
id_id: Kamu mati dalam misi kamu. Coba lagi!
nb_no: Du døde på eventyret ditt. Prøv igjen!
pt_br: Você **morreu** em sua missão. Tente novamente!
ru_ru: Вы потерпели неудачу и умерли. Попробуйте снова!
sv_se: Du dog på ditt uppdrag. Försök igen!

source: Adventure Completed
de_de: Abenteuer beendet
es_es: Aventura completada
id_id: Petualangan selesai
nb_no: Eventyr Fullført

source: You have completed your adventure and received **${gold}** as well as a new item: **{item}** added to your `{prefix}{storage_type}` Type: **{type}** {stat}Value: **{value}** Experience gained: **{xp}**.
de_de: Du hast dein Abenteuer beendet und **${gold}** erhalten so wie ein neues Item: **{item}** wurde deinem `{prefix}{storage_type}` hinzugefügt Typ: **{type}** {stat}Wert: **{value}** Erfahrung erhalten: **{xp}**.
es_es: Has completado tu aventura y recibido **${gold}** al igual que un objeto nuevo: **{item}** añadido a tu `{prefix}{storage_type}` Clase: **{type}** {stat}Valor: **{value}** Experiencia ganada: **{xp}**.
id_id: Kamu telah menyelesaikan petualanganmu dan menerima **${gold}** dan juga barang baru: **{item}** telah ditambahkan ke `{prefix}{storage_type}`mu Tipe: **{type}** {stat}Nilai: **{value}** EXP yang didapat: **{xp}**.
nb_no: Du har fullført eventyret ditt og mottatt **${gold}** samt en ny gjenstand: **{item}** lagt til i `{prefix}{storage_type}` Type: **{type}** {stat}Verdi: **{value}** Level XP mottatt: **{xp}**.

source: Loot item
de_de: Beute
es_es: Botín
id_id: Barang jarahan
nb_no: Loot gjenstand

source: Damage: **{damage}**
de_de: Schaden: **{damage}**
es_es: Daño: **{damage}**
id_id: Serangan: **{damage}**
nb_no: Skade: **{damage}**

source: Armor: **{armor}**
de_de: Verteidigung: **{armor}**
es_es: Armadura: **{armor}**
id_id: Perisai: **{armor}**
nb_no: Rustning: **{armor}**

source: Cancels your current adventure.
bg_bg: Прекратява сегашното Ви приключение.
de_de: Bricht das laufende Abenteuer ab.
es_ar: Cancela tu aventura actual.
es_es: Cancela tu aventura actual.
es_mx: Cancela tu aventura actual.
fr_fr: Annulez votre aventure en cours.
hu_hu: Aktív kaland törlése.
id_id: Membatalkan petualangan kamu saat ini.
nb_no: Avbryter ditt nåværende eventyr.
pt_br: Cancela sua aventura atual.
ru_ru: Отменяет текущее приключение.
sv_se: Avbryter ditt nuvarande äventyr.

source: Cancels your ongoing adventure and allows you to start a new one right away. You will not receive any rewards if you cancel your adventure.
de_de: Bricht dein laufendes Abenteuer ab und erlaubt dir, sofort ein Neues zu starten. Du wirst keine Belohnungen erhalten, wenn du dein Abenteuer abbrichst.
es_es: Cancela tu aventura en curso y te permite comenzar una nueva de inmediato. No recibirás ninguna recompensa si cancelas tu aventura.
id_id: Membatalkan petualangan kamu yang sedang berlangsung dan memperbolehkanmu untuk dapat memulai sebuah petualangan yang baru. Kamu tidak akan menerima hadiah apa pun jika kamu membatalkan petualanganmu.
nb_no: Avbryter ditt pågående eventyr og lar deg starte et nytt med en gang. Du vil ikke motta noen belønninger hvis du avbryter eventyret ditt.
pt_br: Cancela a sua aventura que está em andamento e permite que você inicie uma nova logo após isso. Você não receberá nenhuma recompensa se você cancelar a aventura.

source: Are you sure you want to cancel your current adventure?
de_de: Bist du sicher, dass du dein aktuelles Abenteuer abbrechen willst?
es_es: ¿Estás seguro de que deseas cancelar tu aventura actual?
es_mx: ¿Estás seguro de que deseas cancelar tu aventura actual?
hu_hu: Biztos vagy benne, hogy visszahívod hősödet jelenlegi kalandjáról?
id_id: Apakah kamu yakin ingin membatalkan petualanganmu saat ini?
nb_no: Er du sikker på at du vil avbryte ditt nåværende eventyr?
pt_br: Você tem certeza de que deseja cancelar sua aventura atual?
sv_se: Är du säker på att du vill avbryta ditt nuvarande äventyr?

source: Did not cancel your adventure. The journey continues...
de_de: Ich habe dein Abenteuer nicht abgebrochen. Die Reise geht weiter...
es_es: No se ha cancelado tu aventura. El viaje continúa...
es_mx: No se ha cancelado tu aventura. El viaje continúa...
hu_hu: Hősöd nem lett visszahívva. A kaland folytatódik...
id_id: Tidak jadi membatalkan petualanganmu. Perjalanan berlanjut...
nb_no: Kansellerte ikke eventyret ditt. Reisen fortsetter...
pt_br: Sua aventura não foi cancelada. A jornada continua ...
sv_se: Avbröt ej ditt äventyr. Äventyret fortsätter...

source: Canceled your mission. Use `{prefix}adventure [missionID]` to start a new one!
bg_bg: Прекратихте приключението си. Използвайте `{prefix}adventure [missionID]` за започнете ново!
de_de: Abenteuer abgebrochen. Nutze `{prefix}adventure [missionID]` um ein neues zu beginnen!
es_ar: ¡Cancelaste tu misión. Usá `{prefix}adventure [missionID]` para iniciar una nueva!
es_es: Cancelaste tu misión. ¡Usa `{prefix}adventure [missionID]` para iniciar una nueva!
es_mx: Cancelaste tu misión. ¡Usa `{prefix}adventure [missionID]` para iniciar una nueva!
fr_fr: Votre mission a été annulée. Utilisez `{prefix}adventure [missionID]` pour en commencer une nouvelle !
hu_hu: Hősödet hazahívtad kalandjáról. Használd a `{prefix}adventure [kaland sorszám]` parancsot egy új kaland megkezdéséhez!
id_id: Membatalkan misi kamu. Gunakan `{prefix}adventure [missionID]` untuk memulai baru!
nb_no: Avbrutt oppdraget ditt. Bruk `{prefix}adventure [missionID]` for å starte et nytt!
pt_br: Sua missão foi cancelada. Use `{prefix}adventure [missionID]` para iniciar uma nova!
ru_ru: Ваша миссия отменена. Используйте `{prefix}adventure [missionID]` , чтобы начать новое!
sv_se: Avbröt ditt uppdrag. Använd `{prefix}adventure [missionID]` för att starta ett nytt!

source: Show some adventure stats
de_de: Zeigt ein paar Abenteuerstats
es_es: Muestra algunas estadísticas de aventura
id_id: Menampilkan beberapa status petualangan
nb_no: Vis litt eventyrstatistikk
pt_br: Mostra algumas estáticas de suas aventuras

source: Shows your overall adventure death and completed count, including your success rate.
de_de: Zeigt deine gesamten Abenteuertode und die Anzahl der erfolgreich beendeten Abenteuer, sowie deine Erfolgsrate.
es_es: Muestra el total de muertes en las aventuras y el recuento total, incluida tu tasa de éxito.
id_id: Menampilkan total kematian dalam petualanganmu dan jumlah petualangan yang berhasil diselesaikan, termasuk tingkat keberhasilanmu.
nb_no: Viser dine totalte eventyr dødsfall og fullførte eventyr telling, inkludert suksessraten din.
pt_br: Mostra o total de mortes e aventuras completas, incluindo sua taxa de sucesso.

source: Out of **{total}** adventures, you died **{deaths}** times and survived **{completed}** times, which is a success rate of **{rate}%**.
bg_bg: От **{total}** приключение Вие сте загинали **{deaths}** пъти и сте оцелели **{completed}** пъти. Вашият успех в проценти е **{rate}%**.
de_de: Von **{total}** Abenteuern hast du **{completed}** überlebt und bist **{deaths}** Mal gestorben. Das kommt auf **{rate}%** heraus.
es_ar: Has realizado un total de **{total}** aventuras, moriste en **{deaths}**, y sobreviviste **{completed}** veces. Eso da un porcentaje de éxito de: **{rate}%**.
es_es: De **{total}** aventuras realizadas, has muerto **{deaths}** veces y sobrevivido **{completed}**, lo que supone un porcentaje de éxito de: **{rate}%**.
es_mx: De **{total}** aventuras realizadas, has muerto **{deaths}** veces y sobrevivido **{completed}**, lo que supone un porcentaje de éxito de: **{rate}%**.
fr_fr: Sur un total de **{total}** aventures, vous êtes morts **{deaths}** fois et avez survécu **{completed}** fois, ce qui vous donne un taux de succès de **{rate}%**.
hu_hu: **{total}** kalandodból **{deaths}** alkalommal haltál meg és **{completed}** alkalommal jártál sikerrel. Ezek alapján az eddigi sikerességed **{rate}%**.
id_id: Dari **{total}** petualangan, kamu mati **{deaths}** kali dan selamat **{completed}** kali, yang berarti tingkat kesuksesannya adalah **{rate}%**.
nb_no: Av **{total}** eventyr døde du **{deaths}** ganger og overlevde **{completed}** ganger, som er en suksessrate på **{rate}%**.
pt_br: Você saiu em **{total}** aventuras, dentre elas você morreu **{deaths}** vezes e sobreviveu **{completed}** vezes, o que dá uma taxa de sucesso de **{rate}%**.
ru_ru: Из **{total}** приключений, вы умерли**{deaths}** раз и выжили **{completed}** раз, следуя из этого ваша доля успеха **{rate}%**.
sv_se: Utav **{total}** äventyr, dog du **{deaths}** gånger och överlevde **{completed}** gånger, vilket är en succéchans av **{rate}%**.

source: Lists all your cooldowns
de_de: Zeigt alle deine Cooldowns
es_es: Enumera todos tus tiempos de reutilización
id_id: Menampilkan semua waktu cooldown kamu
nb_no: Viser alle kommando nedkjølingene dine
pt_br: Lista todos os seus tempos de espera

source: Lists all your cooldowns, including your adventure timer.
de_de: Zeigt alle deine Cooldowns und deine verbleibende Abenteuerzeit.
es_es: Enumera todos tus tiempos de reutilización, incluido tu temporizador de aventura.
id_id: Menampilkan semua waktu cooldown kamu, termasuk waktu petualanganmu.
nb_no: Viser alle nedkjølingene dine, inkludert eventyrtiden din.
pt_br: Lista todos os seus tempos de espera, incluindo quando tempo falta para terminar sua aventura.

source: You don't have any active cooldown at the moment.
bg_bg: Нямате команди на времетраене в момента.
de_de: Aktuell keine aktiven Cooldowns.
es_ar: No tenés ningún comando bajo enfriamiento ahora mismo.
es_es: No tienes ningún tiempo de espera activo en este momento.
es_mx: No tienes ningún enfriamiento activo en este momento.
fr_fr: Vous n’avez aucun cooldown actif pour le moment.
hu_hu: Minden parancsod újra van töltve.
id_id: Kamu tidak memiliki waktu tunggu yang aktif saat ini.
nb_no: Du har ingen aktive nedkjølinger for øyeblikket.
pt_br: Você não tem nenhum tempo de espera ativo no momento.
ru_ru: У вас нет активных перезарядок на данный момент.
sv_se: Du har ingen aktiv cooldown just nu.

source: Commands on cooldown:
bg_bg: Команди на времетраене:
de_de: Befehle auf Cooldown:
es_ar: Comandos en enfriamiento:
es_es: Comandos en uso:
es_mx: Comandos en enfriamiento:
fr_fr: Commandes en cooldown:
hu_hu: Újratöltés alatt álló parancsok:
id_id: Perintah dalam waktu tunggu:
nb_no: Kommandoer med nedkjøling:
pt_br: Comandos em tempo de espera:
ru_ru: Команды на перезарядке:
sv_se: Kommandon på cooldown:

source: {cmd} is on cooldown and will be available after {time}
bg_bg: {cmd} е на времетраене и ще може да я ползвате отново след {time}
de_de: {cmd} ist auf Cooldown und kann nach {time} benutzt werden
es_ar: {cmd} está en enfriamiento, y vas a poder usarlo después de {time}
es_es: {cmd} está en uso y podrá reutilizarse en {time}
es_mx: {cmd} está en enfriamiento y podrá usarse de nuevo en {time}
fr_fr: {cmd} est en cooldown et sera disponible dans {time}
hu_hu: {cmd} újratöltés alatt áll és {time} múlva lesz újra elérhető.
id_id: {cmd} sedang dalam pendinginan dan akan tersedia setelah {time}
nb_no: {cmd} er på nedkjøling og vil være tilgjengelig om {time}
pt_br: {cmd} está em tempo de espera e estará disponível após {time}
ru_ru: {cmd} в данный момент на перезарядке и будет доступен позже {time}
sv_se: {cmd} är på cooldown och kommer att vara tillgänglig om {time}

source: Adventure is running and will be done after {time}
de_de: Abenteuer läuft und wird nach {time} abgeschlossen sein
es_es: Hay una aventura activa que terminará en {time}
es_mx: Hay una aventura activa que terminará en {time}
hu_hu: Kaland folyamatban. Hátralévő idő: {time}
id_id: Petualangan sedang berjalan dan akan selesai setelah {time}
nb_no: Du er på eventyr og vil bli ferdig etter {time}
pt_br: A aventura está em execução e será concluída após {time}
sv_se: Äventyr pågår och kommer vara färdigt om {time}

source: Show the clusters
de_de: Zeigt die Cluster
es_es: Mostrar los grupos
id_id: Menampilkan klaster
nb_no: Vis klyngene
pt_br: Mostra os clusters (Grupos de Servidores)

source: Lists all clusters and their current status.
de_de: Zeigt alle Cluster und ihren momentanen Status.
es_es: Enumera todos los grupos y sus estados actuales.
id_id: Menampilkan semua klaster dan statusnya saat ini.
nb_no: Viser alle klynger og deres nåværende status.
pt_br: Lista todos os clusters (Grupos de Servidores) e seus atuais estados.

source: Launcher is dead, that is really bad.
de_de: Der Launcher ist tot, das ist wirklich sehr schlecht.
es_es: El ejecutor está muerto, eso es realmente malo.
id_id: Peluncurnya mati, ini benar-benar buruk.
nb_no: Launcher er død, det er virkelig ille.
pt_br: Launcher está morto, isso é muito ruim.

source: The dealer has a {pretty_dealer} for a total of {dealer} You have a {pretty_player} for a total of {player} {additional}
bg_bg: Картите на дилъра са {pretty_dealer} и той има сума от {dealer} Вашите карти са {pretty_player} и сумата им е {player} {additional}
de_de: Der Dealer hat {pretty_dealer} mit dem Wert {dealer} Du hast {pretty_player} mit dem Wert {player} {additional}
es_ar: El dealer tiene {pretty_dealer} por un total de {dealer} Vos tenés {pretty_player} por un total de {player} {additional}
es_es: El crupier tiene {pretty_dealer} por un total de {dealer} Tú tienes {pretty_player} por un total de {player} {additional}
es_mx: El dealer tiene {pretty_dealer} por un total de {dealer} Tú tienes {pretty_player} por un total de {player} {additional}
fr_fr: Le dealer a {pretty_dealer} pour un total de {dealer} Vous avez {pretty_player} pour un total de {player} {additional}
hu_hu: A Kártyaosztó lapjai: {pretty_dealer} összes lap: {dealer} A te lapjaid: {pretty_player} összes lap: {player} {additional}
id_id: Sang penjual memiliki {pretty_dealer} dengan total {dealer} Kamu punya {pretty_player} dengan total {player} {additional}
nb_no: Dealeren har en {pretty_dealer} for totalt {dealer} Du har en {pretty_player} for totalt {player} {additional}
pt_br: O dealer possui um {pretty_dealer} para um total de {dealer} Você tem um {pretty_player} para um total de {player} {additional}
ru_ru: У дилера {pretty_dealer} общее число {dealer} У вас {pretty_player} общее число {player} {additional}
sv_se: Croupiern har {pretty_dealer} för totalt av {dealer} Du har {pretty_player} för totalt av {player} {additional}

source: Would you like insurance? It will cost half your bet and will get you 2:1 back if the dealer has a blackjack. Else it is gone.
bg_bg: Бихте ли искали застраховка? Това ще ви струва половината от залога и ще ви върне 2: 1, ако дилърът има блекджек. Иначе ще загубите всичко.
de_de: Willst du eine Versicherung? Sie kostet deinen halben Einsatz und gibt dir 2:1 zurück wenn der Dealer einen Blackjack hat. Ansonsten ist sie weg.
es_ar: ¿Querés asegurar tu apuesta? Te va a costar la mitad, pero si perdés contra el dealer se te devuelve. El resto termina con los Kirchner.
es_mx: ¿Estás seguro?, te costará la mitad de tu apuesta y te devolverá 2:1 si el dealer tiene blackjack, en otro caso pierdes.
fr_fr: Voulez vous une assurance ? Cela vous coûtera la moitié de votre pari et vous redonnera 2:1 en retour si le dealer a un blackjack. Sinon tout est perdu.
hu_hu: Szeretnél biztosítást a játékhoz? A téted 50%-ába kerül, és amennyiben a kártyaosztónak huszonegye van, úgy 2:1 arányú kifizetést kapsz! Egyéb esetben minden a házé.
ru_ru: Хотите получить страховку? Это будет стоить половину вашей ставки и вы получите 2:1 назад в случае, если у дилера будет blackjack. В других случаях, она исчезает.
sv_se: Vill du ha försäkring? Det kostar hälften av din insats och du får 2:1 tillbaka om croupiern har en blackjack. Annars är det borta.
