Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: Show a list of your guild members. If a user's name cannot be found for whatever reason, their user ID is displayed. This command can take a minute to load, depending on the amount of members in your guild. Please be patient. Only players who are part of a guild can use this command.
de_de: Zeigt eine Liste deiner Gildenmitglieder. Wenn ein Nutzername aus welchem Grund auch immer nicht gefunden werden kann, wird die Nutzer ID angezeigt. Dieser Befehl kann eine Minute zum laden brauchen, je nachdem wie viele Mitglieder in der Gilde sind. Bitte habe etwas Geduld. Nur Spieler die Teil einer Gilde sind, können diesen Befehl nutzen.
es_es: Muestra una lista de los miembros de tu gremio. Si el nombre de un usuario no se puede encontrar por alguna razón, se muestra su ID de usuario. Este comando puede tardar un minuto en cargar, dependiendo de la cantidad de miembros en tu gremio. Por favor, sé paciente. Solo los jugadores que forman parte de un gremio pueden usar este comando.
id_id: Menampilkan daftar anggota guild Anda. Jika nama pengguna tidak dapat ditemukan dengan alasan apapun, ID penggunanya akan ditampilkan. Perintah ini membutuhkan beberapa menit untuk dimuat, tergantung pada jumlah anggota guild. Harap bersabar. Hanya pemain yang merupakan bagian dari guild yang dapat menggunakan perintah ini.
nb_no: Vis en liste over klans medlemmene dine. Hvis en brukers navn av en eller annen grunn ikke kan bli funnet, vises bruker-IDen. Denne kommandoen kan ta et minutt å laste, avhengig av antall medlemmer i klanen din. Vær tålmodig. Bare spillere som er en del av en klan kan bruke denne kommandoen.
pt_br: Mostra uma lista dos membros da sua guilda. Se o nome de um usuário não for encontrado por algum motivo, será mostrado o ID do usuário. Pode demorar um minuto até que o comando carregue, dependendo da quantidade de membros em sua guilda. Por favor seja paciente. Apenas jogadores que estão em uma guilda podem usar esse comando.

source: Your guild mates
bg_bg: Вашите приятели в гилдията
de_de: Deine Gildenkameraden
es_ar: Tus compañeros de gremio
es_es: Tus compañeros de gremio
es_mx: Tus compañeros de gremio
fr_fr: Vos membres de guilde
hu_hu: Céhtársaid
id_id: Teman guildmu
nb_no: Dine klans medlemmer
pt_br: Seus companheiros de guilda
ru_ru: Участники гильдии
sv_se: Dina guild medlemmar

source: Change your guild's badge
de_de: Ändere dein Gildenabzeichen
es_es: Cambia la insignia del gremio
id_id: Mengubah lencana guild
nb_no: Bytt klanens merke
pt_br: Muda a insígnia da sua Guilda

source: `<number>` - The number of the guild badge to use, ranging from 1 to the amount of available badges Change your guild's badge, it will display in `{prefix}guild info`. Only guild leaders can use this command.
de_de: `<number>` - Die Nummer des Gildenabzeichens, welches genutzt werden soll, zwischen 1 und die Anzahl der verfügbaren Abzeichen. Ändert dein Gildenabzeichen, es wird in `{prefix}guild info` angezeigt. Nur Gildenleiter können diesen Befehl nutzen.
es_es: `<número>` - el número de la insignia del gremio a usar, que va de 1 a la cantidad de insignias disponibles Cambia la insignia de tu gremio, se mostrará en `{prefix}guild info`. Solo los líderes del gremio pueden usar este comando.
id_id: `<number>` - Jumlah lencana guild yang akan digunakan, mulai dari 1 hingga jumlah lencana yang tersedia Mengubah lencana guild, akan ditampilkan di `{prefix}guild info`. Hanya pemimpin guild yang dapat menggunakan perintah ini.
nb_no: `<nummer>` – nummeret på klansmerket som skal brukes, fra 1 til antall tilgjengelige merker Endre klanens merke, det vil vises i `{prefix}guild info`. Bare klans ledere kan bruke denne kommandoen.
pt_br: `<number>` - O número da insígnia de guilda que você deseja usar, variando de 1 até a quantidade de insígnias disponíveis Muda a insígnia da guilda, ela aparece em `{prefix}guild info`. Apenas líderes de guilda podem usar esse comando.

source: Your guild has no badges yet.
bg_bg: Вашата гилдия все още няма значки.
de_de: Deine Gilde hat noch keine Abzeichen.
es_ar: Tu gremio no tiene placas todavía.
es_es: Tu gremio no tiene insignias todavía.
es_mx: Tu gremio no tiene placas aún.
fr_fr: Votre guilde n’a pas de badges pour le moment.
hu_hu: Még nincs egy cégéred sem.
id_id: Guildmu belum memiliki sebuah lencana.
nb_no: Klanen din har ingen merker ennå.
pt_br: Sua guilda ainda não tem selos.
ru_ru: У вашей гильдии ещё нет значков.
sv_se: Din guild har ingen emblem ännu.

source: The badge number {number} is not valid, your guild only has {amount} available.
bg_bg: Номерът на значката {number} не е валиден, гилдията ви има само {amount} в наличност.
de_de: Abzeichen {number} ist ungültig, deine Gilde hat nur {amount}.
es_ar: El número placa {number} no es válido, tu gremio sólo tiene {amount} disponible(s).
es_es: El número de insignia {number} no es válido, tu gremio solo tiene {amount} disponible(s).
es_mx: El número de placa {number} no es válido, tu gremio sólo tiene {amount} disponible(s).
fr_fr: Le badge numéro {number} n’est pas valide, votre guilde n’a que {amount} à disposition.
hu_hu: A cégér sorszáma ({number}) érvénytelen, a cégednek mindössze {amount} áll rendelkezésére.
id_id: Nomor lencana {number} tidak valid, guild kamu hanya memiliki {amount} yang tersedia.
nb_no: Merkenummeret {number} er ikke gyldig, klanen din har bare {amount} tilgjengelig.
pt_br: A insígnia de número {number} não é válido, sua guilda só tem {amount} disponível.
ru_ru: Номер значка {number} - неверный, ваша гильдия имеет только {amount} из доступных.
sv_se: Emblem nummer {number} är inte giltig, din guild har bara {amount} tillgängliga.

source: Badge updated!
bg_bg: Значката е актуализирана!
de_de: Abzeichen geändert!
es_ar: ¡Placa actualizada!
es_es: ¡Insignia actualizada!
es_mx: ¡Placa actualizada!
fr_fr: Badgie mis à jour !
hu_hu: Új cégér kihelyezve!
id_id: Lencana diperbarui!
nb_no: Merket er oppdatert!
pt_br: Selo atualizado!
ru_ru: Значок обновлён!
sv_se: Emblem uppdaterad!

source: Create a guild
de_de: Erstelle eine Gilde
es_es: Crea un gremio
id_id: Membuat sebuah guild
nb_no: Lag en klan
pt_br: Cria uma Guilda

source: Create a guild for $10,000. Creating a guild has no level requirements, as long as you have $10,000, you can create a guild. To create a guild, you will need the following: - A name with 20 characters or less - An image URL with 60 characters or less to your guild's icon - $10,000 Having trouble finding a short image URL? Check [this tutorial](https://wiki.idlerpg.xyz/index.php?title=Tutorial:_Short_Image_URLs) The bot will ask for these separately. When you enter the guild's name or URL, don't include `{prefix}`. Only players who are not already in a guild can use this command. (This command has a cooldown of 10 minuets.)
de_de: Erstelle eine Gilde für 10.000$. Eine Gilde zu erstellen hat keine Level-Beschränkungen, solange du 10.000$ hast, kannst du eine Gilde erstellen. Um eine Gilde zu erstellen benötigst du Folgendes: -Einen Namen mit 20 Zeichen oder weniger -Einen Bildlink mit 60 Zeichen oder weniger für dein Gild-Icon -10.000$ Hast du Probleme einen kurzen Link zu finden? Sieh dir[dieses Tutorial an](https://wiki.idlerpg.xyz/index.php?title=Tutorial:_Short_Image_URLs) Der Bot wird separat nach Namen/Bild fragen. Wenn du den Gildennamen oder Link eingibst, füge nicht `{prefix}` hinzu. Nur Spieler die nicht bereits eine Gilde haben, können diesen Befehl nutzen. (Dieser Befehl hat einen Cooldown von 10 Minuten.)
es_es: Crea un gremio por $ 10,000. Crear un gremio no tiene requisitos de nivel, siempre que tengas $10,000 puedes crear un gremio. Para crear un gremio, necesitarás lo siguiente: - Un nombre con 20 caracteres o menos - Una URL de imagen con 60 caracteres o menos para el icono de tu gremio. - $10,000 ¿Tienes problemas para encontrar una URL de imagen corta? Comprueba [este tutorial] (https://wiki.idlerpg.xyz/index.php?title=Tutorial:_Short_Image_URLs) El bot los pedirá por separado. Cuando introduzcas el nombre o URL del gremio, no incluyas `{prefix}`. Solo los jugadores que aún no están en un gremio pueden usar este comando. (Este comando tiene un tiempo de reutilización de 10 minutos).
id_id: Membuat sebuah guild dengan biaya sebesar $10,000. Membuat sebuah guild tidak membutuhkan persyaratan level, selama kamu memiliki $10,000, kamu dapat membuat sebuah guild. Untuk membuah sebuah guild, kamu membutuhkan hal-hal ini: - Membuat nama guild tidak lebih dari 20 karakter - URL gambar tidak lebih dari 60 karakter untuk membuat gambar guildmu - $10,000 Kesulitan mendapatkan URL gambar yang pendek? Periksa [tutorial ini](https://wiki.idlerpg.xyz/index.php?title=Tutorial:_Short_Image_URLs) Bot akan memintanya secara terpisah. Saat kamu memasukan nama guild atau URLnya, jangan masukan `{prefix}`. Hanya pemain yang belum berada didalam sebuah guild yang dapat menggunakan perintah ini. (Perintah ini memiliki waktu cooldown selama 10 menit.)
nb_no: Opprett en klan for $10 000. Å opprette en klan har ingen nivåkrav, så lenge du har $10 000, kan du opprette en klan. For å opprette en klan trenger du følgende: - Et navn med 20 tegn eller mindre - En bilde-URL med 60 tegn eller mindre til klanens ikon - $10 000 Har du problemer med å finne en kort bilde-URL? Sjekk [denne veiledningen](https://wiki.idlerpg.xyz/index.php?title=Tutorial:_Short_Image_URLs) Botten vil be om disse separat. Når du skriver inn klanens navn eller URL, må du ikke inkludere `{prefix}`. Bare spillere som ikke allerede er i en klan kan bruke denne kommandoen. (Denne kommandoen har en nedkjøling på 10 minutter.)
pt_br: Cria uma guilda por $10,000. Para criar uma guilda nenhum nível é necessário, contanto que você tenha $10,000, você poderá criar uma guilda. Para criar uma guilda, você precisará das seguintes coisas: - Um nome com 20 caracteres ou menos - Uma imagem com uma URL com 60 caracteres ou menos para ser o ícone da sua guilda - $10,000 Tendo problemas em encontrar um link curto? Siga [esse tutorial](https://wiki.idlerpg.xyz/index.php?title=Tutorial:_Short_Image_URLs) O bot pedirá por esses separadamente. Quando você digitar o nome da guilda ou a URL, não inclua `{prefix}`. Apenas jogadores que ainda não estão em uma guilda podem usar esse comando. (Esse comando tem um tempo de espera de 10 minutos.)

source: Enter a name for your guild. Maximum length is 20 characters.
bg_bg: Въведете име за вашата гилдия. Максималната дължина е 20 знака.
de_de: Gib einen Namen für deine Gilde an. Maximal 20 Zeichen.
es_ar: Ingresa un nombre para tu gremio, con un máximo de 20 caracteres.
es_es: Introduce un nombre para tu gremio. La longitud máxima es de 20 caracteres.
es_mx: Introduce un nombre para tu gremio. La longitud máxima es de 20 caracteres.
fr_fr: Entrez un nom pour votre guilde. La longueur maximale est de 20 caractères.
hu_hu: Add meg a leendő céhed nevét! Legfeljebb 20 karakterből állhat.
id_id: Masukkan nama untuk guild kamu. Panjang maksimal adalah 20 karakter.
nb_no: Skriv inn et navn for klanen din. Maksimal lengde er 20 tegn.
pt_br: Digite um nome para sua guilda. Com o máximo é de 20 caracteres.
ru_ru: Введите имя вашей гильдии. Максимальная величина- 20 букв.
sv_se: Ange ett namn för din guild. Maximal längd är 20 tecken.

source: Cancelled guild creation.
bg_bg: Отменено е създаването на гилдията.
de_de: Erstellen der Gilde abgebrochen.
es_ar: Creación de gremio cancelada.
es_es: Creación de gremio cancelada.
es_mx: Creación de gremio cancelada.
fr_fr: Création de guilde annulée.
hu_hu: Céh létrehozása megszakítva.
id_id: Membatalkan pembuatan guild.
nb_no: Kansellert opprettelse av klan.
pt_br: Criação de guilda cancelada.
ru_ru: Создание гильдии отменено.
sv_se: Avbröt guildskapandet.

source: Guild names musn't exceed 20 characters.
bg_bg: Имената на гилдиите не трябва да надвишават 20 знака.
de_de: Der Gildenname kann nicht über 20 Zeichen lang sein.
es_ar: El nombre del gremio no debe exceder los 20 caracteres.
es_es: El nombre del gremio no debe exceder los 20 caracteres.
es_mx: El nombre del gremio no debe exceder los 20 caracteres.
fr_fr: Les noms de guilde ne doivent pas dépasser 20 caractères.
hu_hu: A céh neve nem lehet 20 karakternél hosszabb.
id_id: Nama guild tidak boleh melewati 20 karakter.
nb_no: Klan navnet kan ikke overstige 20 tegn.
pt_br: Os nomes das guildas não devem exceder 20 caracteres.
ru_ru: Название гильдии не должно превышать 20 букв.
sv_se: Guildnamn får inte överstiga 20 tecken.

source: Send a link to the guild's icon. Maximum length is 60 characters.
bg_bg: Изпратете линк за иконата на гилдията. Максималната дължина е 60 знака.
de_de: Sende einen Link zum Gildenbild. Der Link kann nicht länger als 60 Zeichen lang sein.
es_ar: Envía un enlace con el ícono del gremio, con un máximo de 60 caracteres.
es_es: Envía un enlace con el ícono del gremio. La longitud máxima es de 60 caracteres.
es_mx: Envía un enlace con el ícono del gremio. La longitud máxima es de 60 caracteres.
fr_fr: Envoie un lien de l’icône de la guilde. La longueur maximale est de 60 caractères.
hu_hu: Adj meg egy linket a céh címeréhez. Ez legfeljebb 60 karakter hosszú lehet.
id_id: Mengirimkan tautan ke ikon guild. Panjang maksimal adalah 60 karakter.
nb_no: Send en lenke til klanens ikon. Maksimal lengde er 60 tegn.
pt_br: Envie um link para o ícone da guilda. O comprimento máximo é de 60 caracteres.
ru_ru: Отправьте ссылку на картинку гильдии. Максимальная величина ссылки- 60 букв.
sv_se: Skicka en länk till guildens ikon. Maximal längd är 60 tecken.

source: Are you sure? React to create a guild for **$10000**
bg_bg: Сигурен ли си? Реагирайте, за да създадете гилдия за **$10000**
de_de: Bist du sicher? Reagiere um für **$10000** die Gilde zu erstellen
es_ar: ¿Estás seuro? Reaccioná para crear el gremio por **$10.000**
es_es: ¿Estás seguro? Reacciona para crear un gremio por **$10000**
es_mx: ¿Estás seguro? Reacciona para crear un gremio por **$10000**
fr_fr: Êtes-vous sûr ? Réagissez afin de créer une guilde pour **10000$**
hu_hu: Bejegyezzük? A céh létrehozásához nyomd meg a reakciógombot. Az ára **$10000**
id_id: Apakah kamu yakin? Reaksi untuk membuat sebuah guild seharga **$10000**
nb_no: Er du sikker? Reager for å opprette en klan for **$10000**
pt_br: Você tem certeza? Clique na reação para criar uma guilda por **$10000**
ru_ru: Вы уверены? Поставьте реакцию, чтобы создать гильдию за **$10000**
sv_se: Är du säker? Reagera för att skapa en guild för **$10000**

source: A guild creation costs **$10000**, you are too poor.
bg_bg: Разходите за създаване на гилдия**$10000**, вие сте твърде бедни.
de_de: Du hast nicht die nötigen **$10000** um eine Gilde zu erstellen.
es_ar: La creación de un gremio cuesta **10.000**, vos sos muy pobre.
es_es: La creación de un clan cuesta **$10000**, eres demasiado pobre.
es_mx: La creación de un gremio cuesta **10.000**, eres demasiado pobre.
fr_fr: La création d’une guilde coûte **10000$**, vous êtes trop pauvre.
hu_hu: A céh megalapításához **$10000** illetéket kell fizetni, neked nincs ennyid.
id_id: Pembuatan guild seharga **$10000**, kamu terlalu miskin.
nb_no: En klan opprettelse koster **$10000**, du er for fattig.
pt_br: A criação de uma guilda custa **$10000**, você é muito pobre.
ru_ru: Чтобы создать гильдию требуется **$10000**, вы слишком бедны.
sv_se: En guildskapelse kostar**$10000**, du är för fattig.

source: The guild name is taken.
de_de: Dieser Name ist schon vergeben.
es_es: El nombre del gremio está cogido.
es_mx: El nombre del gremio ya fue usado.
hu_hu: Ez a céhnév már foglalt.
id_id: Nama guild sudah terambil.
nb_no: Klan navnet er tatt.
pt_br: O nome da guilda já esta sendo usado por outra guilda
sv_se: Guildnamnet är taget.

source: Successfully added your guild **{name}** with a member limit of **{memberlimit}**. Tip: You can use `{prefix}guild channel` in a server where you are the admin to set up the guild logging channel.
de_de: Deine Gilde **{name}** mit einem Mitgliederlimit von **{memberlimit}** wurde erfolgreich erstellt. Tipp: Du kannst `{prefix}guild channel` nutzen (in einem Server, in dem du Administrator bist) um einen Gilden-Log Channel zu erstellen.
es_es: Agregó con éxito su gremio **{name}** con un límite de miembros de **{memberlimit}**. Consejo: Puedes usar el `{prefix}guild channel` en un servidor donde eres el administrador para configurar el canal de registro del clan.
id_id: Berhasil membuat guildmu **{name}** dengan batas anggota sebanyak **{memberlimit}**. Tips: Kamu bisa menggunakan `{prefix}guild channel` di server tempat kamu menjadi admin untuk membuat guild channel logging.
nb_no: Suksessfullt laget klanen din **{name}** med en medlemsgrense på **{memberlimit}**. Tips: Du kan bruke `{prefix}guild channel` på en server der du er admin for å sette opp klans loggings kanalen.
pt_br: Sua guilda de nome **{name}** foi criada com um limite de **{memberlimit}** membros. Dica: Você pode usar `{prefix}guild channel` em um servidor que você é um administrador para criar um canal para registrar os logins da guilda.

source: Renames your guild
de_de: Benenne deine Gilde um
es_es: Renombra a tu gremio
id_id: Mengubah nama guild milikmu
nb_no: Gi nytt navn til klanen din

source: `<new_name>` - The new name for the guild. This renames your guild to something else. The name may not exceed 20 characters. Only guild leaders can use this command.
de_de: `<new_name>` -Der neue Name für die Gilde. Dies wird den Namen deine Gilde in einen Anderen ändern. Der Name darf nicht länger als 20 Zeichen sein. Nur Gildenleiter können diesen Befehl nutzen.
es_es: `<new_name>` - El nuevo nombre del gremio. Esto renombra a tu gremio a otra cosa. El nombre no puede tener más de 20 caracteres. Solo los líderes de gremio pueden usar este comando.
id_id: `<new_name>` - Nama baru guild yang akan dibuat. Ini akan mengubah nama guildmu. Nama guild tidak boleh lebih dari 20 karakter. Hanya pemimpin guild yang dapat menggunakan perintah ini.
nb_no: `<nytt_navn>` – Det nye navnet på klanen. Dette endrer navnet på klanen din til noe annet. Navnet kan ikke overstige 20 tegn. Bare klans ledere kan bruke denne kommandoen.

source: Successfully renamed your guild to {new_name}
de_de: Deine Gilde wurde erfolgreich zu {new_name} umbenannt!
es_es: Tu gremio ha sido renombrado como {new_name} satisfactoriamente
id_id: Sukses mengubah nama guildmu menjadi {new_name}
nb_no: Endret klans navnet til {new_name}

source: Give your guild to someone else
de_de: Gib deine Gilde jemanden Anderen
es_es: Dale tu gremio a otra persona
id_id: Memberikan guildmu kepada orang lain
nb_no: Gi klanen din til noen andre
pt_br: Da sua guilda para alguém

source: `<member>` - A discord User with a character, must be a member of your guild. Transfer your guild to someone else. This person will be the new guild leader, while you will become a regular member. If the user you transfer the guild to is a patron, the guild's member limit will be set to 100, otherwise it will be set to 50. Only guild leaders can use this command.
de_de: `<member>` - Ein Discordnutzer mit einem Charakter, muss Mitglied deiner Gilde sein. Transferiere deine Gilde an jemanden Anderen. Diese Person wird der neue Gildenleiter sein, während du ein normales Mitglied wirst. Wenn der Nutzer, dem du die Gilde überträgst ein Patreon ist, wird das Mitgliederlimit auf 100 gesetzt, ansonsten wird es auf 50 gesetzt. Nur Gildenleiter können diesen Befehl nutzen.
es_es: `<member>` - Un usuario de discord con un personaje, debe ser miembro de tu gremio. Transfiere tu gremio a otra persona. Esta persona será el nuevo líder del gremio, mientras que tú te convertirás en un miembro regular. Si el usuario al que transfieres el gremio es un usuario de patreon, el límite de miembros del clan se establecerá a 100 automáticamente, de lo contrario se establecerá a 50. Solo los líderes del gremio pueden usar este comando.
id_id: `<member>` - Pengguna discord dengan sebuah karakter, harus seorang anggota dari guildmu. Memberikan guildmu kepada orang lain. Anggota ini akan menjadi pemimpin guild yang baru, dan kamu akan menjadi anggota biasa. Jika kamu memberikan guildmu kepada anggota yang adalah seorang donatur, batas keanggotan guild akan diatur menjadi 100, jika tidak maka akan menjadi 50. Hanya pemimpin guild yang dapat menggunakan perintah ini.
nb_no: `<medlem>` - En discord bruker med en karakter, må være medlem av klanen din. Overfør klanen din til noen andre. Denne personen blir den nye klans lederen, mens du blir vanlig medlem. Hvis brukeren du overfører klanen til er en patreon, vil klanens medlemsgrense bli satt til 100, ellers settes den til 50. Bare klans ledere kan bruke denne kommandoen.
pt_br: `<member>` - Um usuário do Discord com um personagem, deve ser um membro da sua guilda. Transfere sua guilda para alguém. Essa pessoa será o novo líder da guilda, enquanto você virará um membro normal da guilda. Se o usuário que você transferir for um patreon, o limite de membros da guilda será aumentado para 100, caso contrário o limite continuará em 50. Apenas líderes de guilda podem usar esse comando.

source: Not a member of your guild.
de_de: Nicht Mitglied deiner Gilde.
es_es: No es miembro de tu gremio.
es_mx: No es miembro de tu Gremio.
hu_hu: A kiválasztott utódod nem tagja a céhednek.
id_id: Bukan anggota guild kamu.
nb_no: Ikke ett medlem av klanen din.
pt_br: Não é um membro da sua guilda.
sv_se: Inte en medlem av din guild.

source: Are you sure to transfer guild ownership to {user}?
de_de: Bist du sicher, dass du die Gilde an {user} übertragen willst?
es_es: ¿Estás seguro de querer transferir la propiedad del gremio a {user}?
es_mx: ¿Estás seguro de querer transferir la propiedad del Gremio a {user}?
hu_hu: Biztosan át akarod ruházni a céhed tulajdonjogát {user} számára?
id_id: Apakah kamu yakin ingin memindahkan kepemilikan guild ke {user}?
nb_no: Er du sikker på at du vil overføre klans eierskap til {user}?
pt_br: Você tem certeza de transferir a liderança da guilda para {user}?
sv_se: Är du säker att du vill ge ägarskapet till {user}?

source: {user} now leads {guild}.
de_de: {user} führt jetzt {guild} an.
es_es: {user} ahora lidera {guild}.
es_mx: {user} ahora dirige {guild}.
hu_hu: {user} a(z) {guild} új céhmestere.
id_id: {user} sekarang memimpin {guild}.
nb_no: {user} leder nå {guild}.
pt_br: {user} agora lidera {guild}.
sv_se: {user} leder nu {guild}.

source: Promote a guild member to officer.
de_de: Befördere ein Gildenmitglied zum Offizier.
es_es: Ascender a un miembro del gremio a oficial.
id_id: Promosikan seorang anggota guild menjadi officer.
nb_no: Forfrem en klan medlem til offiser.
pt_br: Promove um usuário a oficial.
