Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: Dwarves are the masters of their forge. Although they're very small, they can deal a lot of damage with their self-crafted equipment. Because of their reflexes, they have more defense than attack. Want an ale?
de_de: Zwerge sind die Herren ihrer Schmiede. Obwohl sie sehr klein sind, können sie viel Schaden mit ihrer selbstgemachten Ausrüstung austeilen. Wegen ihrer Reflexe sind sie defensiver als offensiv. Willst du ein Ale?
es_es: Los enanos son los maestros de la forja. Aunque de baja estatura, pueden causar un enorme daño con el equipo producido por ellos mismos. Debido a sus reflejos, poseen más defensa que ataque. ¿Una cerveza?
es_mx: Los enanos son los maestros de la forja. Aunque de baja estatura, pueden causar un enorme daño con el equipo producido por ellos mismos. Debido a sus reflejos, poseen más defensa que ataque. ¿Una cerveza?
hu_hu: A törpök a kovácsmunkák mesterei. Bár nagyon alacsonyak, roppant erősen oda tudnak csapni saját készítésű fegyvereikkel. Kiváló reflexeik miatt inkább a védekezés, mintsem a támadás az erősségük. Hozhatok egy pofa sört?
id_id: Kurcaci adalah ahli penempa dibidangnya. Meskipun mereka sangat kecil, tapi dapat menangani banyak serangan dengan peralatan hasil buatan mereka sendiri. Karena refleks yang dimilikinya, mereka memiliki perlindungan yang lebih banyak daripada serangannya. Mau bir?
nb_no: Dverger er mesterne i smia deres. Selv om de er veldig små, kan de gjøre mye skade med sitt egenlagde utstyr. På grunn av deres reflekser har de mer forsvar enn angrep. Vil du poppe en øl?
pt_br: Anões são os donos de sua forja. Embora sejam muito pequenos, eles podem causar muito dano com os equipamentos da sua própria forja. Por causa de seus reflexos, eles têm mais defesa do que ataque. Quer uma cerveja??
sv_se: Dvärgar är mästarna av deras smedja. Även om de är små kan de göra mycket skada med deras självskapta utrustning. På grund av deras reflexer har de mer skydd än skada. Vill du ha en öl?

source: Elf
de_de: Elfen
es_es: Elfo
es_mx: Elfo
hu_hu: Tünde
id_id: Elf/Peri
nb_no: Alv
pt_br: Elfo
sv_se: Alv

source: Elves are the masteres of camouflage. They melt with their enviroment to attack enemies without their knowing. Their bound to nature made them good friends of the wild spirits which they can call for help and protection. They have more attack than defense.
de_de: Elfen sind die Meister des Versteckens. Sie verschmelzen mit ihrer Umgebung, um Feinde ohne deren Wissen anzugreifen. Ihre Verbindung mit der Natur machte sie zu guten Freunden der Wildgeister, welche sie für Hilfe und Schutz anrufen können. Sie haben mehr Angriff als Verteidigung.
es_es: Los elfos son los maestros del camuflaje. Se funden con el entorno para atacar a sus enemigos sin que éstos lo sepan. Su vínculo con la naturaleza los convierte en buenos amigos de los espíritus salvajes, a quienes pueden llamar en busca de ayuda y protección. Poseen más ataque que defensa.
es_mx: Los elfos son los maestros del camuflaje. Se funden con el entorno para atacar a sus enemigos sin que estos nunca lo adviertan. Su vínculo con la naturaleza los convierte en buenos amigos de los espíritus salvajes, a quienes pueden llamar en busca de ayuda y protección. Poseen más ataque que defensa.
hu_hu: A tündék a rejtőzködés mesterei. A környezetükbe olvadva képesek észrevétlenül rajtaütni áldozatukon. A természethez való kötődésük végett a vadon szellemeivel szoros barátságban élnek, akiket bármikor segítségül és védelmül hívhatnak. A támadóerejük magasabb a védekezőképességüknél.
id_id: Peri adalah ahli kamuflase. Mereka bersatu dengan lingkungan mereka untuk menyerang musuh tanpa diketahui oleh mereka. Ikatan mereka dengan alam membuat mereka sahabat baik dengan roh-roh liar yang mereka dapat minta bantuan dan perlindungan. Mereka memiliki lebih banyak serangan daripada perlindungan.
nb_no: Alver er mestere av kamuflasje. De smelter sammen med miljøet for å angripe fiender uten at de vet det. Deres bond til naturen gjorde dem til gode venner av ville ånder som de kan tilkalle for hjelp og beskyttelse. De har mer angrep enn forsvar.
pt_br: Elfos são os mestres da camuflagem. Eles se camuflam com o ambiente para atacar inimigos sem que eles saibam o que os atingiu. A ligação deles com a natureza os torna bons amigos dos espíritos selvagens que eles podem pedir ajuda e proteção. Eles têm mais ataque do que defesa.
sv_se: Alver är kamouflagemästare. De smälter in i sin omgivning och attackerar fiender utan att de märker. Deras förbindelse med naturen gör dem bra vänner med de vilda andarna som de tillkallar för hjälp och beskyddande. De har mer skada än skydd.

source: Orc
de_de: Ork
es_es: Orco
es_mx: Orco
hu_hu: Ork
sv_se: Ork

source: Orcs are a friendly race based on their rituals of calling their ancestors to bless the rain and the deeds of their tribe. More ugly than nice, they mostly avoid being attacked by enemies. If they can't avoid a fight, then they have mostly no real damage, only a bit, but a huge armour. Who cares about the damage as long as you don't die?
de_de: Orks sind eine freundliche Rasse, basierend auf den Ritualen, mit denen sie ihre Vorfahren und die Taten ihres Stammes rufen können, um den Regen zu weihen. Mehr hässlich als nett, versuchen sie meist, nicht von Gegnern angegriffen zu werden. Wenn sie einem Kampf nicht ausweichen können, haben sie meist keinen wirklichen Schaden, nur ein bisschen, aber viel Rüstung. Wen kümmert Schaden, solange man nicht stirbt?
es_es: Los orcos son una raza amigable que practica rituales de invocación a sus ancestros en busca de bendiciones a la lluvia o a las hazañas de su tribu. Más feos que hermosos, tratan de evitar ser atacados por sus enemigos. Si no pueden evitar una lucha, causan muy poco daño, pero poseen una enorme defensa. ¿A quién le preocupa el daño mientras uno no muera?
es_mx: Los orcos son una raza amigable que practica rituales de invocación a sus ancestros en busca de bendiciones a la lluvia o a las hazañas de su tribu. Más feos que hermosos, tratan de evitar ser atacados por sus enemigos. Si no pueden evitar una lucha, causan muy poco daño, pero poseen una enorme defensa. ¿A quién le preocupa el daño mientras uno no muera?
hu_hu: Az ork nemzetség egy barátságos faj, akiknek az ősök tisztelete áll a szokásaik középpontjában; ők áldják meg az esőt és mutatnak utat a törzs mindennapjaiban. Az orkok nem szépek, de legalább csúnyák, így általában messzire elkerülik őket. Ha mégis támadás éri őket, elég kis gyenge sebzést produkálnak, ellenben bivalyerős páncéljuk van. De amúgyis, kit érdekel a sebzés, ha nem halsz bele a csatába?
id_id: Orc adalah ras yang bersahabat berdasarkan ritual mereka memanggil leluhur mereka untuk memberkati hujan dan perbuatan suku mereka. Lebih jelek daripada baik, mereka kebanyakan menghindari diserang oleh musuh. Jika mereka tidak bisa menghindari sebuah perkelahian, maka mereka sebagian besar tidak terkena serangan yang cukup besar, hanya sedikit, karena baju besi mereka yang besar. Siapa yang peduli dengan serangan selama kamu tidak mati?
nb_no: Orker er en vennlig rase basert på deres ritualer med å kalle sine forfedre til å velsigne regnet og stammens gjerninger. Mer stygge enn hyggelige, de unngår stort sett å bli angrepet av fiender. Hvis de ikke kan unngå en kamp, har de stort sett ingen reell skade, bare litt, men en enorm rustning. Hvem bryr seg om skaden så lenge du ikke dør?
pt_br: Orcs são uma raça amigável, baseada em seus rituais para chamar seus ancestrais, abençoando a chuva e os feitos da sua tribo. Mais feios do que legais, eles evitam ser atacados por inimigos. Se eles não podem evitar uma luta, então eles não têm praticamente nenhum dano real, apenas um pouquinho, mas apresentam uma enorme armadura. Quem se importa em dano conquanto que você não morra?
sv_se: Orker är en vänligt ras baserade på sina ritualer att framkalla sina förfäder för att välsigna regnet och handlingarna av deras folkstam. Mer fula än trevliga, de undviker mestadels att bli attackerade av fiender. Om de inte kan undvika ett slagsmål har de nästan ingen riktig skada, bara lite, men väldigt mycket skydd. Vem bryr sig som skada så länge du inte dör?

source: Jikills are dwarflike creatures with one eye in the middle of their face, which lets them have a big and huge forehead, big enough for their brain which can kill enemies. These sensitive creatures are easily knocked out.
de_de: Jikills sind zwergenähnliche Kreaturen mit nur einem Auge in der Mitte ihres Gesichts, welches ihnen eine große Stirn gibt, groß genug für ihr Gehirn, welches Gegner töten kann. Diese verletzlichen Kreaturen sind leicht zu besiegen.
es_es: Los jikills son criaturas parecidas a los enanos pero con un solo ojo en medio de la cara, lo que les permite tener un enorme cráneo, suficientemente grande para su cerebro, que puede matar a sus enemigos. A estas criaturas sensibles se las noquea fácilmente.
es_mx: Los jikills son criaturas parecidas a los enanos pero con un solo ojo en medio de la cara, lo que les permite tener un enorme cráneo, suficientemente grande para su cerebro, que puede matar a sus enemigos. A estas criaturas sensibles se las noquea fácilmente.
hu_hu: A dzsikillek törp-méretű lények, egy szemmel az arcuk közepén. Ennek köszönhetően tobb hely marad a roppant széles homlokuknak, ami egy óriási agyat takar, amivel játszva ölik le ellenfeleiket. Cserébe ezek a kis érzékeny teremtmények igen sebezhetőek.
id_id: Jikills adalah makhluk kerdil dengan satu mata di tengah wajah mereka, yang memungkinkan mereka untuk memiliki dahi yang besar, cukup besar untuk otak mereka yang dapat membunuh musuh. Makhluk sensitif ini sangat mudah tersingkitkan.
nb_no: Jikills er dverglignende skapninger med ett øye i midten av ansiktet, som lar dem ha en stor og enorm panne, stor nok for hjernen deres som kan drepe fiender. Disse følsomme skapningene blir lett slått ut.
pt_br: Jikills são criaturas anãs, com um olho no meio do rosto, o que lhes permite ter uma testa grande e enorme, grande o suficiente para o seu cérebro, que pode matar os inimigos. Essas criaturas frágeis são facilmente eliminadas.
sv_se: Jikiller är dvärgliknande varelser med ett öga mitt i ansiktet, vilket låter dem ha en stor panna, stor nog för deras hjärna som dödar fiender. Dessa sensitiva varelse blir lätt knockade.

source: One of my biggest regrets is...
de_de: Einer meiner größten Fehler ist...
es_es: Uno de mis mayores arrepentimientos es...
es_mx: Uno de mis mayores arrepentimientos es...
hu_hu: A leginkább azt bánom....
id_id: Salah satu penyesalan terbesarku adalah...
nb_no: En av mine største angrer er...
pt_br: Um dos meus maiores arrependimentos é ...
sv_se: En av sakerna jag ångrar mest är..

source: ...that I never confessed my true love, and now she is dead.
de_de: ...dass ich meiner wahren Liebe niemals meine Liebe gestanden habe, und sie jetzt tot ist.
es_es: ...que nunca me confesé a mi amor verdadero, y ahora está muerto.
es_mx: ...que nunca confesé mi amor verdadero, y ahora está muerto.
hu_hu: ...hogy nem vallottam meg érzelmeimet életem egy igaz szerelmének, mielőtt elragadta tőlem a halál.
id_id: ...bahwa aku tidak pernah mengakui cinta sejatiku, dan sekarang dia sudah mati.
nb_no: ...at jeg aldri tilsto min sanne kjærlighet, og nå er hun død.
pt_br: ... que eu nunca confessei meu verdadeiro amor, e agora ela está morta.
sv_se: ...att jag aldrig erkände min sanna kärlek, och nu är hon död.

source: ...that I have never been to the funeral of my parents.
de_de: ...dass ich nie zum Begräbnis meiner Eltern gegangen bin.
es_es: ...que nunca asistí al funeral de mis padres.
es_mx: ...que nunca asistí al funeral de mis padres.
hu_hu: ...hogy nem lehettem ott a szüleim temetésén.
id_id: ...bahwa aku tidak pernah mengunjungi pemakaman orang tuaku.
nb_no: ...at jeg aldri har vært i begravelsen til foreldrene mine.
pt_br: ... que eu nunca fui ao funeral dos meus pais.
sv_se: ...att jag aldrig gick på mina föräldrars begravning.

source: ...that I betrayed my best friend.
de_de: ...dass ich meinen besten Freund verraten habe.
es_es: ...que traicioné a mi mejor amigo.
es_mx: ...que traicioné a mi mejor amigo.
hu_hu: ...hogy elárultam a kebelbarátomat.
id_id: ..bahwa aku mengkhianati sahabtku.
nb_no: ...at jeg forrådte min beste venn.
pt_br: ... que eu traí meu melhor amigo.
sv_se: ...att jag svek min bästa vän.

source: One of my proudest creations is...
de_de: Eine meiner stolzesten Kreationen ist...
es_es: Una de mis mejores creaciones es...
es_mx: Una de mis mejores creaciones es...
hu_hu: A művem, amire a legbüszkébb vagyok...
id_id: Salah satu ciptaan paling aku banggakan adalah...
nb_no: En av mine stolteste kreasjoner er...
pt_br: Uma das minhas criações que eu tenho mais orgulho é ...
sv_se: En av skapelserna jag är mest stolt över är...

source: ...a perfected ale keg.
de_de: ...eine perfektes Alefass.
es_es: ...un barril de cerveza perfeccionado.
es_mx: ...un barril de cerveza perfeccionado.
hu_hu: ...a tökéletes söröskorsó.
id_id: ...ale keg yang disempurnakan.
nb_no: ...ett perfeksjonert ølfat.
pt_br: ... um barril de cerveja aperfeiçoado.
sv_se: ...en perfekt öltunna.

source: ...a magical infused glove.
de_de: ...ein magisch verstärkter Handschuh.
es_es: ...un guante mágico.
es_mx: ...un guante mágico.
hu_hu: ...egy varázslattal átitatott kesztyű.
id_id: ...sarung tangan infus ajaib.
nb_no: ...en magisk hanske.
pt_br: ... uma luva infundida com magia.
sv_se: ...en magiinfuserad handske.

source: ...a bone-forged axe.
de_de: ...eine aus Knochen geschmiedete Axt.
es_es: ...un hacha de hueso.
es_mx: ...un hacha de hueso.
hu_hu: ...egy csontból kovácsolt fejsze.
id_id: ...kapak hasil tempa dari tulang.
nb_no: ...en beinsmidd øks.
pt_br: ... um machado forjado com ossos.
sv_se: ...en benskapt yxa.

source: My favourite spirit of the wild is...
de_de: Mein Lieblingsgeist in der Natur ist...
es_es: Mi espíritu salvaje favorito es...
es_mx: Mi espíritu salvaje favorito es...
hu_hu: A számomra legkedvesebb vadonélő szellem...
id_id: Roh liar favoritku adalah...
nb_no: Min favorittånd i naturen er...
pt_br: Meu espírito da natureza favorito é ...
sv_se: Min favorit av de vilda andarna är...

source: ...Beringor, the bear spirit.
de_de: ...Beringor, der Bärengeist.
es_es: ...Beringor, el espíritu del oso.
es_mx: ...Beringor, el espíritu oso.
hu_hu: ...Berigor, a medvék szelleme.
id_id: ...Beringor, roh beruang.
nb_no: ...Beringor, bjørneånden.
pt_br: ... Beringor, o espírito do urso.
sv_se: ...Beringor, björnanden.

source: ...Neysa, the tiger spirit.
de_de: ...Neysa, der Tigergeist.
es_es: ...Neysa, el espíritu del tigre.
es_mx: ...Neysa, el espíritu tigre.
hu_hu: ...Neysam a tigrisek szelleme.
id_id: ...Neysa, roh harimau.
nb_no: ...Neysa, tigerånden.
pt_br: ... Neysa, o espírito do tigre.
sv_se: ...Netsa, tigeranden.

source: ...Avril, the wolf spirit.
de_de: ...Avril, der Wolfsgeist.
es_es: ...Avril, el espíritu del lobo.
es_mx: ...Avril, el espíritu lobo.
hu_hu: ...Avril, a farkasok szelleme.
id_id: ...Avril, roh serigala.
nb_no: ...Avril, ulveånden.
pt_br: ... Avril, o espírito do lobo.
sv_se: ...Avril, varganden.

source: ...Sambuca, the eagle spirit.
de_de: ...Sambuca, der Adlergeist.
es_es: ...Sambuca, el espíritu del águila.
es_mx: ...Sambuca, el espíritu águila.
hu_hu: ...Sambuca, a sasok szelleme.
id_id: ...Sambuca, roh elang.
nb_no: ...Sambuca, ørneånden.
pt_br: ... Sambuca, o espírito da águia.
sv_se: Sambuca, örnanden.

source: The ancestor that gives me my strength is...
de_de: Der Vorfahr, der mir meine Stärke gibt, ist...
es_es: El ancestro que me proporciona la fuerza es...
es_mx: El ancestro que me proporciona la fuerza es...
hu_hu: Az ősöm, aki vigyáz rám...
id_id: Leluhur yang memberi aku kekuatan adalah...
nb_no: Stamfaren som gir meg min styrke er...
pt_br: O ancestral que me dá minha força é ...
sv_se: Förfadern som ger mig styrka är...

source: ...my sister.
de_de: ...meine Schwester.
es_es: ...mi hermana.
es_mx: ...mi hermana.
hu_hu: ...a húgom.
id_id: ...saudara perempuanku.
nb_no: ...søsteren min.
pt_br: ...minha irmã.
sv_se: ...min syster.

source: ...my father.
de_de: ...mein Vater.
es_es: ...mi padre.
es_mx: ...mi padre.
hu_hu: ...az apám.
id_id: ...ayahku.
nb_no: ...min far.
pt_br: ...meu pai.
sv_se: ...min far.

source: ...my grandmother.
de_de: ...meine Großmutter.
es_es: ...mi abuela.
es_mx: ...my abuela.
hu_hu: ...a nagyanyám.
id_id: ...nenekku.
nb_no: ...min bestemor.
pt_br: ...minha avó.
sv_se: ...min farmor.

source: ...my uncle.
de_de: ...mein Onkel.
es_es: ...mi tío.
es_mx: ...mi tío.
hu_hu: ...a nagybátyám.
id_id: ...pamanku.
nb_no: ...min onkel.
pt_br: ...meu tio.
sv_se: ...min morbror.

source: The biggest action that can outknock me, is...
de_de: Das größte Unglück, das mich außer Gefecht setzen kann, ist...
es_es: La acción que más puede conmigo es...
es_mx: La acción que más puede conmigo es...
hu_hu: Amitől a leginkább szenvedek, azok a...
id_id: Aksi terbesar yang dapat membuat aku pingsan, adalah...
nb_no: Den største handlingen som kan overvinne meg, er...
pt_br: A maior ação que pode me superar, é ...
sv_se: Den största handlingen som kan knocka mig är...

source: ...noise
de_de: ...Lärm
es_es: ...el ruido
es_mx: ...el ruido
hu_hu: zajok.
id_id: ...suara
nb_no: ...bråk
pt_br: ...ruído
sv_se: ...ljud

source: ...spiritual pain
de_de: ...geistlicher Schmerz
es_es: ...el dolor espiritual
es_mx: ...el dolor espiritual
hu_hu: lelki fájdalmak.
id_id: ...kesakitan rohani
nb_no: ...åndelig smerte
pt_br: ... dor espiritual
sv_se: ...spirituell smärta

source: ...extreme temperatures.
de_de: ...extreme Temperaturen.
es_es: ...las temperaturas extremas.
es_mx: ...las temperaturas extremas.
hu_hu: szélsőséges hőmérsékletek.
id_id: ...suhu ekstrim.
nb_no: ... ekstreme temperaturer.
pt_br: ... temperaturas extremas.
sv_se: ...extrema temperaturer.

source: ...strange and powerful smells.
de_de: ...ungewöhnliche und mächtige Gerüche.
es_es: ...los olores extraños y potentes.
es_mx: ...los olores extraños y potentes.
hu_hu: fura és erőteljes szagok.
id_id: ...bau yang aneh dan menyengat.
nb_no: ...merkelige og kraftige lukter.
pt_br: ... cheiros estranhos e poderosos.
sv_se: ...underliga och starka lukter.

source: You are now a {race}.
de_de: Du bist nun ein {race}.
es_es: Ahora eres un {race}.
es_mx: Ahora eres un {race}.
hu_hu: A kiválasztott faj: {race}.
id_id: Kamu sekarang adalah {race}.
nb_no: Du er nå {race}.
pt_br: Você agora é um(a) {race}.
sv_se: Du är nu en {race}

source: Do some maths
de_de: Rechnet etwas aus
es_es: Hacer algunas ecuaciones
id_id: Menghitung angka
nb_no: Gjør litt matematikk
pt_br: Faz um pouco de matemática

source: `<expr>` - The mathematical expression to calculate Calculates something. pi is pi, tau is tau and e is math.e Supports round(), sin(), cos(), sqrt(), tan() and infinity (inf) and NaN (nan). Works with variable assignment and multiline-statements.
de_de: `<expr>` - Die mathematische Formel, welche ausgerechnet werden soll Rechnet etwas aus. pi ist Pi, tau ist Tau, und e ist das mathematische e Unterstützt round(), sin(), cos(), sqrt(), tan() und unendlich (inf) und NaN (nan). Funktioniert mit Variablen und mehrzeiligen Formeln.
es_es: `<expr>` - La ecuación matemática a calcular Calcula algo. Pi es pi, tau es tau y e es math.e Admite round(), sin(), cos(), sqrt(), tan() e infinity (inf) y NaN (nan). Funciona con asignación variable y sentencias multilínea.
id_id: `<expr>` - Rumus matematika yang akan dihitung Menghitung sesuatu. pi adalah pi, tau adalah tau dan e adalah math.e Mendukung rumus round(), sin(), cos(), sqrt(), tan() dan infinity (inf) dan NaN (nan). Dapat mengerjakan variabel dan formula dengan banyak baris.
nb_no: `<expr>` – Det matematiske uttrykket som skal beregnes Regner ut noe. pi er pi, tau er tau og e er matte.e Støtter round(), sin(), cos(), sqrt(), tan() og infinity (inf) og NaN (nan). Jobber med variabel tildeling og multiline-setninger.
pt_br: `<expr>` - A expressão matemática que você deseja ser resolvida Calcula algumas coisas. pi é pi, tau é tau e 'e' é matemática. 'e' Suporta círculo(), sin(), cos(), sqrt(), tan() e infinito (inf) e NaN (nan). Funciona com variáveis escolhidas e instruções em várias linhas.

source: Overflow! Try a smaller number for your power or factorial.
de_de: Overflow! Verusche eine kleinere Zahl als Potenz oder Fakultät.
es_es: ¡Sobrante! Intenta con una cifra menor para tu potencia o factorial.
es_mx: ¡Overflow! Intenta con una cifra menor para tu potencia o factorial.
hu_hu: Túl hosszú eredmény! Próbálj meg egy kisebb számot megadni hatványértéknek vagy faktoriálisnak!
id_id: Meluap! Coba jumlah yang lebih kecil untuk kekuatan atau faktorial yang kamu berikan.
nb_no: Overflyte! Prøv et lavere tall for din kraft eller faktor.
pt_br: ERRO! Tente um número menor para a sua potência ou fatorial.
sv_se: Överflöde! Testa med ett minde nummer för din exponens eller faktoriell.

source: Your expression contains left open brackets.
de_de: Dein Ausdruck enthält linksoffene Klammern.
es_es: Tu ecuación contiene paréntesis abiertos.
es_mx: Tu expresión contiene paréntesis abiertos.
hu_hu: A művelet egy vagy több nyitott zárójelet tartalmaz.
id_id: Ekspresimu mengandung tanda kurung buka kiri.
nb_no: Uttrykket ditt inneholder åpne parenteser.
pt_br: Sua expressão contém colchetes abertos à esquerda.
sv_se: Ditt uttryck innehåller vänster öppna parenteser.

source: Your expression contains empty brackets.
de_de: Dein Ausdruck enthält leere Klammern.
es_es: Tu ecuación contiene paréntesis vacíos.
es_mx: Tu expresión contiene paréntesis vacíos.
hu_hu: A művelet egy vagy több üres zárójelet tartalmaz.
id_id: Ekspresimu mengandung tanda kurung yang kosong.
nb_no: Uttrykket ditt inneholder tomme parenteser.
pt_br: Sua expressão contém colchetes vazios.
sv_se: Ditt uttryck innehåller tomma parenteser.

source: Invalid operation on these numbers.
de_de: Ungültige Operation zwischen diesen Zahlen.
es_es: Operación no válida con estas cifras.
es_mx: Operación no válida con estas cifras.
hu_hu: Érvénytelen művelet a megadott számokkal.
id_id: Operasi tidak valid pada angka-angka ini.
nb_no: Ugyldig operasjon på disse tallene.
pt_br: Operação inválida com esses números.
sv_se: Ogiltig operation på dessa nummer.

source: Can't divide by Zero.
de_de: Kann nicht durch null teilen.
es_es: No es posible dividir entre cero.
es_mx: No es posible dividir entre cero.
hu_hu: Nullával nem osztunk!
id_id: Tidak dapat dibagi oleh Nol.
nb_no: Kan ikke dele på Null.
pt_br: Não é possível dividir por zero.
sv_se: Kan inte dividera med noll.

source: The variable name is a reserved keyword.
de_de: Der Name der Variable ist ein reserviertes Wort.
es_es: La variable del nombre es una palabra clave reservada.
id_id: Nama variabel adalah kata kunci yang sudah disediakan.
nb_no: Variabelnavnet er et reservert nøkkelord.

source: An unknown error occured.
de_de: Ein unbekannter Fehler ist aufgetreten.
es_es: Ha ocurrido un error desconocido.
id_id: Terjadi kesalahan yang tidak diketahui.
nb_no: Det oppstod en ukjent feil.

source: Starts an akinator session.
de_de: Startet eine Akinator Sitzung.

source: Play akinator. The game is controlled via the reactions on the embed. \U000021A9 stands for undo, \U00002139 shows the current info. To change the language, use `{prefix}akinator language`.
de_de: Spiele Akinator. Der Spiel wird über die Reaktionen des Embeds kontrolliert. \U000021A9 steht für zurück, \U00002139 zeigt die momentane Info. Um die Sprache zu ändern, nutze {prefix}akinator language`.

source: ⚠ There is another akinator game in this channel currently... Please wait until it finishes!
de_de: ⚠ In diesem Channel ist bereits ein Akinatorspiel! Bitte warte, bis es beendet ist!
