Repository: Gelbpunkt/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: bg_bg, de_de, es_ar, es_es, es_mx, fr_fr, hu_hu, id_id, nb_no, pt_br, ru_ru, sv_se

source: Your objective is to kill all villagers together with the other Werewolves. Every night, you will get to choose one villager to kill - choose carefully!
de_de: Dein Ziel ist es, alle Bürger zusammen mit den anderen Werwölfen zu töten. Jede Nacht kannst du einen Bürger auswählen, den du gemeinsam mit ihnen tötest-wähle weise!
es_es: Tu objetivo es matar a todos los aldeanos junto al resto de lobos. Todas las noches podrás elegir a un aldeano para matarlo - ¡elige con cuidado!
id_id: Tujuan kamu adalah untuk membunuh semua penduduk desa bersama dengan Werewolf lainnya. Setiap malam, kamu akan memilih satu penduduk desa untuk dibunuh - pilihlah dengan hati-hati!
nb_no: Målet ditt er å drepe alle landsbyboere sammen med de andre varulvene. Hver natt vil du få velge en landsbyboer å drepe – velg forsiktig!

source: Your objective is to kill all villagers together with the other Werewolves. Every night, you will get to choose one villager to kill together with them. After that, you will wake up once more to kill an additional villager, but as long as no Werewolf or Wild Child has been killed.
de_de: Dein Ziel ist es, alle Bürger zusammen mit den anderen Werwölfen zu töten. Jede Nacht kannst du einen Bürger auswählen, den du gemeinsam mit ihnen tötest. Danach wirst du noch einmal aufwachen um einen weiteren Bürger zu töten-allerdings nur, solange kein Werwolf oder Wildes Kind/Wild Child getötet wurde.
es_es: Tu objetivo es matar a todos los aldeanos con el resto de lobos. Cada noche podrás elegir a un aldeano para matarlo junto a ellos. Luego puedes volver a despertarte y matar a un aldeano adicional, siempre y cuando ningún lobo o el niño salvaje haya muerto.
id_id: Tujuan kamu adalah untuk membunuh semua penduduk desa bersama dengan Werewolf lainnya. Setiap malam, kamu akan memilih satu penduduk desa untuk dibunuh bersama dengan mereka. Setelah itu, kamu akan bangun sekali lagi untuk membunuh penduduk desa tambahan, tetapi selama tidak ada Werewolf atau Wild Child yang terbunuh.
nb_no: Målet ditt er å drepe alle landsbyboere sammen med de andre varulvene. Hver natt vil du få velge en landsbyboer å drepe sammen med dem. Etter det vil du våkne opp igjen for å drepe en ekstra landsbyboer, men så lenge ingen varulv eller villbarn har blitt drept.

source: You are an innocent soul. Your goal is to eradicate all Werewolves that are haunting the town at nights and survive yourself. At the daily elections, your voice makes the difference.
de_de: Du bist eine unschuldige Seele. Dein Ziel ist es, alle Werwölfe zu vernichten, welche die Stadt bei Nacht heimsuchen und natürlich selbst zu überleben. Deine Stimme macht den Unterschied bei den täglichen Abstimmungen.
es_es: Eres un alma inocente. Tu objetivo es erradicar a los lobos que están cazando por la noche en la aldea y sobrevivir. En las votaciones diarias, tu voz marca la diferencia.
id_id: Kamu adalah jiwa yang tidak bersalah. Tujuan kamu adalah untuk membasmi semua Werewolf yang menghantui kota di malam hari dan bertahan hidup sendiri. Pada pemilihan harian, suara kamu membuat perbedaan.
nb_no: Du er en uskyldig sjel. Målet ditt er å utrydde alle varulver som hjemsøker byen om nettene og overleve deg selv. Ved de daglige valgene gjør stemmen din forskjellen.

source: Everyone knows you are not a Werewolf. Your goal is to keep the town safe from Wolves and kill them all - at the daily elections, many will hear your voice, they know you will be honest.
de_de: Jeder weiß. dass du kein Werwolf bist. Dein Ziel ist es, die Stadt vor den Werwölfen zu schützen und sie alle zu töten-bei der täglichen Abstimmung werden sie deine Stimme hören und wissen, dass du ehrlich bist.
es_es: Todo el mundo sabe que no eres un lobo. Tu objetivo es mantener la ciudad segura de lobos y matarlos a todos - en las votaciones diarias muchos escucharán tu voz, saben que serás honesto.
id_id: Semua orang tahu kamu bukan Werewolf. Tujuan kamu adalah untuk menjaga kota aman dari Serigala dan membunuh mereka semua - pada pemilihan harian, banyak yang akan mendengar suaramu, mereka tahu kamu akan berkata jujur.
nb_no: Alle vet at du ikke er en varulv. Målet ditt er å holde byen trygg fra Wolves og drepe dem alle - ved de daglige valgene vil mange høre stemmen din, de vet at du vil være ærlig.

source: You are a villager with the special ability to view someone's identity every night - but don't tell the villagers too fast, else you will be targeted yourself.
de_de: Du bist ein Bürger, der die spezielle Fähigkeit hat, die Identität eines Anderen jede Nacht zu überprüfen-allerdings solltest du es den anderen Bürgern nicht zu schnell mitteilen, sonst wirst du zum Opfer.
es_es: Eres un aldeano con la habilidad especial para ver la identidad de alguien cada noche - pero no se lo digas muy rápido a los aldeanos, puedes dibujarte una diana.
id_id: Kamu adalah penduduk desa dengan kemampuan khusus untuk melihat identitas seseorang setiap malam - tetapi jangan beri tahu penduduk desa terlalu cepat, jika tidak, kamu sendiri yang akan menjadi sasaran.
nb_no: Du er en landsbyboer med den spesielle evnen til å se noens identitet hver kveld - men ikke fortell landsbyboerne for fort, ellers vil du bli målrettet selv.

source: You are the personification of the Greek god and get to choose two lovers at the beginning of the game - they will love each other so much that they will die once their beloved one bites the dust.
de_de: Du bist die Personifikation des griechischen Gottes und wählst am Anfang des Spiels zwei Liebende aus-sie werden einander so sehr lieben, dass sie sterben, sobald ihr Geliebter ins Gras beißt.
es_es: Eres la personificación de la deidad griega y puedes elegir a dos amantes al principio de la partida - se amarán tanto que una vez uno de ellos muera, su enamorado morirá también.
id_id: Kamu adalah personifikasi dewa Yunani dan dapat memilih dua kekasih di awal permainan - mereka akan sangat mencintai satu sama lain sehingga mereka akan mati begitu kekasih mereka tidak dapat bertahan hidup.
nb_no: Du er personifiseringen av den greske guden og får velge to elskere i begynnelsen av spillet - de vil elske hverandre så mye at de vil dø når deres elskede biter i støvet.

source: You are a powerful villager with two special brews: One will kill, one will heal. Use them wisely to influence the game in your favor.
de_de: Du bist ein mächtiger Bürger mit zwei speziellen Tränken: Einer wird töten, Einer wird heilen. Nutze sie weise und beeinflusse das Spiel zu deinen Gunsten.
es_es: Eres un aldeano poderoso con dos pócimas especiales: Una puede matar, la otra puede salvar. Úsalas sabiamente para influenciar la partida a tu favor.
id_id: Kamu adalah penduduk desa yang kuat dengan dua minuman khusus: Satu akan membunuh, satu akan menyembuhkan. Gunakan dengan bijak untuk memengaruhi permainan sesuai keinginanmu.
nb_no: Du er en mektig landsbyboer med to spesielle brygger: En vil drepe, en vil helbrede. Bruk dem med forsiktig for å påvirke spillet til din fordel.

source: You are the Hunter. Do your best to protect the Community and your precise shot will trigger when you die, killing a target of your choice.
de_de: Du bist der Jäger/Hunter. Gib dein Bestes um die Gesellschaft zu schützen. Dein Schuss wird fallen, wenn du stirbst, und ein Ziel deiner Wahl töten.
es_es: Eres el cazador. Haz todo lo posible para proteger a la comunidad, tu mejor disparo sucederá cuando mueras, matará a tu objetivo seguro.
id_id: Kamu adalah Pemburu. Lakukan yang terbaik untuk melindungi Komunitas dan tembakanmu yang tepat akan terpicu saat kamu mati, membunuh target dari pilihanmu.
nb_no: Du er jegeren. Gjør ditt beste for å beskytte fellesskapet, og ditt presise skudd vil utløses når du dør, og drepe et mål du ønsker.

source: You are the Healer. Every night, you can protect one Villager from death to the Werewolves, but not the same person twice in a row. Make sure the Villagers stay alive...
de_de: Du bist der Heiler/Healer. Jede Nacht kannst du einen Bürger vom Tod durch die Werwölfe schützen, allerdings nicht die gleiche Person zweimal in Folge. Stelle sicher, dass die Bürger am Leben bleiben...
es_es: Eres el curandero. Cada noche puedes proteger a un aldeano de morir en manos de los lobos, pero no la misma personas dos veces seguidas. Asegúrate de que los aldeanos sobrevivan...
id_id: Kamu adalah Penyembuh. Setiap malam, kamu dapat melindungi satu Penduduk Desa dari kematian oleh Werewolf, tetapi bukan orang yang sama dalam dua kali berturut-turut. Pastikan Penduduk Desa tetap hidup ...
nb_no: Du er Healeren. Hver natt kan du beskytte en landsbyboer fra døden til varulvene, men ikke den samme personen to ganger på rad. Sørg for at landsbyboerne holder seg i live...

source: You are the oldest member of the community and the Werewolves have been hurting you for a long time. All the years have granted you a lot of resistance - you can survive one attack from the Werewolves. The Village's Vote, Witch, and Hunter will kill you on the first time, and upon dying, all the other Villagers will lose their special powers and become normal villagers.
de_de: Du bist das älteste Mitglied der Gesellschaft und die Werwölfe haben dich schon lange Zeit gejagt. Die ganzen Jahre haben dir geholfen, eine gute Resistenz aufzubauen-du wirst eine Attacke von den Werwölfen überleben. Die Abstimmung durch die Bürger, die Hexe/Witch oder der Jäger/Hunter werden dich beim ersten Mal töten und wenn du stirbst, werden alle Bürgere ihre speziellen Fähigkeiten verlieren und zu normalen Bürgern.
es_es: Eres el miembro más anciano de la comunidad y los lobos han estado hiriéndote durante mucho tiempo. Todos estos años te han curtido - puedes sobrevivir un ataque procedente de los lobos. La votación de los aldeanos, la bruja y el cazador te matarán a la primera, al morir el resto de aldeanos perderán sus poderes especiales y se convertirán en aldeanos normales.
id_id: Kamu adalah anggota tertua dari komunitas dan Werewolf telah menyakiti kamu untuk waktu yang lama. Selama bertahun-tahun telah memberikanmu banyak perlawanan - kamu dapat bertahan satu serangan dari Werewolf. Suara yang dipilih oleh Penduduk Desa, Penyihir, dan Pemburu akan membunuhmu untuk pertama kalinya, dan setelah mati, semua Penduduk Desa lainnya akan kehilangan kekuatan khusus mereka dan menjadi penduduk desa biasa.
nb_no: Du er det eldste medlemmet av samfunnet, og varulvene har skadet deg i lang tid. Alle årene har gitt deg mye motstand - du kan overleve ett angrep fra varulvene. Landsbyboerne sin Vote, Hekser og Jegere vil drepe deg første gang, og ved døden vil alle de andre landsbyboerne miste sine spesielle krefter og bli normale landsbyboere.

source: The two sisters know each other very well - together, you might be able to help the community find the Werewolves and eliminate them.
de_de: Die zwei Schwestern kennen einander sehr gut-vielleicht könnt ihr zusammen der Gemeinschaft helfen die Werwölfe zu finden und zu eliminieren.
es_es: Las dos hermanas se conocen muy bien - juntas, podéis ayudar a la comunidad a encontrar a los lobos y eliminarlos.
id_id: Kedua saudara perempuan itu saling mengenal satu sama lain dengan sangat baik - bersama-sama, kamu mungkin dapat membantu komunitas menemukan Werewolf dan melenyapkannya.
nb_no: De to søstrene kjenner hverandre veldig godt - sammen kan dere kanskje hjelpe samfunnet med å finne varulvene og eliminere dem.

source: The three brothers know each other very well - together, you might be able to help the community find the Werewolves and eliminate them.
de_de: Die drei Brüder kennen einander sehr gut-vielleicht könnt ihr zusammen der Gemeinschaft helfen die Werwölfe zu finden und zu eliminieren.
es_es: Los tres hermanos se conocen muy bien - juntos, podéis ayudar a la comunidad a encontrar a los lobos y eliminarlos.
id_id: Ketiga bersaudara itu saling mengenal satu sama lain dengan sangat baik - bersama-sama, kamu mungkin dapat membantu komunitas menemukan Werewolf dan melenyapkannya.
nb_no: De tre brødrene kjenner hverandre veldig godt - sammen kan dere kanskje hjelpe samfunnet med å finne varulvene og eliminere dem.

source: You are a clever little guy who can sense the presence of Werewolves. Every night, you get to choose a group of 3 neighboring players of which you point the center player and will be told if at least one of them is a Werewolf. If you do not find a Werewolf, you lose your ability for good.
de_de: Du bist ein cleveres Kerlchen, das die Präsenz von Werwölfen spüren kann. Jede Nacht kannst du eine Gruppe von 3 benachbarten Spielern auswählen, von welcher du den mittleren Spieler wählst und dann erfährst, ob wenigstens einer von ihnen ein Werwolf ist. Wenn du keinen Werwolf findest, verlierst du deine Fähigkeit für immer.
es_es: Eres una persona astuta que puede sentir la presencia de los lobos. Cada noche puedes elegir un grupo de 3 vecinos de lo cuales apuntas al jugador central y se te dirá si al menos uno de ellos es un lobo. Si no encuentras ningún lobo, perderás tu habilidad por completo.
id_id: Kamu adalah manusia kecil yang pintar yang bisa merasakan kehadiran Werewolf. Setiap malam, kamu dapat memilih sekelompok 3 pemain tetangga yang kamu tunjuk sebagai pemain tengah dan akan diberi tahu jika setidaknya salah satu dari mereka adalah Werewolf. Jika kamu tidak menemukan seekor Werewolf, kamu kehilangan kemampuanmu untuk selamanya.
nb_no: Du er en smart liten fyr som kan fornemme tilstedeværelsen av varulver. Hver kveld kan du velge en gruppe med 3 nabospillere som du peker på midtspilleren av og vil bli fortalt om minst en av dem er en varulv. Hvis du ikke finner en varulv, mister du evnen for godt.

source: You are the Judge. You love the law and can arrange a second daily vote after the first one by mentioning the secret sign we will agree on later during the vote. Use it wisely...
de_de: Du bist der Richter/Judge. Du liebst das Gesetzt und kannst eine zweite tägliche Abstimmung beschließen, sofern du die geheime Phrase benutzt hast, welche du später auswählen kannst. Nutze sie weise...
es_es: Eres el juez. Amas la ley y puedes ordenar una segunda votación después de la primera al mencionar una clave secreta que acordaremos más adelante durante la votación. Úsala sabiamente...
id_id: Kamu adalah Hakim. Kamu menyukai hukum dan dapat mengatur pemungutan suara harian kedua setelah yang pertama dengan menyebutkan tanda rahasia yang akan kami setujui nanti selama pemungutan suara. Gunakan dengan bijak...
nb_no: Du er Dommeren. Du elsker loven og kan arrangere en annen daglig avstemning etter den første ved å nevne det hemmelige tegnet vi blir enige om senere under avstemningen. Bruk det forsiktig...

source: You are the Rusty Sword Knight. You will do your best to protect the Villagers. If you died from the Werewolves, a random Werewolf who caused your death becomes diseased from your rusty sword and will die the following night.
de_de: Du bist der Ritter mit dem rostigen Schwert/Rusty Sword Knight. Du wirst dein Bestes geben um die Bürger zu schützen. Wenn du von den Werwölfen getötet wird, wird ein Werwolf, welcher für deinen Tod verantwortlich ist, von der Vergiftung durch dein rostiges Schwert, in der nächsten Nacht sterben.
es_es: Eres el caballero de la espada oxidada. Harás todo lo posible para proteger a los aldeanos. Si mueres a causa de los lobos, uno de los lobos que te mató morirá aleatoriamente por culpa del óxido de tu espada.
id_id: Kamu adalah Kesatria Pedang Rusty. Kamu akan melakukan yang terbaik untuk melindungi Penduduk Desa. Jika kamu mati karena Werewolf, seekor Werewolf yang menyebabkan kematianmu menjadi sakit karena pedang rustymu dan akan mati pada malam berikutnya.
nb_no: Du er den Rustne Sverd Ridderen. Du vil gjøre ditt beste for å beskytte landsbyboerne. Hvis du døde fra varulvene, blir en tilfeldig varulv som forårsaket din død også dø av sykdom fra ditt rustne sverd neste natten.

source: You are the White Wolf. Your objective is to kill everyone else. Additionally to the nightly killing spree with the Werewolves, you may kill one of them later on in the night.
de_de: Du bist der Weiße Wolf/White Wolf. Dein Ziel ist es, alle Anderen zu töten. Zusätzlich zum nächtlichen Töten mit den Werwölfen kannst du einen von ihnen später in der Nacht töten.
es_es: Eres el lobo blanco. Tu objetivo es matar a todos los demás. Además de la matanza nocturna con el resto de lobos, puedes matar a uno de ellos más tarde esa misma noche.
id_id: Kamu adalah Serigala Putih. Tujuanmu adalah untuk membunuh orang lain. Selain pembunuhan malam dengan Werewolf, kamu dapat membunuh salah satu dari mereka nanti di malam hari.
nb_no: Du er den hvite ulven. Målet ditt er å drepe alle andre. I tillegg til den nattlige drapsturen med varulvene, du kan drepe en av dem senere på natten.

source: You are the Thief and can choose your identity soon.
de_de: Du bist der Dieb/Thief und kannst deine Identität bald wählen.
es_es: Eres un ladrón y puedes elegir tu identidad pronto.
id_id: Kamu adalah Pencuri dan dapat memilih identitasmu segera.
nb_no: Du er Tyven og kan snart velge din identitet.

source: You are the Wild Child and will choose an idol. Once it dies, you turn into a Werewolf, but until then, you are a normal Villager...
de_de: Du bist das Wilde Kind/Wild Child and du wählst ein Idol. Wenn dein Idol stirbst, wirst du zu einem Werwolf, aber bis dahin bist du ein ganz normaler Bürger...
es_es: Eres el niño salvaje y elegirás a un ídolo. Una vez éste muera, te convertirás en un lobo, pero hasta entonces eres un aldeano normal...
id_id: Kamu adalah Anak Liar dan akan memilih seorang idola. Setelah mati, kamu berubah menjadi Werewolf, tetapi sampai saat itu, kamu adalah Penduduk Desa biasa ...
nb_no: Du er Vill Barnet og vil velge et idol. Når den dør, blir du til en varulv, men inntil da er du en vanlig landsbyboer...

source: You are something between a Werewolf and a Villager. Choose your side wisely...
de_de: Du bist etwas zwischen einem Werwolf und einem Bürger. Wähle deine Seite weise...
es_es: Eres algo a mitad camino entre lobo y aldeano. Elige tu bando sabiamente...
id_id: Kamu adalah sesuatu antara Werewolf dan Penduduk Desa. Pilih sisimu dengan bijak...
nb_no: Du er noe mellom en varulv og en landsbyboer. Velg din side forsiktig...

source: You are the Maid who raised the children. It would hurt you to see any of them die - after the daily election, you may take their identity role once.
de_de: Du bist die Zofe/Maid, die die Kinder aufgezogen hat. Es würde dir sehr wehtun, eins von ihnen sterben zu sehen. Nach der täglichen Abstimmung kannst du ihre Identität einmal übernehmen.
es_es: Eres la sirvienta que crió a los niños. Te dolería mucho ver a uno de ellos morir - tras la votación diaria, puedes adquirir su identidad una vez.
id_id: Kamu adalah Pembantu yang membesarkan anak-anak. Akan menyakitkan bagi kamu untuk melihat salah satu dari mereka mati - setelah pemilihan harian, kamu dapat mengambil peran identitas mereka hanya sekali.
nb_no: Du er hushjelpen som oppdro barna. Det ville gjort deg vondt å se noen av dem dø - etter det daglige valget kan du ta deres identitetsrolle en gang.

source: You are the Flutist. Your goal is to enchant the players with your music to take revenge for being expelled many years ago. Every night, you get to enchant two of them. Gotta catch them all...
de_de: Du bist der Flötenspieler/Flutist. Dein Ziel ist es alle Spieler mit deiner Musik zu verzaubern um Rache an ihnen zu nehmen, da sie dich vor Jahren geächtet haben. Jede Nacht kannst du zwei von ihnen verzaubern. Du musst sie alle verzaubern...
es_es: Eres el flautista. Tu objetivo es encantar a los jugadores con tu música para vengarte por haber sido expulsado hace años. Cada noche puedes encantar a dos de ellos. Tengo que atraparlos a todos...
id_id: Kamu adalah pemain suling. Tujuanmu adalah untuk memikat para pemain dengan musikmu untuk membalas dendam karena diusir bertahun-tahun yang lalu. Setiap malam, kamu bisa mempesona dua dari mereka. Harus menangkap mereka semua...
nb_no: Du er Fløytist. Målet ditt er å fortrylle spillerne med musikken din for å ta hevn for å ha blitt utvist for mange år siden. Hver kveld får du trollbinde to av dem. Gotta catch them all...

source: You are the Cursed Wolf Father that has the ability to spread your curse. Your objective is to kill all villagers together with the other Werewolves. Every night, you will get to choose one villager to kill together with them. You may, once, use your special bite that will curse a villager instead of killing and devouring them. The cursed villager will then partake each night in the Werewolves' feast.
de_de: Du bist der Verfluchte Wolfvater/Cursed Wolf Father, welcher die Fähigkeit hat seinen Fluch weiterzugeben. Dein Ziel ist es, alle Bürger zusammen mit den anderen Werwölfen zu töten. Jede Nacht kannst du einen Bürger auswählen, den du gemeinsam mit ihnen tötest. Du kannst, einmal, deinen speziellen Biss nutzen um einen Bürger zu verfluchen, anstatt ihn zu töten und zu verschlingen. Der verfluchte Bürger wird dann jede Nacht gemeinsam mit den Werwölfen am Festmahl teilnehmen.
es_es: Eres el lobo patriarcal maldito que tiene la habilidad de difundir tu maldición. Tu objetivo es matar a todos los aldeanos junto al resto de lobos. Cada noche podrás elegir un aldeano para matar junto a ellos. Podrás utilizar una vez tu mordisco especial que maldecirá a un aldeano en vez de matarles y devorarles. El aldeano maldito participará cada noche en el festín de los lobos.
id_id: Kamu adalah Bapa Serigala Terkutuk yang memiliki kemampuan untuk menyebarkan kutukanmu. Tujuanmu adalah untuk membunuh semua penduduk desa bersama dengan Werewolf lainnya. Setiap malam, kamu akan memilih satu penduduk desa untuk dibunuh bersama dengan mereka. Kamu boleh, sekali, menggunakan gigitan khususmu yang akan mengutuk penduduk desa daripada membunuhnya dan melahap mereka. Penduduk desa terkutuk itu kemudian akan mengambil bagian setiap malam dalam pesta Werewolf.
nb_no: Du er den Forbannede Ulvefaren som har evnen til å spre forbannelsen din. Målet ditt er å drepe alle landsbyboere sammen med de andre varulvene. Hver natt vil du få velge en landsbyboer å drepe sammen med dem. Du kan en gang bruke ditt spesielle bitt som vil forbanne en landsbyboer i stedet for å drepe og sluke dem. Den forbannede landsbyboeren vil deretter hver kveld delta i varulvenes fest.

source: You are the Paragon who has the ability to nullify all other nominations during the daily election. When you nominate one or more players, only those players will be voted for during the voting phase removing all other nominations.
de_de: Du bist der Paragon, welcher die Fähigkeit hat alle Nominierungen während der täglichen Wahl zu annullieren. Wenn du einen oder mehrere Spieler nominierst, können nur diese während der Abstimmungsphase gewählt werden, alle anderen Nominierungen werden entfernt.
es_es: Eres el paragon que tiene la habildad de cancelar cualquier otra nominación durante la votación. Cuando nominas a uno o más jugadores, solo esos jugadores podrán ser votados en la fase de votación habiendo eliminado al resto.
id_id: Kamu adalah Paragon yang memiliki kemampuan untuk membatalkan semua nominasi lainnya selama pemilihan harian. Saat kamu menominasikan satu atau lebih pemain, hanya pemain tersebut yang akan dipilih selama fase pemungutan suara nominasi yang lain akan dihapuskan.
nb_no: Du er Paragonen som har muligheten til å annullere alle andre nominasjoner under det daglige valget. Når du nominerer en eller flere spillere, vil bare disse spillerne bli stemt på under avstemningsfasen og fjerner alle andre nominasjoner.
