Repository: Gelbpunkt/IdleRPG
Catalog: locales/pr/LC_MESSAGES/idlerpg.po
Languages: pr

source: This user is already an officer of your guild.
pr: Avast ye! This pirate be already an officer o' yer crew.

source: Done! {member} has been promoted to the rank of `Officer`.
pr: Plundered! {member} been promoted ta the rank o' `Officer`.

source: Demote a guild officer to member.
pr: Demote a crew officer t' member.

source: `<member>` - A discord User with a character, must be an officer of your guild Demotes an officer of your guild to member rank. The user will lose their guild officer permissions immediately. Only guild leaders can use this command.
pr: `<member>` - A discord Sailor with a character, must be an officer o' yer crew Demotes an officer o' yer crew t' member rank. Th' sailor will lose thar crew officer permissions immediately. Only crew captains can command this.

source: This user can't be demoted any further.
pr: Avast ye! This sailor can't be demoted any further.

source: Done! {member} has been demoted to the rank of `Member`.
pr: Plundered! {member} been demoted ta the rank o' `Member`.

source: Invite new members to your guild.
pr: Invite new members t' yer crew.

source: `<member>` - A discord user with a character who is not yet in a guild. Invites a new member to your guild. If your guild is in an alliance which owns a city, the new member will have its bonuses applied immediately. Only guild leaders and officers can use this command.
pr: `<member>` - A discord sailor with a character who be nah yet in a crew. Invites a new member t' your crew. If yer crew is in a fleet which owns a port, th' new member will 'ave its bonuses applied immediately. Only crew captains an' officers can command this.

source: ...me? I'm flattered, but I can't accept this invitation...
pr: ...me? Me flattered, but me can't accept this invitation...

source: That member already has a guild.
pr: Avast ye! That pirate already has a crew.

source: Your guild is already at the maximum member count.
pr: Avast ye! Yer crew be already at th' maximum member count.

source: {newmember}, {author} invites you to join **{name}**. React to join the guild.
pr: We'd like ye on our crew, {newmember}, yarrrrrrrrr! {author} invites ye t' join **{name}**. React t' join th' crew.

source: {newmember} is now a member of **{name}**. Welcome!
pr: Yarrrrr! {newmember} be now a member o' **{name}**. Welcome aboard, matey!

source: Leave your guild
pr: Abandon yer crew

source: Leave your current guild If your guild was in an alliance which owned a city, you will have its bonuses removed immediately. Only players who are in a guild, beside guild leaders, can use this command.
pr: Abandon yer current crew If yer crew been in a fleet which owned a port, ye will 'ave its bonuses removed immediately. Only pirates who aarrr in a crew, except crew captains, can command this.

source: You left your guild.
pr: Ye abandoned yer guild.

source: Kick a member from your guild.
pr: Kick an' maroon a member from yer crew.

source: `<member>` - A discord User with a character, must be a member of your guild Kicks a member from your guild. Officers cannot be kicked. If your guild is in an alliance which owns a city, the member will have its bonuses removed immediately. If the member shares no server with you, you may use their [User ID](https://support.discord.com/hc/en-us/articles/206346498-Where-can-I-find-my-User-Server-Message-ID-) as the member parameter. Only guild leaders and officers can use this command.
pr: `<member>` - A Sailor with a character, must be a member o' yer crew Kick an' maroon a member from yer crew. Officers cannot be kicked. If yer crew be in a fleet which owns a port, th' member will 'ave its bonuses removed immediately. If th' crewmember shares no island with ye, ye may use their [User ID](https://support.discord.com/hc/en-us/articles/206346498-Where-can-I-find-my-User-Server-Message-ID-) as th' member parameter. Only crew captains an' officers can command this.

source: Not your guild mate.
pr: Nah yer crewmate.

source: You can only kick members.
pr: Ye can only maroon scurvy scallywags.

source: The person has been kicked!
pr: Th' crew member been marooned!

source: Delete your guild
pr: Destroy yer crew

source: Delete your guild. If you would just like to leave the guild, consider transferring it to someone, then leaving normally. If your guild was in an alliance which owned a city, all members will lose its bonuses immediately. Only guild leaders can use this command.
pr: Destroy yer crew. If ye would just like t' abandon th' crew, consider transferrin' it t' a crewmate t' be th' new captain, then abandon normally. If yer crew been in a fleet which owned a port, all crewmates will lose its bonuses immediately. Only crew captains can command this.

source: Are you sure to delete your guild? React to confirm the deletion.
pr: Sail ho! Aarrr ye sure t' destroy yer crew? React t' confirm th' destruction.

source: Successfully deleted your guild.
pr: Aye! Successfully destroyed yer crew..

source: Change your guild's icon
pr: Change yer crew's icon

source: `[url]` - The image URL to use as the icon Change your guild's icon. The URL cannot exceed 60 characters. ⚠ This can be seen by anyone, do not use NSFW/innapropriate images. GIFs are not supported. Having trouble finding short image URLs? Follow [this tutorial](https://wiki.idlerpg.xyz/index.php?title=Tutorial:_Short_Image_URLs) or just attach the image you want to use (png, jpg and gif are supported)! Only guild leaders can use this command.
pr: `[url]` - The image URL t' use as th' icon Change yer crew's icon. The URL cannot exceed 60 characters. ⚠ This can be spied by anyone, do nah use NSFW/inappropriate images. GIFs ain't supported. Havin' trouble findin' short image URLs? Navigate to [this tutorial](https://wiki.idlerpg.xyz/index.php?title=Tutorial:_Short_Image_URLs) or just attach th' picture ye want t' use (png, jpg an' gif aarrr supported)! Only crew captains can command this.

source: Your current guild icon is: {url}
pr: Yer current crew icon be: {url}

source: Successfully updated the guild icon.
pr: Plundered! Successfully updated th' crew icon.

source: Change your guild description.
pr: Change yer crew description.

source: `<text>` - The text to use as the description. Cannot exceed 200 characters. Change the description of your guild. ⚠ This can be seen by everyone, do not use NSFW/inappropriate text. Only guild leaders can use this command.
pr: `<text>` - The scribbles t' use as th' description. Cannot exceed 200 characters. Change th' description o' yer crew. ⚠ This can be spied by everyone, do not use NSFW/inappropriate scribbles. Only crew captains can command this.

source: The text may be up to 200 characters only.
pr: Avast ye! The scribbles may be up to 200 characters only.

source: Updated!
pr: Plundered!

source: Set/update the guild update channel.
pr: Set/update th' crew update channel.

source: `[channel]` - The channel to send guild logs to, defaults to the channel the command is used in Set or update the guild update channel. Relevant guild events will be sent here. The channel the command is used in will become the guild log channel, `{prefix}guild channel #channel-name` will not work. The following will be logged: - Guild badge updated - Guild transferred - Guild promotions - Guild demotions - New member joins - Members leaving the guild - Member kicks - Guild deletion - Guild icon changes - Guild description changes - Money invests - Money payouts - Money distributions - Guild bank upgrades - Guild adventures (start and end) Only guild leaders can use this command.
pr: `[channel]` - The channel to send crew logs to, defaults ta the channel th' command be used in Set or update th' crew update channel. Relevant crew events be sent here. Th' channel th' command be used in will become th' crew log channel, `{prefix}guild channel #channel-name` will nah work. The followin' be logged: - Crew badge updated - Crew transferred - Crew promotions - Crew demotions - New member joins - Members leavin' the guild - Member kicks - Crew deletion - Crew icon changes - Crew description changes - Doubloons invests - Doubloons payouts - Doubloons distributions - Crew bank upgrades - Crew voyages (start an' end) Only crew captains can command this.

source: {channel} will become the channel for all logs. Are you sure?
pr: Sail ho! {channel} will become th' channel fer all logs. Aarrr ye sure?

source: I cannot send messages there! This channel cannot be the guild log channel.
pr: Avast ye! I cannot send bottles thar! This channel cannot be th' crew log channel.

source: **Guild logs will go to {channel} ** ✅
pr: **Crew logs will go t' {channel} ** ✅

source: Show the richest guild members
pr: Reveal th' doubloons hoarding crew members

source: Displays the top 10 richest guild members of your guild. Only players in a guild can use this command.
pr: Displays th' top 10 doubloons hoarders o' yer crew. Only pirates in a crew can command this.

source: a character by {charname} with **${money}**
pr: a pirate by {charname} wit' **${money}**

source: The Richest Players of {guild}
pr: Th' Doubloons Hoarders o' {guild}

source: Show the best guild members by XP
pr: Reveal th' seadogs o' th' crew

source: Displays the top 10 best guild members of your guild ordered by XP. Only players in a guild can use this command.
pr: Reveals th' top 10 seadogs o' yer crew ordered by XP. Only pirates in a crew can command this.

source: {name}, a character by {charname} with Level **{level}** (**{xp}** XP)
pr: {name}, a pirate by {charname} wit' Level **{level}** (**{xp}** XP)

source: The Best Players of {name}
pr: The Seadogs o' {name}

source: Add money to your guild bank
pr: Add doubloons to yer crew bank

source: `<amount>` - A whole number greater than 0 Invest money into your guild bank, keeping it safe from thieves. Only guild officers can take money out of the guild bank. The money in the guild bank can be used to upgrade the bank or upgrade buildings/build defenses in your alliance, if it owns a city.
pr: `<amount>` - A whole number greater than 0 Invest doubloons into yer crew bank, keepin' it safe from thieves. Only crew officers can take doubloons out o' th' crew bank. Th' doubloons in th' crew bank can be used t' upgrade th' bank or upgrade buildings/build defenses in yer alliance, if it owns a port.

source: The bank would be full.
pr: Avast ye! Th' bank would be full.

source: Done! Now you have `${profile_money}` and the guild has `${guild_money}`.
pr: Plundered! Now ye 'ave `${profile_money}` an' th' crew has `${guild_money}`.

source: Take money out of the guild bank
pr: Take doubloons out o' th' crew bank

source: `<amount>` - The amount of money to take out of the bank, must be greater than 0 and smaller or equal the amount your guild has `<member>` - A discord User with a character. Take money out of the guild bank and give it to a user. The user does not have to be a member of your guild. Only guild leaders and officers can use this command.
pr: `<amount>` - The amount o' doubloons t' take out o' th' bank, must be greater than 0 an' smaller or equal th' amount yer crew has `<member>` - A discord Sailor wit' a character. Take doubloons out o' the crew bank an' ship it to a pirate. The pirate does nah 'ave t' be a member o' yer crew. Only crew captains an' officers can command this.

source: Your guild is too poor.
pr: Avast ye! Yer crew be too poor, ye scurvy dogs.

source: Successfully gave **${amount}** from your guild bank to {member}.
pr: Plundered! Ye successfully shipped **${amount}** from yer crew bank t' {member}.

source: Pay out money to multiple members
pr: Pay out douboons t' multiple mateys

source: `<amount>` - The amount of money to take out all together, must be greater than 0 `<members...>` - The discord users to give money to, can be multiple, separated by space. Distribute some money to multiple members. This will divide by the amount of players before distributing. For example, distributing $500 to 5 members will give everyone of them $100. Members that are mentioned multiple times will receive multiple payouts. In case of a decimal result the bot will round down, i.e. $7 distributed to 3 members will give everyone $2. Only guild leaders and officers can use this command.
pr: `<amount>` - The amount o' doubloons t' take out all together, must be greater than 0 `<members...>` - The pirates to whom doubloons will be shipped, can be multiple, separated by space. Distribute some doubloons to multiple pirates. This will divide by th' amount o' pirates before distributin'. Fer example, distributin' $500 to 5 pirates will give everyone o' them $100. Pirates that aarrr mentioned multiple times will receive multiple payouts. In case o' a decimal result th' bot will round down, I.e. $7 distributed t' 3 members will give everyone $2. Only crew captains an' officers can command this.

source: You can't distribute money to nobody.
pr: Avast! Ye can't distribute doubloons to nobody, ye scurvy dog.

source: Distributed **${money}** (${small_money} for each) to {members}.
pr: Distributed **${money}** (${small_money} fer each) t' {members}.

source: Upgrade your guild bank
pr: Upgrade yer crew bank

source: Upgrade your guild's bank, adding space for $250,000 each time. Guilds can be upgraded 9 times which sets them to a maximum of $2,500,000. Patrons will be able to upgrade their guild further: - Silver donors can double their maximum bank space - Gold donors can quintuple (x5) their maximum bank space The price to upgrade the guild bank is always half of the maximum. Only guild leaders can use this command.
pr: Upgrade yer crew's bank, addin' space fer $250,000 each time. Crews can be upgraded 9 times which sets them to a maximum o' $2,500,000. Patrons be able to upgrade thar crew further: - Silver donors can double thar maximum bank space - Gold donors can quintuple (x5) thar maximum bank space The price t' upgrade th' crew bank be always half o' th' maximum. Only crew captains can command this.

source: Your guild already reached the maximum upgrade.
pr: Avast! Yer crew already reached th' maximum upgrade.

source: Your guild is too poor, you got **${money}** but it costs **${price}** to upgrade.
pr: Avast! Yer crew be too poor, ye bilge rat, ye got **${money}** but it costs **${price}** t' upgrade.

source: This will upgrade your guild bank limit to **${newlimit}** for **${cost}**. Proceed?
pr: Sail ho! This will upgrade yer crew bank limit t' **${newlimit}** fer **${cost}**. Pruseed?

source: Your new guild bank limit is now **${limit}**.
pr: Huzzah! Yer new crew bank limit be now **${limit}**.

source: Battle another guild
pr: Battle another crew

source: `<enemy>` - A guild officer or leader `<amount>` - The amount of money to battle for, must be 0 or above `<fightercount>` - The amount of fighters to take into the battle Fight against another guild, the winning guild will be awarded one GvG win. While the battle is preparing, both players, you and the other player, will be asked to nominate guild members for the battle. You can do this by writing `battle nominate @person` (not including `{prefix}`) until you hit the fightercount. After the preparation is over, battles will be randomly matched between the two guilds. These battles function exactly the same as regular battles, see `{prefix}help battle` for more details. Each fight will give the guild who the winner is from one point. The guild with the most points in the end will win the guild battle. In case of a tie, nobody gets the money or guild win. The money will be taken from the guild bank. Only guild leaders and officers can use this command. (This command has a guild cooldown of 30 minutes.)
pr: `<enemy>` - A crew officer or captain `<amount>` - The amount o' doubloons t' battle fer, must be 0 or above `<fightercount>` - The amount o' fighters to take into th' battle Fight against another crew, th' winnin' crew be awarded one GvG win. While th' battle be preparin', both players, ye an' th' other player, be asked t' nominate crew members fer th' battle. Ye can do this by writin' `battle nominate @person` (not includin' `{prefix}`) until ye hit th' fightercount. After th' preparation be o'er, battles be randomly matched between th' two crews. These battles function exactly th' same as regularrr battles, spy `{prefix}help battle` fer moarr details. Each fight will give th' crew who the victor be from one point. The crew with th' most points in th' end will win th' crew battle. In case o' a tie, nobody gets the bounty or GvG win. Th' doubloons be taken from th' crew bank. Only crew captains an' officers can command this. (This command has a crew cooldown o' 30 minutes.)

source: Poor kiddo having no friendos.
pr: Poor landlubber 'avin' no mateys.

source: One of you both doesn't have a guild.
pr: Avast ye! One o' ye or both ain't got a crew.

source: Battling your own guild? :face_with_raised_eyebrow:
pr: Arrggh! Battlin' yer own crew, eh? :face_with_raised_eyebrow:

source: One of you both isn't an officer of their guild.
pr: Avast ye! One o' ye or both ain't an officer o' thar crew.

source: One of the guilds can't pay the price.
pr: Avast ye! One o' th' crews can't pay th' price. Scurvy landlubbering bilge rats.

source: One of the guilds is too small.
pr: Avast ye! One o' th' crews be too small.

source: {enemy} didn't want to join your battle, {author}.
pr: Arrggh! {enemy} did nah want t' join your crew battle, {author}.

source: {enemy} accepted the challenge by {author}. Please now nominate members, {author}. Use `battle nominate @user` to add someone to your team.
pr: Yarrrrr! {enemy} accepted th' challenge by {author}. Now nominate crew members, {author}. Command `battle nominate @sailor` to add crew mate to yer team.

source: That person isn't in your guild.
pr: Avast ye! That sailor ain't in yer crew.

source: {user} has been added to your team, {author}.
pr: Yarrrrr! {user} been added t' yer team, {author}.

source: User not found.
pr: Sailor ain't be seen in the ship.

source: Error when adding this user, please try again
pr: Sink me! Error when addin' this sailor, please try again

source: Took to long to add members. Fight cancelled.
pr: Arrggh ye rum-soaked dullard! Took too long to add members. Fight cancelled.

source: Please now nominate members, {enemy}. Use `battle nominate @user` to add someone to your team.
pr: Nominate crew members, {enemy}. Command `battle nominate @sailor` to add crew mate to yer team.

source: {user} has been added to your team, {enemy}.
pr: Yarrrrr! {user} been added t' yer team, {enemy}.

source: Fight started! Generating battles...
pr: All hands hoay! Fight started! Generatin' battles...

source: Fight started! Generating battles... Done.
pr: All hands hoay! Fight started! Generatin' battles... Plundered.

source: Guild Battle Fight **{num}** of **{total}**. **{user}** vs **{user2}**! Battle running...
pr: Crew Battle Fight **{num}** o' **{total}**. **{user}** vs **{user2}**! Battle runnin'...

source: Winner of **{user}** vs **{user2}** is **{winner}**! Current points: **{wins1}** to **{wins2}**.
pr: Victor o' **{user}** vs **{user2}** be **{winner}**! Current points: **{wins1}** to **{wins2}**.

source: Some guild spent the money??? Bad looser!
pr: Arrggh! Some crew spent th' doubloons??? Bilge-suckin' deckswabbers!

source: {guild} won the battle! Congratulations!
pr: Huzzah! {guild} won th' crew battle! Congratulations, mateys!

source: It's a tie!
pr: Arrrr! It be a tie!

source: Start a guild adventure
pr: Start a crew voyage

source: Start a guild adventure. Guild adventures can happen alongside regular adventures. On guild adventures, you can gain additional gold for your guild bank. When using this command, the bot will send a link used to join the adventure. Each member of the guild can join, at least 3 are required. Ten minutes after the link was sent, the users who joined will be gathered. The guild adventure's difficulty will depend solely on the users' levels, their equipped items and race/class bonuses are not considered. The adventure's lentgh depends on the difficulty, +1 difficulty means +30 minutes time. Only guild leaders and officers can use this command. (This command has a guild cooldown of 1 hour.)
pr: Start a crew voyage. Crew voyages can happen alongside regularrr voyages. On crew voyages, ye can gain additional doubloons fer yer crew bank. When usin' this command, th' bot will send a link used to hop on th' voyage ship. Each crewmate o' th' crew can join, at least 3 aarrr required. Ten minutes after th' link been sent, th' crew mates who joined be gathered. Th' crew voyage's level o' danger will depend solely on th' crew's levels, thar equipped items an' race/class bonuses ain't considered. The voyage's duration depends on th' level o' danger, +1 difficulty means +30 minutes time. Only crew captains an' officers can command this. (This command has a crew cooldown o' 1 hour.)

source: Your guild is already on an adventure! Use `{prefix}guild status` to view how long it still lasts.
pr: Avast ye! Yer crew be already on a voyage! Command `{prefix}guild status` t' spy out how long it still lasts.

source: You didn't get enough other players for the guild adventure.
pr: Arrggh! Capt'n, ye didn't get enough crew members fer th' crew voyage.

source: Guild adventure for **{guild}** started! Participants: {participants} Difficulty is **{difficulty}** Time it will take: **{time}**
pr: Weigh anchor and hoist the mizzen! Crew voyage fer **{guild}** started sailin'! Crew Members: {participants} Level o' Danger is **{difficulty}** Time it'll take: **{time}**

source: View your guild adventure's status
pr: View status o' yer crew voyage

source: Check your guild adventure's status This will either display the time left or the reward. The reward can range from 20 times the difficulty up to 50 times the difficulty. Only guild leaders and officers can finish adventures, the status can be seen by every guild member.
pr: View status o' yer crew voyage This will either display th' time left or th' bounty. Th' bounty can range from 20 times th' level o' danger up to 50 times th' level o' danger. Only crew captains an' officers can finish voyages, th' status can be spied by every crew member.

source: Your guild isn't on an adventure yet. Ask your guild officer to use `{prefix}guild adventure` to start one
pr: Avast! Yer crew isn't on a voyage yet. Ask yer crew officer t' command `{prefix}guild adventure` t' start one

source: Your guild has completed an adventure of difficulty `{difficulty}` and **${gold}** has been added to the bank.
pr: Yarrrrr! Yer crew has completed a voyage o' difficulty `{difficulty}` an' **${gold}** been added ta the bank.

source: Your guild has completed an adventure of difficulty `{difficulty}`, ask a guild officer to check their status.
pr: Yarrrrr! Yer crew has completed a voyage o' difficulty `{difficulty}`, ask a crew officer t' check thar status.

source: Your guild is currently in an adventure with difficulty `{difficulty}`. Time remaining: `{remain}`
pr: Yo ho ho! Yer crew be currently in a voyage wit' level o' danger`{difficulty}`. Time remaining: `{remain}`

source: Lists guild-specific cooldowns
pr: Lists crew-specific cooldowns

source: Lists guild-specific cooldowns, meaning all guild members have these cooldowns and cannot use the commands.
pr: Lists crew-specific cooldowns, meanin' all crew members 'ave these cooldowns an' cannot command these yet.

source: Guild adventure is running and will be done after {time}
pr: Crew voyage be sailin' an' will be done after {time}

source: Vote for the bot on top.gg
pr: Vote fer th' bot on top.gg
