Repository: Gelbpunkt/IdleRPG
Catalog: locales/pr/LC_MESSAGES/idlerpg.po
Languages: pr

source: `[user]` - A discord user with a character; defaults to anyone Play a round of double-or-steal against a player. Each round, a player can double the bet played for, or steal, removing the bet from the other player and giving it to the first.
pr: `[user]` - A pirate with a character; defaults t' anyone Play a round o' double-or-steal against a pirate. Each round, a pirate can double th' bet played fer, or steal, removin' th' bet from th' other pirate an' givin' it ta the first.

source: React with 💰 to play double-or-steal with {user}!
pr: Blimey! React wit' 💰 t' play double-or-steal wit' {user}!

source: {user} has no character.
pr: Avast! Ye ain't got a character, {user}. Get off me ship, ye scurvy landlubber.

source: {user} is too poor to double.
pr: Bilge rat! {user} be too poor t' double.

source: Double or steal ${money}?
pr: Double or plunder ${money}?

source: Steal
pr: Plunder

source: {user} stole **${money}**.
pr: {user} plundered **${money}**.

source: {user} doubled to **${money}**.
pr: {user} doubled t' **${money}**.

source: Put an item in the market
pr: Make an item fer sale in th' market

source: `<itemid>` - The ID of the item to sell `<price>` - The price to sell the item for, can be 0 or above Puts your item into the market. Tax for selling items is 5% of the price. You may not sell modified items, items with a price lower than their value, or items below 4 stat. If you are in an alliance with owns a city with a trade building, you do not have to pay the tax. Please note that you won't get the money right away, another player has to buy the item first. With that being said, please choose a reasonable price. Acceptable price range is 1 to 100 Million. If your item has not been bought for 14 days, it will be removed from the market and put back into your inventory.
pr: `<itemid>` - The ID o' th' item t' sell `<price>` - The price t' sell th' item fer, can be 0 or above Puts yer item into th' market. Tax fer sellin' items be 5% o' th' price. Ye may nah sell modified items, items with a price lower than thar value, or items below 4 stat. If ye aarrr in an alliance which owns a port wit' a trade building, ye do nah 'ave t' pay th' tax. Please note that ye won't get th' money right away, another player has t' buy th' item first. With that bein' said, please choose a reasonable price. Acceptable price range be 1 to 100 million. If yer item has not been bought fer 14 days, it'll be removed from th' market an' put back into yer inventory.

source: You don't own an item with the ID: {itemid}
pr: Avast! Ye do nah own an item wit' th' ID: {itemid}

source: You may not sell donator-modified items.
pr: Avast! Ye may nah sell donator-modified items.

source: Selling an item below its value is a bad idea. You can always do `{prefix}merchant {itemid}` to get more money.
pr: Sail ho! Sellin' an item below its value be a bad idea. Ye can always do `{prefix}merchant {itemid}` t' get moarr doubloons.

source: Your item is either equal to a Starter Item or worse. Noone would buy it.
pr: Yer item be either equal t' a Starter Item or worse. No landlubber would buy it.

source: You cannot afford the tax of 5% (${amount}).
pr: Avast! Ye cannot afford th' tax o' 5% (${amount}).

source: Successfully added your item to the shop! Use `{prefix}shop` to view it in the market! {additional}
pr: Aye, aye Capt'n! Successfully added yer item t' th' shop! Command `{prefix}shop` t' spy it in th' market! {additional}

source: The tax of 5% has been deducted from your account.
pr: Th' tax o' 5% been deducted from yer account.

source: Buy an item from the shop
pr: Buy an item from th' shop

source: `<itemid>` - The ID of the item to buy Buy an item from the global market. Tax for buying is 5%. Buying your own items is impossible. You can find the item's ID in `{prefix}shop`.
pr: `<itemid>` - The ID o' th' item t' buy Buy an item from th' market of seven seas. Tax fer buyin' be 5%. Buyin' yer own items be impossible. Ye can find th' item's ID in `{prefix}shop`.

source: There is no item in the shop with the ID: {itemid}
pr: Avast ye! Thar be no item in th' shop wit' th' ID: {itemid}

source: You may not buy your own items.
pr: Avast! Ye may nah buy yer own items.

source: You're too poor to buy this item.
pr: Ye aarrr too poor t' buy this item.

source: Successfully bought item `{id}`. Use `{prefix}inventory` to view your updated inventory.
pr: Aye, aye Capt'n! Successfully bought item `{id}`. Command `{prefix}inventory` t' view yer updated inventory.

source: Remove your item from the shop.
pr: Remove yer item from th' shop.

source: `<itemid>` - The item to remove from the shop Takes an item off the shop. You may only remove your own items from the shop. You can check your items on the shop with `{prefix}pending`. Paid tax money will not be returned.
pr: `<itemid>` - The item t' remove from th' shop Takes an item off th' shop. Ye may only remove yer own items from th' shop. Ye can check yer items on th' shop with `{prefix}pending`. Paid tax doubloons will nah be returned.

source: You don't have an item of yours in the shop with the ID `{itemid}`.
pr: Avast! Ye ain't got an item o' yours in th' shop with th' ID `{itemid}`.

source: Successfully removed item `{itemid}` from the shop and put it in your inventory.
pr: Aye, aye Capt'n! Successfully removed item `{itemid}` from th' shop an' put it in yer inventory.

source: View sale history for the item market
pr: Reveal sale history fer th' item market

source: `[itemtype]` - The type of item to filter; defaults to all item types `[minstat]` - The minimum damage/defense an item has to have to show up; defaults to 0 `[after_date]` - Show sales only after this date, defaults to bot creation date, which means all Lists the past successful sales on the market by criteria and shows average, minimum and highest prices by category.
pr: `[itemtype]` - The type o' item t' filter; defaults t' all item types `[minstat]` - The minimum damage/defense an item has t' 'ave t' show up; defaults t' 0 `[after_date]` - Reveal sales only after this date, defaults t' bot creation date, which means all Lists th' past successful sales on th' market by criteria an' shows average, minimum an' highest prices by category.

source: Use either {types} or `All` as a type to filter for.
pr: Avast ye! Use either {types} or `All` as a type t' filter fer.

source: No results.
pr: Found nothin'.

source: IdleRPG Shop History
pr: IdleRPG Shop 'istory

source: Search results
pr: Exploration results

source: The search found {amount} sales starting at ${min_price}, ending at ${max_price}. The average sale price was ${avg_price}. Navigate to see the sales.
pr: The exploration found {amount} sales startin' at ${min_price}, endin' at ${max_price}. Th' average sale price been ${avg_price}. Navigate t' spy th' sales.

source: View the global item market
pr: View th' item market o' seven seas

source: `[itemtype]` - The type of item to filter; defaults to all item types `[minstat]` - The minimum damage/defense an item has to have to show up; defaults to 0 `[highestprice]` - The highest price an item can have to show up; defaults to $1,000,000 Lists the buyable items on the market. You can cleverly filter out items you don't want to see with these parameters. To quickly buy an item, you can use the 💰 emoji.
pr: `[itemtype]` - The type o' item t' filter; defaults t' all item types `[minstat]` - The minimum damage/defense an item has t' 'ave t' show up; defaults to 0 `[highestprice]` - The highest price an item can 'ave t' show up; defaults to $1,000,000 Lists th' buyable items on th' market. Ye can cleverly filter out items ye don't want t' see with these parameters. To quickly buy an item, ye can use th' 💰 emoji.

source: Use `{prefix}buy {item}` to buy this.
pr: Command `{prefix}buy {item}` t' buy this.

source: Offer an item to a user
pr: Offer an item t' a pirate

source: `<itemid>` - The ID of the item to offer `<price>` - The price the other has to pay, can be a number from 0 to 100,000,000 `<user>` - The user to offer the item to Offer an item to a specific user. You may not offer modified items. Once the other user accepts, the item belongs to them.
pr: `<itemid>` - The ID o' th' item t' offer `<price>` - The price th' other has t' pay, can be a number from 0 to 100,000,000 `<user>` - The pirate t' offer th' item to Offer an item t' a specific sailor. Ye may not offer modified items. Once th' other pirate accepts, th' item belongs t' them.

source: You may not offer items to yourself.
pr: Avast! Ye may nah offer items t' yerself.

source: Are you sure you want to sell your equipped {item}?
pr: Sail ho! Aarrr ye sure ye want t' sell yer equipped {item}?

source: Item selling cancelled.
pr: Item sellin' cancelled. Then get off me ship.

source: {user}, {author} offered a **{stat}** **{itemtype}**! React to buy it! The price is **${price}**. You have **2 Minutes** to accept the trade or the offer will be canceled.
pr: Ahoy matey {user}! {author} offered a **{stat}** **{itemtype}**! React t' buy it! Th' price be **${price}**. Ye 'ave **2 minutes** t' accept th' trade or th' offer be canceled.

source: They didn't want it.
pr: Arrrrr. They did nah want it.

source: {user}, you're too poor to buy this item!
pr: Avast {user}! Ye aarrr too poor t' buy this item ye bilge rat!

source: The owner sold the item with the ID `{itemid}` in the meantime.
pr: The hornswaggling owner sold th' item wit' th' ID `{itemid}` in th' meantime.

source: Successfully bought item `{itemid}`. Use `{prefix}inventory` to view your updated inventory.
pr: Aye! Successfully bought item `{itemid}`. Command `{prefix}inventory` t' view yer updated inventory.

source: Sell items for their value
pr: Sell items fer thar value

source: `<itemids>` - The IDs of the items to sell, seperated by space Sells items for their value. Items that you don't own will be filtered out. If you are in an alliance which owns a trade building, your winnings will be multiplied by 1.5 for each level. (This command has a cooldown of 10 minutes.)
pr: `<itemids>` - The IDs o' th' items t' sell, seperated by space Sells items fer their value. Items that ye don't own be filtered out. If ye aarrr in a fleet which owns a trade building, yer winnings be multiplied by 1.5 fer each level. (This command has a cooldown o' 10 minutes.)

source: You cannot sell nothing.
pr: Avast! Ye cannot sell naught.

source: You don't own any items with the IDs: {itemids}
pr: Avast! Ye don't own any items with th' IDs: {itemids}

source: You are about to sell {amount} equipped items. Are you sure?
pr: Sail ho! Ye aarrr 'bout t' sell {amount} equipped items. Aarrr ye sure?

source: Cancelled.
pr: Aye, aye! Ye cancelled, matey.

source: You received **${money}** when selling item(s) `{itemids}`. {additional}
pr: Yarrrrr! Ye received **${money}** when sellin' item(s) `{itemids}`. {additional}

source: Skipped `{amount}` because they did not belong to you.
pr: Skipped `{amount}` because they did nah belong to ye.

source: `[maxstat]` - The highest damage/defense to include; defaults to 100 `[minstat]` - The lowest damage/defense to include; defaults to 0 Sells all your non-equipped items for their value. A convenient way to sell a large amount of items at once. If you are in an alliance which owns a trade building, your earnings will be increased by 50% for each level. (This command has a cooldown of 30 minutes.)
pr: `[maxstat]` - the 'ighest damage/defense to include; defaults to 100 `[minstat]` - the lowest damage/defense to include; defaults to 0 sells all yer non-equipped items fer their value. A convenient way to sell a large amount o' items at once. if ye be in an alliance which owns a trade building, yer earnings be increased by 50% fer each level. (this command 'as a cooldown o' 30 minutes.)

source: Nothing to merch.
pr: Avast ye! Naught t' merch.

source: You are about to sell **{count} items for ${money}!** Are you sure you want to do this?
pr: Sail ho! Ye aarrr 'bout t' sell **{count} items fer ${money}!** Aarrr ye sure ye want t' do this?

source: Cancelled selling your items.
pr: Cancelled sellin' yer items.

source: Looks like you got more or less items in that range in the meantime. Please try again.
pr: Looks like ye got moarr or less items in that range in th' meantime. Please try again.

source: Merched **{count}** items for **${money}**.
pr: Yarrrrr! Merched **{count}** items fer **${money}**.

source: View your shop offers
pr: View yer shop offers

source: View your pending shop offers. This is a convenient way to find IDs of items that you put on the market.
pr: View yer pendin' shop offers. This be a convenient way t' find IDs o' items that ye put on th' market.

source: You don't have any pending shop offers.
pr: Arrggh! Ye don't 'ave any pendin' shop offers.

source: Your pending items
pr: Yer pendin' items

source: Buys an item from the trader
pr: Buys an item from th' trader

source: Buys items at the trader. These items can range from 1 stat to 15 stat, with their price being 50 times their stat. Useful for the early game. (This command has a cooldown of 1 hour.)
pr: Buys items at th' trader. These items can range from 1 stat to 15 stat, with thar price bein' 50 times thar stat. Useful fer th' early game. (This command has a cooldown o' 1 hour.)

source: You are too poor to buy this item.
pr: Arrggh! Ye aarrr too poor t' buy this item, ye bilge rat.

source: Successfully bought offer **{offer}**. Use `{prefix}inventory` to view your updated inventory.
pr: Yarrrrr! Successfully bought offer **{offer}**. Command `{prefix}inventory` t' view yer updated inventory.

source: Propose to a player
pr: Propose t' a pirate

source: `<partner>` - A discord User with a character who is not yet married Propose to a player for marriage. Once they accept, you are married. When married, your partner will get bonuses from your adventures, you can have children, which can do different things (see `{prefix}help familyevent`) and increase your lovescore, which has an effect on the [adventure bonus](https://wiki.idlerpg.xyz/index.php?title=Family#Adventure_Bonus). If any of you has children, they will be brought together to one family. Only players who are not already married can use this command.
pr: `<partner>` - A discord Sailor with a character who ain't yet married Propose t' a pirate fer marriage. Once they accept, ye be married. When married, yer partner will get bonuses from yer voyages, ye can 'ave evil sprogs, which can do vast things (spy `{prefix}help familyevent`) an' increase yer lovescore, which has an effect on the [adventure bonus](https://wiki.idlerpg.xyz/index.php?title=family#Adventure_Bonus). If any o' ye has evil sprogs, they be brought together t' one family. Only players who ain't already married can command this.

source: You should have a better friend than only yourself.
pr: Avast! Ye should 'ave a mate than be lonely.

source: One of you is married.
pr: Avast ye! One o' ye be married.

source: {author} has proposed for a marriage!
pr: Blimey! {author} has proposed fer a marriage!

source: {author} wants to marry you, {partner}! React with :heart: to marry them!
pr: {author} wants to marry ye, {partner}! React wit' :heart: t' marry them!

source: They didn't want to marry.
pr: Arrr! They did nah want t' marry.

source: Either you or your lovee married in the meantime... :broken_heart:
pr: Either ye or yer lovee married in th' meantime... :broken_heart:

source: Aww! :heart: {author} and {partner} are now married!
pr: Yarrrr! :heart: {author} an' {partner} aarrr now married!

source: Break up with your partner
pr: Divorce yer partner

source: Divorce your partner, effectively un-marrying them. When divorcing, any kids you have will be split between you and your partner. Each partner will get the children born with their `{prefix}child` commands. You can marry another person right away, if you so choose. Divorcing has no negative consequences on gameplay. Both players' lovescore will be reset. Only married players can use this command.
pr: Divorce yer partner, effectively un-marryin' 'em. When divorcing, any evil sprogs ye 'ave be split between ye an' yer partner. Each partner will get th' children born with thar `{prefix}child` commands. Ye can marry another sailor right away, if ye so choose. Divorcin' has no negative consequences on gameplay. Both sailors' lovescore be reset. Only married sailors can command this.

source: You are not married yet.
pr: Avast! Ye ain't married yet.

source: Are you sure you want to divorce your partner? Some of your children may be given to your partner and your lovescore will be reset.
pr: Sail ho! Aarrr ye sure ye want t' divorce yer partner? Some o' yer evil sprogs may be given t' yer partner an' yer lovescore be reset.

source: Cancelled the divorce. I guess the marriage is safe for now?
pr: Aye, aye! Cancelled th' divorce. Me guess th' marriage be safe fer now?

source: You are now divorced.
pr: Arrr! Ye be now divorced.

source: Show your partner
pr: Reveal yer partner

source: Show your partner's Discord Tag. This works fine across server. Only married players can use this command.
pr: Reveal yer partner's Discord Tag. This works fine across islands. Only married players can command this.

source: You are currently married to **{partner}**.
pr: Yarrrrr! Ye aarrr currently married t' **{partner}**.

source: Show a player's lovescore
pr: Reveal a pirate's lovescore

source: `[user]` - The user whose lovescore to show; defaults to oneself Show the lovescore a player has. Lovescore can be increased by their partner spoiling them or going on dates. Lovescore affects the [adventure bonus](https://wiki.idlerpg.xyz/index.php?title=Family#Adventure_Bonus) and the amount of children you can have.
pr: `[user]` - The pirate whose lovescore t' show; defaults t' oneself Reveal th' lovescore a pirate has. Lovescore can be increased by thar partner spoilin' 'em or goin' on dates. Lovescore affects th' [adventure bonus](https://wiki.idlerpg.xyz/index.php?title=family#Adventure_Bonus) an' th' amount o' evil sprogs ye can 'ave.

source: noone
pr: nobody

source: {user}'s overall love score is **{score}**. {user} is married to **{partner}**.
pr: {user}'s overall love score be **{score}**. {user} be married t' **{partner}**.

source: Increase your partner's lovescore
pr: Increase yer partner's lovescore

source: `[item]` - The item to buy, a whole number from 1 to 40; if not given, displays the list of items Buy something for your partner to increase *their* lovescore. To increase your own lovescore, your partner should spoil you. Please note that these items are not usable and do not have an effect on gameplay, beside increasing lovescore. Only players who are married can use this command.
pr: `[item]` - The item t' buy, a whole number from 1 to 40; if nah given, displays th' manifest o' booties Buy somethin' fer yer partner t' increase *thar* lovescore. To increase yer own lovescore, yer partner should spoil ye. Note that these booties ain't usable an' ain't got an effect on gameplay, beside increasin' lovescore. Only pirates who aarrr married can command this.

source: Dog :dog2:
pr: Cur :dog2:

source: Cow :cow2:
pr: Bovine :cow2:

source: Unicorn :unicorn:
pr: One-Horned Horse :unicorn:

source: Potato :potato:
pr: Tater :potato:

source: Sweet potato :sweet_potato:
pr: Sweet tater :sweet_potato:

source: Watch :watch:
pr: Hourglass :watch:

source: Bed :bed:
pr: Bunk :bed:

source: Shoes :athletic_shoe:
pr: Boots :athletic_shoe:

source: Declaration of Love :love_letter:
pr: Declaration o' Love :love_letter:

source: Key to Heart :key2:
pr: Key t' Heart :key2:

source: To buy one of these items for your partner, use `{prefix}spoil shopid`
pr: To buy one o' these booties fer yer partner, use `{prefix}spoil shopid`

source: You're not married yet.
pr: Avast! Ye're nah married yet.

source: You bought a **{item}** for your partner and increased their love score by **{points}** points!
pr: Yarrrrr! Ye bought a **{item}** fer yer partner an' increased thar love score by **{points}** points!

source: Failed to DM your spouse, could not find their Discord account
pr: Failed t' ship a message in a bottle t' yer spouse, couldn't find their Discord vessel

source: Take your partner on a date
pr: Take yer partner on a date

source: Take your partner on a date to increase *their* lovescore. To increase your own lovescore, your partner should go on a date with you. The lovescore gained from dates can range from 10 to 150 in steps of 10. Only players who are married can use this command. (This command has a cooldown of 12 hours.)
pr: Take yer partner on a date t' increase *thar* lovescore. To increase yer own lovescore, yer partner should go on a date wit' ye. The lovescore gained from dates can range from 10 to 150 in steps o' 10. Only players who aarrr married can command this. (This command has a cooldown o' 12 hours.)

source: You and {partner} went on a nice candlelit dinner.
pr: Yarrrrr! Ye an' {partner} went on a nice campfire dinner.

source: You and {partner} had stargazed all night.
pr: Yarrrrr! Ye an' {partner} 'ad stargazed all night.

source: You and {partner} went to a circus that was in town.
pr: Yarrrrr! Ye an' {partner} went t' a circus that been in town.

source: You and {partner} went out to see a romantic movie.
pr: Yarrrrr! Ye an' {partner} went out t' see a romantic movie.

source: You and {partner} went out to get ice cream.
pr: Yarrrrr! Ye an' {partner} went out t' get ice cream.

source: You and {partner} had an anime marathon.
pr: Yarrrrr! Ye an' {partner} 'ad a cartoons marathon.

source: You and {partner} went for a spontaneous hiking trip.
pr: Yarrrrr! Ye an' {partner} went fer a spontaneous sailin' cruise.

source: You and {partner} decided to visit Paris.
pr: Yarrrrr! Ye an' {partner} decided t' visit Paris.

source: You and {partner} went ice skating together.
pr: Yarrrrr! Ye an' {partner} went ice skatin' together.

source: Unknown User
pr: Unknown Sailor

source: This increased their lovescore by {num}
pr: This increased thar lovescore by {num}

source: You already have {max_} children. You can increase this limit by increasing your lovescores to get {amount} more.
pr: Avast! Ye already 'ave {max_} evil sprogs. Ye can increase this limit by increasin' yer lovescores t' get {amount} moarr.

source: You had a lovely night and gained {ls} lovescore. 😏 {additional}
pr: Ye 'ad a lovely night an' gained {ls} lovescore. 😏 {additional}

source: Have a child with your partner
pr: Have an evil sprog with yer partner
