Repository: Gelbpunkt/IdleRPG
Catalog: locales/pr/LC_MESSAGES/idlerpg.po
Languages: pr

source: Shows all the crates you can have. Common crates contain items ranging from stats 1 to 30 Uncommon crates contain items ranging from stats 10 to 35 Rare crates contain items ranging from stats 20 to 40 Magic crates contain items ranging from stats 30 to 45 Legendary crates contain items ranging from stats 41 to 50 You can receive crates by voting for the bot using `{prefix}vote`, using `{prefix}daily` and with a small chance from `{prefix}familyevent`, if you have children.
pr: Reveals all th' crates ye can have. Common crates contain items rangin' from stats 1 t' 30 Uncommon crates contain items rangin' from stats 10 t' 35 Rare crates contain items rangin' from stats 20 t' 40 Magic crates contain items rangin' from stats 30 t' 45 Legendary crates contain items rangin' from stats 41 t' 50 Ye can receive crates by votin' fer th' bot usin' `{prefix}vote`, usin' `{prefix}daily` an' with a small chance from `{prefix}familyevent`, if ye 'ave evil sprogs.

source: Your Crates
pr: Yer crates

source: Use {prefix}open [rarity] to open one!
pr: Use {prefix}open [rarity] t' open one!

source: Open a crate
pr: Open yer crate

source: `[rarity]` - the crate's rarity to open, can be common, uncommon, rare, magic or legendary; defaults to common `[amount]` - the amount of crates to open, may be in range from 1 to 100 at once Open one of your crates to receive a weapon. To check which crates contain which items, check `{prefix}help crates`. This command takes up a lot of space, so choose a spammy channel to open crates.
pr: `[rarity]` - the crate's rarity t' open, can be common, uncommon, rare, magic or legendary; defaults t' common `[amount]` - the amount o' crates t' open, may be in range from 1 to 100 at once Open one o' yer crates t' receive a weapon. Yarrrrr! To check which crates contain which items, check `{prefix}help crates`. This command be takin' a lot of space, so choose a spammy channel t' open crates.

source: Seems like you don't have {amount} crate(s) of this rarity yet. Vote me up to get a random one or find them!
pr: Avast ye! Seems like ye ain't got {amount} crate(s) o' this rarity, matey. Vote me up t' get a random one or find them!

source: You found a new item when opening a crate!
pr: Ye looted a new item when openin' a crate!

source: Remaining {rarity} crates: {crates}
pr: Remainin' {rarity} crates: {crates}

source: Give crates to someone
pr: Give crates t' a pirate

source: `<other>` - A user with a character `[amount]` - A whole number greater than 0; defaults to 1 `[rarity]` - The crate's rarity to trade, can be common, uncommon, rare, magic or legendary; defaults to common Give your crates to another person. Players must combine this command with `{prefix}give` for a complete trade.
pr: `<other>` - A pirate with character `[amount]` - A whole number greater than 0; defaults to 1 `[rarity]` - The crate's rarity t' trade, can be common, uncommon, rare, magic or legendary; defaults t' common Give yer crates t' another pirate. Pirates must combine this command with `{prefix}give` fer a complete trade.

source: Very funny...
pr: Very funny ye scabrous, cheatin' clod!...

source: For me? I'm flattered, but I can't accept this...
pr: Fer me? Me flattered, but me ain't acceptin' this...

source: You don't have any crates of this rarity.
pr: Avast! Ye ain't got any crates o' this rarity, ye scurvy dog.

source: Successfully gave {amount} {rarity} crate(s) to {other}.
pr: Yarrrrr! Ye successfully shipped {amount} {rarity} crate(s) t' {other}.

source: Offer crates to another player
pr: Offer crates t' another pirate

source: `<quantity>` - The quantity of crates to offer `<rarity>` - The rarity of crate to offer. First letter of the rarity is also accepted. `<price>` - The price to be paid by the buyer, can be a number from 0 to 100000000 `<buyer>` - Another IdleRPG player to offer the crates to Offer crates to another player. Once the other player accepts, they will receive the crates and you will receive their payment. Example: `{prefix}offercrate 5 common 75000 @buyer#1234` `{prefix}oc 5 c 75000 @buyer#1234`
pr: `<quantity>` - The quantity o' crates t' offer `<rarity>` - The rarity o' crate t' offer. First letter o' th' rarity be also accepted. `<price>` - The price t' be paid by th' buyer, can be a number from 0 to 100000000 `<buyer>` - Another IdleRPG pirate t' offer th' crates t' Offer crates t' another pirate. Once th' other pirate accepts, they be receive th' crates an' ye will receive thar payment. Example: `{prefix}offercrate 5 common 75000 @buyer#1234` `{prefix}oc 5 c 75000 @buyer#1234`

source: You may not offer crates to yourself.
pr: Avast! Ye may not offer crates t' yerself ye scabrous, cheatin' clod.

source: No, I don't want any crates.
pr: Nah, I ain't wantin' any crates ye pestilent cockroach. Rum and bacon and cackle fruits is what me want.

source: You don't have {quantity} {rarity} crate(s). Check `{prefix}crates`.
pr: Avast! Ye ain't got {quantity} {rarity} crate(s), ye bilge rat! Check `{prefix}crates`.

source: {author}, are you sure you want to offer **{quantity} {emoji} {rarity}** crate(s) for **${price:,.0f}**?
pr: Sail ho! {author}, aarrr ye sure ye want t' offer **{quantity} {emoji} {rarity}** crate(s) fer **${price:,.0f}**?

source: Offer cancelled.
pr: Offer cancelled, matey.

source: {buyer}, {author} offered you **{quantity} {emoji} {rarity}** crate(s) for **${price:,.0f}!** React to buy it! You have **2 Minutes** to accept the trade or the offer will be cancelled.
pr: Ahoy matey {buyer}! {author} offered ye **{quantity} {emoji} {rarity}** crate(s) fer **${price:,.0f}!** React t' buy it! Ye got **2 minutes** t' accept th' trade or th' offer be cancelled.

source: They didn't want to buy the crate(s). Offer cancelled.
pr: That landlubber ain't wanna buy yer crate(s), matey. Offer cancelled.

source: They couldn't make up their mind. Offer cancelled.
pr: That deckswabber couldn't make up thar mind. Offer cancelled.

source: {buyer}, you're too poor to buy the crate(s)!
pr: Avast {buyer}! Ye aarrr too poor t' buy th' crate(s), ye bilge rat!

source: The seller traded/opened the crate(s) in the meantime. Offer cancelled.
pr: That hornswaggler traded/opened th' crate(s) in th' meantime. Offer cancelled.

source: {buyer}, you've successfully bought **{quantity} {emoji} {rarity}** crate(s) from {seller}. Use `{prefix}crates` to view your updated crates.
pr: Yarrrr! {buyer}, ye've successfully bought **{quantity} {emoji} {rarity}** crate(s) from {seller}. Command `{prefix}crates` t' view yer updated manifest o' crates.

source: Gather as much food as you can
pr: Gather as much grub as ye can

source: gathers as much food as they can
pr: gathers as much grub as they can

source: Grab a backpack and retreat
pr: Grab a backpack an' retreat

source: grabs a backpack and retreats
pr: grabs a backpack an' retreats

source: Take a pistol and suicide
pr: Take a flintlock an' suicide

source: gives themselves the bullet
pr: gives themselves th' musketball

source: Ram a knife in your body
pr: Ram a dagger in yer body

source: commits suicide with a knife
pr: commits suicide with a dagger

source: Run away from the Cornucopia
pr: Flee from the Cornucopia

source: runs away from the Cornucopia
pr: flees from the Cornucopia

source: Search for a pair of Explosives
pr: Search fer a pair o' explosives

source: finds a bag full of explosives
pr: finds a bag full o' explosives

source: Look for water
pr: Look fer rum

source: finds a canteen full of water
pr: finds a bottle o' rum

source: Get a first aid kit
pr: Snatch a first aid kit

source: clutches a first aid kit and runs away
pr: clutches a first aid kit an' flees

source: Grab a backpack
pr: Loot a backpack

source: grabs a backpack, not realizing it is empty
pr: loots a backpack, nah realizin' 'tis empty

source: Try to assault USER
pr: Try t' send USER t' Davy Jones

source: kills USER
pr: sends USER t' Davy Jones. Arrrrr

source: Kill USER at the water
pr: Cleave USER t' the brisket at the shallow water

source: assaults USER while they were drinking water at the river
pr: cleaves USER t' the brisket while they were drinkin' grog at th' sea. Yarrr

source: Try to hide some landmines
pr: Try t' hide some landmines

source: hides landmines at a few locations
pr: hides landmines at a few locations. Arrr! Sneaky freebooter

source: Take a bath
pr: Wash me body

source: baths in the water and enjoys the silence
pr: washes thar body in th' water and enjoys th' silence

source: kill USER
pr: send USER t' Davy Jones

source: grill at the fireplace and tell each other spooky stories
pr: grill at th' fireplace an' tell each other stories of Davy Jones' Locker and th' Kraken

source: annoy USER
pr: annoy USER by flopping like a fish

source: kill themselves by walking into a landmine
pr: went t' Davy Jones by walking into a landmine

source: have a small party and get drunk
pr: have a small party an' get three sheets t' the wind

source: watch animes together
pr: watch cartoons together

source: enjoy the silence
pr: enjoy th' sound of silence

source: attempt to kill USER but fail
pr: attempt t' send USER t' Davy Jones but fail

source: watch a movie together
pr: watch flickin' pictures together

source: track down USER and kill them silently
pr: track down USER an' send them t' Davy Jones silently

source: decide they want out of here and commit suicide
pr: decide they want out o' 'ere an' walk the plank

source: dance YMCA together
pr: dance YMCA together. Yo ho ho!

source: sing songs together
pr: sing chanteys together. Yo ho ho!

source: have a nice romantic evening
pr: 'ave a nice romantic evenin'

source: watch the others being dumb
pr: watch the landlubbers bein' daft

source: kiss in the moonlight
pr: kiss in th' moonlight

source: watch a movie together when USER suddenly gets shot by a stranger
pr: watch flickin' pictures together when USER suddenly gets shot by an unknown landlubber

source: Letting {user} choose their action...
pr: Lettin' {user} pick thar thing...

source: Choose an action
pr: Pick yer thing

source: I couldn't send a DM to {user}! Choosing random action...
pr: Avast! Me couldn't send a bottled message t' scurvy {user}! Picking random thing...

source: attempts to kill {user} but fails
pr: attempts t' send {user} t' Davy Jones but fails

source: Done
pr: Plundered

source: do nothing.
pr: do naught.

source: **The cast**
pr: **The crew**

source: This hunger game's winner is {winner}!
pr: Sink me! This hunger game's victor be {winner}! Yarrrrr!

source: Everyone died!
pr: Dead men tell no tales!

source: Starts the hunger games Players will be able to join via the :shallow_pan_of_food: emoji. The game is controlled via both random actions and possibly chosen actions. Players may choose an action if they get a direct message from the bot. If no action is chosen by the player, the bot chooses one for them. Not every player will get the opportunity to choose an action. Sometimes nobody gets to choose, so don't be discouraged.
pr: Starts the hunger games Players be able to climb aboard via the :shallow_pan_of_food: emoji. The game be controlled via both random actions an' possibly chosen actions. Players may pick an action if they get a message in a bottle from the bot. If no action be chosen by the player, the bot chooses one fer them. Not every player will get th' opportunity to choose thar thing. Sometimes nobody gets to choose, so don't be discouraged.

source: There is already a game in here!
pr: Thar be already a game in 'ere!

source: Not enough players joined...
pr: Nah enough sailors climbed aboard...

source: An error happened during the hungergame. Please try again!
pr: Sink me! Somethin' fishy happened durin' th' hungergames, and we ran aground! We're terribly saarry, Capt'n. Please sail again!

source: Oops! You forgot a required argument: `{arg}`
pr: Avast! Ye forgot a required argument: `{arg}`

source: The message you referenced was not found.
pr: Arrggh! Couldn't find that message, ye scurvy dog.

source: The member you referenced was not found.
pr: Arrggh! Couldn't find that crew member, ye scurvy dog.

source: The server you referenced was not found.
pr: Arrggh! Couldn't find that island.

source: The user you referenced was not found.
pr: Arrggh! The sailor ye referenced ain't be seen on th' ship - prolly fish grub.

source: The channel you referenced was not found.
pr: Arrggh! Couldn't find that channel, ye fish-kissin' smelly swine.

source: I cannot read messages in the channel you referenced.
pr: Arrggh! Couldn't read messages in that channel ye referenced, ye filthy buccaneer.

source: I could not parse a colour from this.
pr: Arrggh! Couldn't parse a colour from this, ye bloody, nattering swindler.

source: The role you referenced was not found.
pr: Arrggh! Couldn't find that role, ye rum-thievin', useless blaggart.

source: The invite you referenced is invalid or has expired.
pr: Arrggh! Yer lingering summon be invalid or has expired, ye damnable parrot.

source: The emoji you referenced was not found.
pr: Arrggh! Couldn't find that emoji.

source: I could not parse a boolean from this.
pr: Arrggh! Couldn't parse a boolean from this.

source: The user you specified as a parameter does not have a character.
pr: Arrggh! That sailor ain't got a character. They ain't pirates.

source: You did not enter a valid crate rarity. Possible ones are: common (c), uncommon (u), rare (r), magic (m) and legendary (l).
pr: Arrggh! Ye did nah enter a valid crate rarity. Possible ones be: common (c), uncommon (u), rare (r), magic (m) an' legendary (l).

source: You did not enter a valid coin side. Please use `heads` or `tails`.
pr: Arrggh! Ye did nah enter a valid doubloon side. Use `heads` or `tails` ye scurvy buccaneer.

source: You entered a date that was out of range. It should be newer than {date}.
pr: Arrggh! Ye entered a date that was been out o' range. It should be newer than {date}.

source: You sent an invalid URL. Make sure to send the full URL; it should start with "http" and end with ".png" or ".jpeg".
pr: Arrggh! Ye sent an invalid URL. Make sure t' send the full URL; it should start with "http" an' end with ".png" or ".jpeg".

source: You used a malformed argument!
pr: Arrggh! Ye used a malformed argument! Get off me ship, ye scurvy dog!

source: You are being rate-limited. Chill down, you can use a command again in {time}s.
pr: Hold yer ships! Ye aarrr bein' rate-limited. Ye can command again in {time}s.

source: You are on cooldown. Try again in {time}.
pr: Calm yer ships! Ye aarrr on cooldown. Sail again in {time}.

source: Permission denied
pr: Permission denied. Ye ain't me captain

source: :x: This command is only avaiable for the bot owner.
pr: :x: Avast! This command be only available fer the bot captain.

source: You don't have a character yet.
pr: Arrggh! Ye ain't got a character yet, matey. Get off me ship ye scurvy landlubber.

source: This command requires you to not have created a character yet. You already have one.
pr: Arrggh! This command requires ye t' nah have created a character yet, matey. Ye already 'ave one ye scurvy landlubber.

source: You need to be following a god for this command. Please use `{prefix}follow` to choose one.
pr: Arrggh! Ye need t' be followin' a god fer this command, matey. Command `{prefix}follow` t' choose one.

source: You need to have a guild to use this command.
pr: Arrggh! Ye need t' have a crew t' command this, ye lonely bilge-suckin' rat.

source: You need to be in no guild to use this command.
pr: Arrggh! Ye need t' be nah in a crerw t' command this, ye scurvy dog.

source: Your rank in the guild is too low to use this command.
pr: Arrggh! Yer rank in th' crew be too low t' command this, ye scurvy buccaneer.

source: You mustn't be the owner of a guild to use this command.
pr: Arrggh! Ye must nah be th' Capt'n o' a crew t' command this, matey.

source: :x: You don't have the permissions to use this command. It is thought for {error} class users.
pr: :x: Arrggh! Ye ain't got th' permissions t' command this, matey. It be thought fer {error} class sailors.

source: You are already on an adventure. Use `{prefix}status` to see how long it lasts.
pr: Arrggh! Ye aarrr already on a voyage, capt'n. Command `{prefix}status` t' spy out how long it lasts.

source: You need to be on an adventure to use this command. Try `{prefix}adventure`!
pr: Arrggh! Ye need t' be on a voyage t' command this, ye scurvy dog! Try commandin' `{prefix}adventure`!

source: Your pet has gone missing. Maybe some aliens abducted it? Since you can't find it anymore, you are no longer a {profession}
pr: Arrggh! Yer pet was gone missin'. Maybe Davy Jones trapped it in his Locker? Since ye couldn't find it anymoarr, ye aarrr no longer a {profession}

source: Your pet **{pet}** died! You did not give it enough to eat or drink. Because of your bad treatment, you are no longer a {profession}.
pr: Arrggh! Yer pet **{pet}** got trapped in Davey Jones' Locker! Ye did nah give it enough t' eat or drink. Because o' yer bilge-suckin' treatment, ye aarrr nah longer a {profession}.

source: Your pet **{pet}** ran away! You did not show it your love enough! Because of your bad treatment, you are no longer a {profession}.
pr: Arrggh! Yer pet **{pet}** ran away! Ye did nah show it yer love enough! Because o' yer bilge-suckin' treatment, ye aarrr nah longer a {profession}.

source: You need to be a {tier} tier donator to use this command. Please head to `{prefix}donate` and make sure you joined the support server if you decide to support us.
pr: Arrggh! Ye need t' be a {tier} tier donator t' command this, matey. Sail to `{prefix}donate` an' make sure ye dock yer ship at the Support island if ye decide t' support us.

source: There is another raid already ongoing. Try again at a later time.
pr: Arrggh! Thar be another plundering already ongoin', matey. Try again at a later time.

source: Your alliance does not own a city.
pr: Arrggh! Yer fleet ain't owning a port, matey.

source: Your alliance already owns a city.
pr: Arrggh! Yer fleet already owns a port, matey.

source: Your alliance rank is too low.
pr: Arrggh! Yer fleet rank be too low, matey. Ye scurvy scallywag.

source: Your server does not have an open help request.
pr: Arrggh! Yer island ain't got an open help request, matey.

source: There was an error when uploading to Imgur. Please try again or visit <https://imgur.com/upload> to manually upload your image.
pr: Sink me! Thar been an error when shippin' t' Imgur, matey. Try again or navigate t' <https://imgur.com/upload> t' manually upload yer picture.

source: :x: You don't have the permissions to use this command. It is thought for other users.
pr: :x: Arrggh! Ye ain't got th' permissions t' command this, ye deckswabber. It is thought for other sailors.

source: You did not choose anything.
pr: Arrggh! Ye did nah choose anythin'. Get off me ship, ye scurvy landlubber.

source: An argument or value you entered was far too high for me to handle properly!
pr: Arrggh! An argument or value ye entered been farrr too high like the sky fer me t' handle properly!

source: The languages have been reloaded while you were using a command. The execution therefore had to be stopped. Please try again.
pr: Arrggh! Th' lingoes have been reloaded while ye be commandin'. The sailin' therefore had t' be stopped. Please try again, matey.

source: The command you tried to use ran into an error. The incident has been reported and the team will work hard to fix the issue!
pr: Arrggh! Th' command ye tried t' use has malfunctioned. The incident been reported an' the pirate lords will heave ho t' fix th' issue!

source: Look at your Winter Calendar
pr: Look at yer Winter Calendarrr

source: No calendar to show!
pr: Ain't got no calendarrr t' reveal!

source: Open the Winter Calendar once every day.
pr: Open th' Winter Calendarrr once every day.

source: It's not calendar time yet...
pr: 'Tis not calendarrr time yet...

source: **You opened day {today}!**
pr: **Ye opened day {today}! Yarrrrr!**

source: Combine the mysterious puzzle pieces.
pr: Combine th' mysterious puzzle pieces.

source: The mysterious puzzles don't fit together... Maybe some are missing?
pr: Th' mysterious puzzles ain't fit together... Maybe some aarrr missing, eh?

source: You combined the puzzles! In your head a voice whispers: *Well done. Now use `{prefix}eventbackground {num}` to set your new background that you just acquired...*
pr: Shiver me timbers! Ye combined the puzzles! In yer head a voice whispers: *Well done, matey. Now use `{prefix}eventbackground {num}` t' set yer new background that ye just acquired...*

source: Get your daily reward
pr: Get yer daily bounty

source: Get your daily reward. Depending on your streak, you will gain better rewards. After ten days, your rewards will reset. Day 11 and day 1 have the same rewards. The rewards will either be money (2/3 chance) or crates (1/3 chance). The possible rewards are: __Day 1__ $50 or 1-6 common crates __Day 2__ $100 or 1-5 common crates __Day 3__ $200 or 1-4 common (99%) or uncommon (1%) crates __Day 4__ $400 or 1-4 common (99%) or uncommon (1%) crates __Day 5__ $800 or 1-4 common (99%) or uncommon (1%) crates __Day 6__ $1,600 or 1-3 common (80%), uncommon (19%) or rare (1%) crates __Day 7__ $3,200 or 1-2 uncommon (80%), rare (19%) or magic (1%) crates __Day 8__ $6,400 or 1-2 uncommon (80%), rare (19%) or magic (1%) crates __Day 9__ $12,800 or 1-2 uncommon (80%), rare (19%) or magic (1%) crates __Day 10__ $25,600 or 1 rare (80%), magic (19%) or legendary (1%) crate If you don't use this command up to 48 hours after the first use, you will lose your streak. (This command has a cooldown until 12am UTC.)
pr: Get yer daily bounty. Dependin' on yer streak, ye will gain better bounties. After ten days, yer bounties will reset. Day 11 an' day 1 have the same bounties. Th' bounties will either be doubloons (2/3 chance) or crates (1/3 chance). Th' possible bounties aarrr: __Day 1__ $50 or 1-6 common crates __Day 2__ $100 or 1-5 common crates __Day 3__ $200 or 1-4 common (99%) or uncommon (1%) crates __Day 4__ $400 or 1-4 common (99%) or uncommon (1%) crates __Day 5__ $800 or 1-4 common (99%) or uncommon (1%) crates __Day 6__ $1,600 or 1-3 common (80%), uncommon (19%) or rare (1%) crates __Day 7__ $3,200 or 1-2 uncommon (80%), rare (19%) or magic (1%) crates __Day 8__ $6,400 or 1-2 uncommon (80%), rare (19%) or magic (1%) crates __Day 9__ $12,800 or 1-2 uncommon (80%), rare (19%) or magic (1%) crates __Day 10__ $25,600 or 1 rare (80%), magic (19%) or legendary (1%) crate If ye don't command this again within 48 hours after the first use, ye will lose yer streak. (This order has a cooldown until 12am UTC.)

source: You received your daily {txt}! You are on a streak of **{streak}** days! *Tip: `{prefix}vote` every 12 hours to get an up to legendary crate with possibly rare items!*
pr: Ye received yer daily {txt}! Ye be on a streak o' **{streak}** days! *Tip: `{prefix}vote` every 12 hours t' get an up t' legendary crate with possibly rare items!*

source: View your current streak
pr: View yer current streak

source: Want to flex your streak on someone or just check how many days in a row you've claimed your daily reward? This command is for you
pr: Want t' flex yer streak on yer mateys or just check how many days in a row ye've claimed yer daily bounty? This command be fer ye

source: You don't have a daily streak yet. You can get one going by using the command `{prefix}daily`!
pr: Ye ain't got a daily streak yet. Ye can get one goin' by commandin' `{prefix}daily`!

source: You are on a daily streak of **{streak}!**
pr: Ahoy! Ye aarrr on a daily streak o' **{streak}**
