Repository: Gelbpunkt/IdleRPG
Catalog: locales/pr/LC_MESSAGES/idlerpg.po
Languages: pr

source: {city} was abandoned.
pr: Aye, aye Capt'n! Abandoned {city}.

source: Take over a city.
pr: Take o'er a port.

source: `<city>` - The name of a city. You can check the city names with `{prefix}cities` Occupy a city. Your alliance will then own that city and will be able to build defenses and level up buildings. You can only occupy a city of it has zero defenses left. Occupying a city sets it on a cooldown of 10 minutes, during which time it cannot be occupied by another alliance. Occupying a city also sets all of its buildings back to level 0. You cannot occupy a city if your alliance already owns one. Only the alliance leader can use this command.
pr: `<port>` - The name o' a port. Ye can check the port names with `{prefix}cities` Occupy a port. Yer fleet will then own that port an' be able to build defenses an' level up buildings. Ye can only occupy a port if it has zero defenses left. Occupyin' a port sets it on a cooldown o' 10 minutes, durin' which time it cannot be occupied by another fleet. Occupyin' a port also sets all o' its buildings back to level 0. Ye cannot occupy a port if yer fleet already owns one. Only the fleet captain can command this.

source: Invalid city name.
pr: Avast ye! Invalid port name.

source: The city is occupied by **{amount}** defensive fortifications.
pr: Avast ye! The port be occupied by **{amount}** defensive fortifications.

source: {city} was just occupied and stands under protection.
pr: Avast ye! {city} been just occupied an' stands under protection.

source: Your alliance now rules **{city}**. You should immediately buy defenses. You have **15 minutes** to build defenses before others can occupy the city!
pr: Yarrrrr! Yer fleet now rules **{city}**. Ye should immediately buy defenses. Ye 'ave **15 minutes** to build defenses before others can occupy th' city!

source: Attack a city
pr: Attack a port

source: `<city>` - The name of a city. You can check the city names with `{prefix}cities` Attack a city, reducing its defenses to potentially take it over. Attacking a city will activate a grace period of 10 minutes, during which time it cannot be attacked again. When using this command, the bot will send a link used to join the attack. Each member of the alliance can join. Ten minutes after the link was sent, the users who joined will be gathered, their attack and defense depending on their equipped items, class and raid bonuses and their raidstats, and start the attack. During the attack, the highest HP defenses will be attacked first. All attackers' damage will be summed up. The defenses' damage sum up and damage either the attacker with the lowest HP or the attacker with the highest damage. If a defense reaches zero HP, it will be removed from the city, it will not regenerate HP after the attack is over. Attackers reaching zero HP will be removed from the attack as well. If a city's defenses were destroyed, your alliance can take occupy the city right away (`{prefix}alliance occupy`) Only the alliance leader can use this command. (This command has a cooldown of 2 hours.)
pr: `<port>` - The name o' a port. Ye can check the port names with `{prefix}cities` Attack a port, reducin' its defenses to potentially take it o'er. Attackin' a port will activate a grace period o' 10 minutes, durin' which time it can nah be attacked again. When usin' this command, the bot will send a link used to join the attack. Each member o' the fleet can join. Ten minutes after th' link been sent, the pirates who joined be gathered, thar attack an' defense dependin' on their equipped items, class an' raid bonuses an' thar raidstats, an' start the attack. Durin' the attack, the defenses o' highest HP be attacked first. All attackers' damage be summed up. The defenses' damage sum up an' damage either the attacker with the lowest HP or the attacker with the highest damage. If a defense reaches zero HP, it be destroyed an' removed from the port, it will not regenerate HP after the attack be o'er. Attackers reachin' zero HP be removed from th' attack as well. If a port's defenses was destroyed, yer fleet can occupy the port right away (`{prefix}alliance occupy`) Only the fleet captain can command this. (This command has a cooldown o' 2 hours.)

source: Invalid city.
pr: Invalid port.

source: **{city}** has just been attacked. Have some mercy!
pr: Avast ye! **{city}** has just been attacked. 'ave some mercy!

source: **{city}** is already under attack.
pr: Avast ye! **{city}** be already under attack.

source: The city is without defenses already.
pr: Avast ye! The city be without defenses already.

source: Attack on **{city}** starting with **{amount}** attackers!
pr: Arrrrrr! Attack on **{city}** startin' with **{amount}** attackers! Fire in the hole!

source: **{alliance_name}** destroyed a {defense} in {city}!
pr: Yarrrrr! **{alliance_name}** destroyed a {defense} in {city}!

source: **{alliance_name}** hit a {defense} in {city} for {damage} damage! (Now {hp} HP)
pr: **{alliance_name}** hit a {defense} in {city} fer {damage} damage! (Now {hp} HP)

source: **{user}** got killed in {city}!
pr: Arrggh! **{user}** got killed in {city}!

source: **{user}** got hit in {city} for {damage} damage! (Now {hp} HP)
pr: **{user}** got hurt in {city} fer {damage} damage! (Now {hp} HP)

source: **{alliance_name}** destroyed defenses in **{city}**!
pr: Yarrrrr! **{alliance_name}** destroyed defenses in **{city}**!

source: **{alliance_name}** failed to destroy defenses in **{city}**!
pr: Arrggh! **{alliance_name}** failed t' destroy defenses in **{city}**!

source: Lists alliance-specific cooldowns
pr: Lists fleet-specific cooldowns

source: Lists alliance-specific cooldowns, meaning all alliance members have these cooldowns and cannot use the commands.
pr: Lists fleet-specific cooldowns, meanin' all fleet members 'ave these cooldowns an' can nah use the commands.

source: Your alliance does not have any active cooldown at the moment.
pr: Yer fleet ain't got any active cooldown at th' moment.

source: Gift your partner some chocolate boxes
pr: Gift yer partner some chocolate boxes

source: Gift your spouse three boxes of chocolates, they can contain lovescore, money or valentine's themed items. Your spouse may open the boxes with `{prefix}chocolate`. Only players who are married may use this command. This command may only be used from the 13th to the 15th February. (This command has a cooldown until 12am UTC.)
pr: Gift yer spouse three boxes o' chocolates, they can contain lovescore, doubloons or valentine's themed items. Yer spouse may open the boxes wit' `{prefix}chocolate`. Only players who aarrr married may command this. This command may only be used from the 13th to the 15th o' February. (This command has a cooldown until 12am UTC.)

source: It's not time for that yet!
pr: Avast! It be not time fer that yet!

source: You gave your spouse some boxes of chocolates :heart:
pr: Yarrrrr! Ye gave yer spouse some boxes o' chocolates :heart:

source: Open one of your chocolate boxes
pr: Open one o' yer chocolate boxes

source: Opens one of your chocolate boxes. These boxes have a 1/4 chance of containing money, a 1/4 chance for an item and a 2/4 chance for lovescore.
pr: Opens one o' yer chocolate boxes. These boxes 'ave a 1/4 chance o' containin' doubloons, a 1/4 chance fer an item an' a 2/4 chance fer lovescore.

source: You have no chocolate boxes left.
pr: Avast! Ye ain't got no chocolate boxes left.

source: The chocolate box contained **${money}!**
pr: Yarrrrr! Th' chocolate box contained **${money} doubloons!**

source: The chocolate box contained **{lovescore} lovescore points!**
pr: Yarrrrr! Th' chocolate box contained **{lovescore} lovescore points!**

source: The chocolate box contained an item!
pr: Yarrrrr! Th' chocolate box contained an item!

source: You have {chocolates} left
pr: You have {chocolates} left, matey

source: `[difficulty]` - The difficulty of the question, may be easy, medium or hard Answer a trivia question from [OpenTDB](https://opentdb.com/). You select your answer with the emoji reactions.
pr: `[difficulty]` - The difficulty o' the question, may be easy, medium or hard Answer a trivia question from [OpenTDB](https://opentdb.com/). Ye select yer answer wit' th' emoji reactions.

source: Invalid difficulty.
pr: Avast ye! Invalid difficulty.

source: Error generating question.
pr: Arrggh! Error generatin' question.

source: {author}, correct!
pr: {author}, correct! Yarrrrr!

source: {author}, wrong! Correct would have been: `{solution}`.
pr: Arrggh! {author}, wrong! correct would 'ave been: `{solution}`.

source: An unexpected error occurred.
pr: A problem be occurrin'.

source: {results_pretext} **The {winning_side} won!** 🎉 Congratulations:
pr: {results_pretext} **Yarrrrr! The {winning_side} won!** 🎉 Congratulations:

source: {results_pretext} **No one won!**
pr: {results_pretext} **Arrrggh! No one won!**
