Repository: Gelbpunkt/IdleRPG
Catalog: locales/pr/LC_MESSAGES/idlerpg.po
Languages: pr

source: Vote me up to get a random crate! You may receive a common crate (89%), an uncommon crate (6%), a rare crate (4%), a magic crate (0.9%) or a legendary crate (0.1%) If your vote was not registered, make sure you are logged into the right account on https://discord.com/login and try again.
pr: Vote me up t' get a random crate! Ye may receive a common crate (89%), an uncommon crate (6%), a rare crate (4%), a magic crate (0.9%) or a legendary crate (0.1%) If yer vote been not registered, make sure ye aarrr logged into th' right vessel on https://discord.com/login an' try again.

source: Upvote me to receive a random crate! You will be rewarded a few seconds afterwards! Each of the following links will reward you with one random crate upon voting: - <https://top.gg/bot/idlerpg> - <https://discord.ly/idlerpg>
pr: Upvote me t' receive a random crate! Ye be rewarded a few seconds afterwards! Each o' th' followin' links will reward ye wit' one random crate upon voting: - <https://top.gg/bot/idlerpg> - <https://discord.ly/idlerpg>

source: Create a new character
pr: Create yer character

source: `[name]` - The name to give your character; will be interactive if not given Create a new character and start playing IdleRPG. By creating a character, you agree to the [bot rules](https://wiki.idlerpg.xyz/index.php?title=Rules#botrules). No idea where to go from here? Check out our [tutorial](https://idlerpg.xyz/tutorial/). If you still have questions afterward, feel free to ask us on the official [support server](https://support.idlerpg.xyz/). (This command has a cooldown of 1 hour.)
pr: `[name]` - The name o' callin' to give yer character; be interactive if not given Create yer character an' start playin' IdleRPG. By creatin' a character, ye agree t' th' [bot rules](https://wiki.idlerpg.xyz/index.php?title=Rules#botrules). No idea where t' go from here, matey? Navigate our [tutorial](https://idlerpg.xyz/tutorial/). If ye still 'ave questions afterward, feel free t' ask us on the official [support server](https://support.idlerpg.xyz/). (This command has a cooldown o' 1 hour.)

source: What shall your character's name be? (Minimum 3 Characters, Maximum 20) **Please note that with the creation of a character, you agree to these rules:** 1) Only up to two characters per individual 2) No abusing or benefiting from bugs or exploits 3) Be friendly and kind to other players 4) Trading in-game content for anything outside of the game is prohibited IdleRPG is a global bot, your characters are valid everywhere
pr: What shall yer character's name o' callin' be? (Minimum 3 Characters, Maximum 20) **Please note that wit' th' creation o' a character, ye agree to these rules:** 1) Only up t' two characters per individual 2) No abusin' or benefitin' from bugs or exploits 3) Be friendly an' kind to other sailors 4) Tradin' in-game content fer anythin' outside o' the game be prohibited IdleRPG be a bot on seven seas, yer characters aarrr valid everywhere

source: Timeout expired. Please retry!
pr: Arrggh! Timeout expired. Please retry!

source: **Please note that with the creation of a character, you agree to these rules:** 1) Only up to two characters per individual 2) No abusing or benefiting from bugs or exploits 3) Be friendly and kind to other players 4) Trading in-game items or currency for real money or items directly comparable to currency is forbidden IdleRPG is a global bot, your characters are valid everywhere
pr: **Please note that wit' th' creation o' a character, ye agree t' these rules:** 1) Only up t' two characters per individual 2) No abusin' or benefitin' from bugs or exploits 3) Be friendly an' kind to other sailors 4) Tradin' in-game content fer anythin' outside o' the game be prohibited IdleRPG be a bot on seven seas, yer characters aarrr valid everywhere

source: Creation of your character cancelled.
pr: Creation o' yer character cancelled. Then get off me ship landlubber.

source: Illegal character (`) found in the name. Please try again and choose another name.
pr: Illegal character (`) found in th' name o' callin'. Please try again an' pick another name o' callin'.

source: Starter Sword
pr: Starter Cutlass

source: Starter Shield
pr: Starter Targe

source: Successfully added your character **{name}**! Now use `{prefix}profile` to view your character!
pr: Yarrrrrr! Successfully added yer character **{name}**! Now command `{prefix}profile` t' view yer character!

source: Character names must be at least 3 characters and up to 20.
pr: Character names must be at least 3 characters an' up to 20.

source: View someone's profile
pr: View sailor's profile

source: `[person]` - The person whose profile to view; defaults to oneself View someone's profile. This will send an image. For an explanation what all the fields mean, see [this picture](https://wiki.idlerpg.xyz/images/3/35/Profile_explained.png)
pr: `[person]` - The sailor whose profile t' view; defaults to oneself View sailor's profile. This will send a picture. Fer an explanation what all th' fields mean, see [this picture](https://wiki.idlerpg.xyz/images/3/35/Profile_explained.png)

source: **{person}** does not have a character.
pr: Avast ye! **{person}** ain't got a character.

source: View someone's profile differently
pr: View sailor's profile differently

source: `[target]` - The person whose profile to view View someone's profile. This will send an embed rather than an image and is usually faster.
pr: `[target]` - The sailor whose profile t' view View sailor's profile. This will send an embed rather than a picture an' be usually has more speed and catch some wind.

source: **{target}** does not have a character.
pr: Avast ye! **{target}** ain't got a character.

source: **Money**: `${money}` **Level**: `{level}` **Class**: `{class_}` **Race**: `{race}` **PvP Wins**: `{pvp}` **Guild**: `{guild}`
pr: **Doubloons**: `${money}` **Level**: `{level}` **Class**: `{class_}` **Race**: `{race}` **PvP Victories**: `{pvp}` **Crew**: `{guild}`

source: Right Hand: {right_hand} Left Hand: {left_hand}
pr: Right Hook: {right_hand} Left Hook: {left_hand}

source: Mission
pr: Voyage

source: Show your current luck
pr: Reveal yer current luck

source: Shows your current luck value. Luck updates once a week for everyone, usually on Monday. It depends on your God. Luck influences your adventure survival chances as well as the rewards. Luck is decided randomly within the Gods' luck boundaries. You can find your God's boundaries [here](https://wiki.idlerpg.xyz/index.php?title=Gods#List_of_Deities). If you have enough favor to place in the top 25 followers, you will gain additional luck: - The top 25 to 21 will gain +0.1 luck - The top 20 to 16 will gain +0.2 luck - The top 15 to 11 will gain +0.3 luck - The top 10 to 6 will gain +0.4 luck - The top 5 to 1 will gain +0.5 luck If you follow a new God (or become Godless), your luck will not update instantly, it will update with everyone else's luck on Monday.
pr: Reveals yer current luck value. Luck updates once a week fer everyone, usually on Monday. It depends on yer God. Luck influences yer voyage survival chances as well as th' bounties. Luck be decided randomly within the Gods' luck boundaries. Ye can find yer God's boundaries [here](https://wiki.idlerpg.xyz/index.php?title=Gods#List_of_Deities). If ye 'ave enough favor t' place in th' top 25 followers, ye will gain additional luck: - The top 25 to 21 will gain +0.1 luck - The top 20 to 16 will gain +0.2 luck - The top 15 to 11 will gain +0.3 luck - The top 10 to 6 will gain +0.4 luck - The top 5 to 1 will gain +0.5 luck If ye follow a new god (or become godless), yer luck will nah update instantly, it'll update with everyone else's luck on Monday.

source: Your current luck multiplier is `{luck}x` (≈{percent}% {adj} than usual (usual=1)).
pr: Yer current luck multiplier be `{luck}x` (≈{percent}% {adj} than usual (usual=1)).

source: more
pr: moarr

source: Shows your balance
pr: Reveals yer balance

source: Shows the amount of money you currently have. Among other ways, you can get more money by: - Playing adventures - Selling unused equipment - Gambling
pr: Reveals th' amount o' doubloons ye currently 'ave. Among other ways, ye can get more doubloons by: - Sailin' on voyages - Sellin' unused equipment - Gamblin'

source: You currently have **${money}**, {author}!
pr: Ahoy! Ye currently 'ave **${money}** doubloons, matey {author}!

source: Show a player's current XP
pr: Reveal a pirate's current XP

source: `[user]` - The player whose XP and level to show; defaults to oneself Show a player's XP and level. You can gain more XP by: - Completing adventures - Exchanging loot items for XP
pr: `[user]` - The pirate whose XP an' level to reveal; defaults to oneself Reveal a pirate's XP an' level. Ye can gain more XP by: - Completin' voyages - Exchangin' loot items fer XP

source: You currently have **{points} XP**, which means you are on Level **{level}**. Missing to next level: **{missing}**
pr: Ahoy! Ye currently 'ave **{points} XP**, which means ye aarrr on Level **{level}**. Missing t' next level: **{missing}**

source: {user} has **{points} XP** and is on Level **{level}**. Missing to next level: **{missing}**
pr: Ahoy, matey! {user} has **{points} XP** and be on Level **{level}**. Missing t' next level: **{missing}**

source: Damage: `{damage}`
pr: Hurtin': `{damage}`

source: Armor: `{armor}`
pr: Protectin': `{armor}`

source: ID: `{id}`, Type: `{type_}` (uses {hand} hand(s)) with {statstr}. Value is **${value}**{signature}
pr: ID: `{id}`, Type: `{type_}` (uses {hand} hook(s)) wit' {statstr}. Value be **${value}**{signature}

source: Page {page} of {maxpages}
pr: Page {page} o' {maxpages}

source: Show your gear items
pr: Reveal yer gear items

source: `[itemtype]` - The type of item to show; defaults to all items `[lowest]` - The lower boundary of items to show; defaults to 0 `[highest]` - The upper boundary of items to show; defaults to 101 Show your gear items. Items that are in the market will not be shown. Gear items can be equipped, sold and given away, or upgraded and merged to make them stronger. You can gain gear items by completing adventures, opening crates, or having your pet hunt for them, if you are a ranger. To sell unused items for their value, use `{prefix}merch`. To put them up on the global player market, use `{prefix}sell`.
pr: `[itemtype]` - The type of item to show; defaults to all items `[lowest]` - The lower boundary of items t' reveal; defaults to 0 `[highest]` - The upper boundary of items t' reveal; defaults to 101 Show yer gear items. Items that aarrr in th' market will nah be revealed. Gear items can be equipped, sold an' given away, or upgraded an' merged t' make them stronger. Ye can gain gear items by completing voyages, openin' crates, or havin' yer pet hunt for them, if ye aarrr a ranger. To sell unused items fer thar value, command `{prefix}merch`. To put them up on th' market o' seven seas, command `{prefix}sell`.

source: Make sure that the `highest` value is greater than `lowest`.
pr: Avast ye! Make sure that th' `highest` value be greater than `lowest`.

source: Please select a valid item type or `all`. Available types: `{all_types}`
pr: Avast! Please select a valid item type or `all`. Available types: `{all_types}`

source: Your inventory is empty.
pr: Sink me! Yer inventory be empty.

source: {user} has the following loot items.
pr: {user} has the followin' loot items.

source: ID: `{id}` Value is **{value}**
pr: ID: `{id}` Value be **{value}**

source: Show your loot items
pr: Reveal yer loots

source: Show your loot items. Loot items can be exchanged for money or XP, or sacrificed to your God to gain favor points. You can gain loot items by completing adventures. The higher the difficulty, the higher the chance to get loot. If you are a Ritualist, your loot chances are doubled. Check [our wiki](https://wiki.idlerpg.xyz/index.php?title=Loot#Probability) for the exact chances.
pr: Reveal yer loots. Loots can be exchanged fer doubloons or XP, or sacrificed to yer God t' gain favor points. Ye can gain loot items by completin' voyages. Th' higher the level o' danger, th' higher th' chance t' get loot. If ye aarrr a Ritualist, yer loot chances be doubled. Navigate to [our wiki](https://wiki.idlerpg.xyz/index.php?title=Loot#Probability) fer th' exact chances.

source: You do not have any loot at this moment.
pr: Avast! Ye ain't got any loot at this moment.

source: Exchange your loot for money or XP
pr: Exchange yer loot fer doubloons or XP

source: `[loot_ids...]` - The loot IDs to exchange; defaults to all loot Exchange your loot for money or XP, the bot will let you choose. If you choose money, you will get the loots' combined value in cash. For XP, you will get 1/4th of the combined value in XP.
pr: `[loot_ids...]` - Th' loot IDs t' exchange; defaults to all loot Exchange yer loot fer doubloons or XP, th' bot will let ye choose. If ye choose doubloons, ye will get th' loots' combined value in doubloons. Fer XP, ye will get 1/4th o' th' combined value in XP.

source: You don't have any loot.
pr: Avast! Yer ain't got any loot.

source: You don't own any loot items with the IDs: {itemids}
pr: Avast! Ye do nah own any loots with the IDs: {itemids}

source: Select a reward
pr: Select booty

source: Do you want favor? {prefix}sacrifice instead
pr: Do ye want favor? {prefix}sacrifice instead

source: You received **{reward}** when exchanging all of your loot.
pr: Yarrrrr! Ye received **{reward}** when exchanging all o' yer loots.

source: You received **{reward}** when exchanging loot item(s) `{loot_ids}`.
pr: Yarrrrr! Ye received **{reward}** when exchanging loot item(s) `{loot_ids}`.

source: `<itemid>` - The ID of the item to equip Equip an item by its ID, you can find the item IDs in your inventory. Each item has an assigned hand slot, "any" meaning that the item can go in either hand, "both" meaning it takes both hands, "left" and "right" should be clear. You cannot equip two items that use the same hand, or a second item if the one your have equipped is two-handed.
pr: `<itemid>` - Th' ID o' th' item t' equip Equip an item by its id, ye can find th' item IDs in yer inventory. Each item has an assigned hand slot, "any" meanin' that th' item can go in either hand, "both" meanin' it takes both hands, "left" an' "right" should be clearrr. Ye cannot equip two items that use the same hand, or a second item if th' one ye 'ave equipped be two-handed.

source: You don't own an item with the ID `{itemid}`.
pr: Avast! Ye don't own an item wit' th' id `{itemid}`.

source: Select an item to unequip
pr: Select an item t' unequip

source: Successfully equipped item `{itemid}` and put off item(s) {olditems}.
pr: Yarrrrr! Successfully equipped item `{itemid}` an' put off item(s) {olditems}.

source: Successfully equipped item `{itemid}`.
pr: Yarrrrr! Successfully equipped item `{itemid}`.

source: `<itemid>` - The ID of the item to unequip Unequip one of your equipped items. This has no benefit whatsoever.
pr: `<itemid>` - The ID o' th' item t' unequip Unequip one o' yer equipped items. This here has no benefit whatsoever.

source: You don't have this item equipped.
pr: Avast! Ye ain't got this item equipped.

source: Successfully unequipped item `{itemid}`.
pr: Yarrrrr! Successfully unequipped item `{itemid}`.

source: Merge two items to make a stronger one
pr: Merge two items t' make a stronger one

source: `<firstitemid>` - The ID of the first item `<seconditemid>` - The ID of the second item Merges two items to a better one. ⚠ The first item will be upgraded by +1, the second item will be destroyed. The two items must be of the same item type and within a 5 stat range of each other. For example, if the first item is a 23 damage Scythe, the second item must be a Scythe with damage 18 to 28. One handed weapons can be merged up to 41, two handed items up to 82 (This command has a cooldown of 1 hour.)
pr: `<firstitemid>` - Th' ID o' th' first item `<seconditemid>` - Th' ID o' th' second item Merges two items t' a better one. ⚠ The first item be upgraded by +1, th' second item be destroyed. The two items must be o' th' same item type an' within a 5 stat range t' each other. Fer example, if th' first item be a 23 damage Scythe, th' second item must be a Scythe wit' damage 18 to 28. One handed weapons can be merged up to 41, two handed items up to 82 (This command has a cooldown o' 1 hour.)

source: Good luck with that.
pr: Good heckin' luck wit' that ye scurvy dog.

source: You don't own both of these items.
pr: Avast! Ye don't own both o' these items.

source: The items are of unequal type. You may only merge a sword with a sword or a shield with a shield.
pr: Avast! Th' items be o' unequal type. Ye may only merge a sword wit' a sword or a shield wit' a shield.

source: This item is already on the maximum upgrade level.
pr: Avast ye! This here item be already on th' maximum upgrade level.

source: The second item's stat must be in the range of `{min_}` to `{max_}` to upgrade an item with the stat of `{stat}`.
pr: Avast ye! Th' second item's stat must be in th' range o' `{min_}` to `{max_}` t' upgrade an item with th' stat o' `{stat}`.

source: The {stat} of your **{item}** is now **{newstat}**. The other item was destroyed.
pr: Yarrrrr! Th' {stat} o' yer **{item}** be now **{newstat}**. Th' other item been destroyed.

source: `<itemid>` - The ID of the item to upgrade Upgrades an item's stat by 1. The price to upgrade an item is 250 times its current stat. For example, upgrading a 15 damage sword will cost $3,750. One handed weapons can be upgraded up to 41, two handed items up to 82. (This command has a cooldown of 1 hour.)
pr: `<itemid>` - The ID o' th' item t' upgrade Upgrades an item's stat by 1. Th' price t' upgrade an item be 250 times its current stat. Fer example, upgradin' a 15 damage sword will cost $3,750. One handed weapons can be upgraded up to 41, two handed items up to 82. (This command has a cooldown o' 1 hour.)

source: Your weapon already reached the maximum upgrade level.
pr: Avast! Yer weapon already reached th' maximum upgrade level.

source: Are you sure you want to upgrade this item: {item}? It will cost **${pricetopay}**.
pr: Sail ho! Aarrr ye sure ye want t' upgrade this item: {item}? It'll cost **${pricetopay}**.

source: Weapon upgrade cancelled.
pr: Aye, aye Capt'n! Weapon upgrade cancelled.

source: You are too poor to upgrade this item. The upgrade costs **${pricetopay}**, but you only have **${money}**.
pr: Avast! Ye aarrr too poor t' upgrade this item, ye bilge rat! Th' upgrade costs **${pricetopay}**, but ye only 'ave **${money}**.

source: The {stat} of your **{item}** is now **{newstat}**. **${pricetopay}** has been taken off your balance.
pr: Aye, aye Capt'n! Th' {stat} o' yer **{item}** be now **{newstat}**. **${pricetopay}** been taken off yer balance.

source: Give someone money
pr: Ship doubloons t' some pirate

source: `<money>` - The amount of money to give to the other person, cannot exceed 100,000,000 `[other]` - The person to give the money to Gift money! It will be removed from you and added to the other person.
pr: `<money>` - The amount of doubloons t' ship ta the other pirate, cannot exceed 100,000,000 `[other]` - That pirate who'll get yer doubloons Gift doubloons! It'll be removed from ye an' be added ta the other pirate.

source: No cheating!
pr: Avast! No cheating ye scabrous, cheatin' clod! Arrggh!

source: Success! {other} now has **${othermoney}**, you now have **${authormoney}**.
pr: Yarrrrr! {other} now has **${othermoney}**, ye now 'ave **${authormoney}**.

source: Rename your character
pr: Change yer pirate's name o' callin'

source: `[name]` - The name to use; if not given, this will be interactive Renames your character. The name must be from 3 to 20 characters long.
pr: `[name]` - The name o' callin' t' use; if not given, this be interactive Change yer pirate's name o' callin'. Th' name must be from 3 to 20 characters long.

source: What shall your character's name be? (Minimum 3 Characters, Maximum 20)
pr: What shall yer pirate's name o' callin' be? (Minimum 3 Characters, Maximum 20)

source: Timeout expired. Retry!
pr: Yer time t' give a name has ended. Retry!

source: Character name updated.
pr: Plundered! Character name o' callin' updated.

source: Character names must be at least 3 characters!
pr: Avast! Character names must be at least 3 characters!

source: Character names mustn't exceed 20 characters!
pr: Avast! Character names mustn't exceed 20 characters!

source: Delete your character
pr: Destroy yer tale

source: Deletes your character. There is no way to get your character data back after deletion. Deleting your character also removes: - Your guild if you own one - Your alliance's city ownership - Your marriage and children
pr: Destroys yer character. Thar be no way to get yer character data back after destruction. Destroyin' yer character also removes: - Yer crew if ye own one - Yer fleet's port ownership - Yer marriage an' evil sprogs

source: Are you absolutely sure you want to delete your character? React in the next 30 seconds to confirm. **This cannot be undone.**
pr: Sail ho! Aarrr ye absolutely sure ye want ta destroy yer character? React in th' next 30 seconds t' confirm. **This cannot be undone.**

source: Cancelled deletion of your character.
pr: Aye, aye. Cancelled deletion o' yer character.

source: Successfully deleted your character. Sorry to see you go :frowning:
pr: Successfully deleted yer character. Sorry t' see ye go :frowning:

source: Update your profile color
pr: Update yer profile colorrrr

source: `<color>` - The color to use, see below for allowed format Sets your profile text colour. The format may be #RGB, #RRGGBB, CSS3 defaults like "cyan", a rgb(r, g, b) tuple or a rgba(r, g, b, a) tuple A tuple is a data type consisting of multiple parts. To make a tuple for this command, seperate your values with a comma, and surround them with parantheses. Here is an example of a tuple with four values: `(128,256,0,0.5)` This will change the text color in `{prefix}profile` and the embed color in `{prefix}profile2`.
pr: `<color>` - The colorrrr to use, see below fer allowed format Sets yer profile text colourrrr. Th' format may be #RGB, #RRGGBB, CSS3 defaults like "cyan", a rgb(r, g, b) tuple or a rgba(r, g, b, a) tuple A tuple be a data type consistin' o' multiple parts. To make a tuple fer this command, seperate yer values with a comma, an' surround them with parantheses. Here be an example o' a tuple with four values: `(128,256,0,0.5)` This here will change th' text color in `{prefix}profile` an' the embed color in `{prefix}profile2`.

source: Format for colour is `#RGB`, `#RRGGBB`, a colour code like `cyan` or rgb/rgba values like (255, 255, 255, 0.5).
pr: Format fer colourrrr be `#rgb`, `#rrggbb`, a colourrrr code like `cyan` or rgb/rgba values like (255, 255, 255, 0.5).

source: Successfully set your profile colour to `{colour}`.
pr: Aye, aye Capt'n! Successfully set yer profile colourrrr t' `{colour}`.

source: Publish an announcement
pr: Engrave an announcement

source: Publish a message from an announement channel
pr: Engrave a message from an announcement channel

source: Message has been published!
pr: Message has been engraved!

source: Clean up the shop
pr: Swab the shop

source: Remove items from the shop that have been there for more than 14 days, returning them to the owners' inventories. Only Game Masters can use this command.
pr: Swab items from the shop that been thar for moarr than 14 days, returning them to the owners' inventories. Only Game Masters can command this.

source: Cleared {num} shop items which timed out.
pr: Yarrrrr! Swabbed {num} shop items which timed out.

source: Clear donator cache for a user
pr: Swab donator cache for a landlubber
