Repository: Gelbpunkt/IdleRPG
Catalog: locales/pr/LC_MESSAGES/idlerpg.po
Languages: pr

source: Have a child with your partner. Children on their own don't do much, but `{prefix}familyevent` can effect your money and crates. To have a child, your partner has to be on the server to accept the checkbox. There is a 50% chance that you will have a child, and a 50% chance to just *have fun* (if you know what I'm saying) and gain between 10 and 50 lovescore. When you have a child, there is a 50% chance for it to be a boy and a 50% chance to be a girl. Your partner and you can enter a name for your child once the bot prompts you to. (Do not include `{prefix}`) If you fail to choose a name in time, the bot will choose one for you from about 500 pre-picked ones. For identification purposes, you cannot have two children with the same name in your family, so make sure to pick a unique one. Only players who are married can use this command. (This command has a cooldown of 1 hour.)
pr: Have an evil sprog with yer partner. Evil sprogs on thar own don't do much, but `{prefix}familyevent` can effect yer money an' crates. To 'ave an evil sprog, yer partner has t' be on th' same island t' accept th' checkbox. Thar be a 50% chance that ye will 'ave a child, an' a 50% chance t' just *have fun* (if ye know what I be saying) an' gain between 10 an' 50 lovescore. When ye 'ave an evil sprog, there be a 50% chance fer it t' be a lad an' a 50% chance to be a lass. Yer partner an' ye can enter a name o' callin' fer yer evil sprog once th' bot prompts ye to. (Do nah include `{prefix}`) If ye fail t' choose a name in time, th' bot will choose one fer ye from 'bout 500 pre-picked ones. Fer identification purposes, ye cannot 'ave two evil sprogs with th' same name in yer family, so make sure t' pick a unique one. Only pirates who aarrr married can command this. (This command has a cooldown o' 1 hour.)

source: Can't produce a child alone, can you?
pr: Can't produce an evil sprog when ye're lonely, can ye?

source: {user}, do you want to make a child with {author}?
pr: {user}, do ye want t' make an evil sprog with {author}?

source: O.o not in the mood today?
pr: O.o not in th' mood today, eh?

source: It's a boy! Your night of love was successful! Please enter a name for your child.
pr: It be a lad! Yer night o' love been successful! Enter a name o' callin' fer yer evil sprog.

source: It's a girl! Your night of love was successful! Please enter a name for your child.
pr: It be a lass! Yer night o' love been successful! Enter a name o' callin' fer yer evil sprog.

source: You didn't enter a name, so we chose {name} for you.
pr: Arrr! Ye did nah enter a name o' callin', so we chose {name} fer ye.

source: One of your children already has that name, please choose another one.
pr: One o' yer evil sprogs already has that name o' callin', choose another one, matey.

source: {name} was born.
pr: Yarrrrr! {name} been born.

source: View your children
pr: Reveal yer evil sprogs

source: View your children. This will display their name, age and gender.
pr: Reveal yer evil sprogs. This will reveal thar name o' callin', age an' gender.

source: {amount} children
pr: {amount} evil sprogs

source: one child
pr: one evil sprog

source: Your family, {additional}.
pr: Yer family, {additional}.

source: Family of {author} and <@{marriage}>
pr: Family o' {author} an' <@{marriage}>

source: No children yet
pr: No evil sprogs yet

source: Use `{prefix}child` to make one!
pr: Command `{prefix}child` t' make evil sprogs!

source: Get yourself a partner and use `{prefix}child` to make one!
pr: Get yerself a partner an' command `{prefix}child` to make evil sprogs!

source: Page {cur} of {max}
pr: Page {cur} o' {max}

source: Events happening to your family
pr: Events 'appenin' to yer family

source: Allow your children to do something, this includes a multitude of events. Every time you or your partner uses this command, your children: - have an 8/23 chance to grow older by one year - have a 4/23 chance to be renamed - have a 4/23 chance to take up to 1/64th of your money - have a 4/23 chance to give you up to 1/64th of your current money extra - have a 2/23 chance to find a random crate for you: + 500/761 (65%) chance for a common crate + 200/761 (26%) chance for an uncommon crate + 50/761 (6%) chance for a rare crate + 10/761 (1%) chance for a magic crate + 1/761 (0.1%) chance for a legendary crate - have a 1/23 chance to die In each event you will know what happened. Only players who are married and have children can use this command. (This command has a cooldown of 30 minutes.)
pr: Allow yer evil sprogs to do evil things, this includes a multitude o' events. Every time ye or yer partner command this, yer evil sprogs: - 'ave an 8/23 chance t' grow older by one yearrr - 'ave a 4/23 chance t' be renamed - 'ave a 4/23 chance t' take up t' 1/64th o' yer money - 'ave a 4/23 chance t' give ye up to 1/64th o' yer current money extra - 'ave a 2/23 chance t' find a random crate fer ye: + 500/761 (65%) chance fer a common crate + 200/761 (26%) chance fer an uncommon crate + 50/761 (6%) chance fer a rare crate + 10/761 (1%) chance fer a magic crate + 1/761 (0.1%) chance fer a legendary crate - 'ave a 1/23 chance to die In each event ye will know what 'appened. Only players who aarrr married an' 'ave evil sprogs can command this. (This command has a cooldown o' 30 minutes.)

source: You don't have kids yet.
pr: Avast! Ye ain't got sprogs yet.

source: They died because of a shampoo overdose!
pr: They died because o' a shampoo overdose! Arrggh!

source: They died of lovesickness...
pr: They died o' lovesickness...

source: They've died of age.
pr: They've died o' age.

source: They died of loneliness.
pr: They died o' loneliness.

source: A horde of goblins got them.
pr: The Kraken got 'em.

source: They have finally decided to move out after all these years, but couldn't survive a second alone.
pr: They 'ave finally decided t' move out after all these years, but couldn't survive a second alone.

source: Spontaneous combustion removed them from existence.
pr: Spontaneous combustion removed 'em from existence.

source: While exploring the forest, they have gotten lost.
pr: While explorin' the seas, they 'ave gotten lost.

source: They've left through a portal into another dimension...
pr: They've left through a porthole into another dimension...

source: The unbearable pain of stepping on a Lego\© brick killed them.
pr: Th' unbearable pain o' steppin' on a lego\© brick killed 'em.

source: You heard a landmine going off nearby...
pr: Ye 'eard a cannon is fired nearby...

source: They have been abducted by aliens!
pr: They 'ave been abducted by aliens!

source: The Catholic Church got them...
pr: The Catholic Church got 'em...

source: They starved after becoming a communist.
pr: They starved after becomin' a communist.

source: {name} died at the age of {age}! {cause}
pr: Saarry matey. {name} went to Davy Jones at th' age of {age}! {cause}

source: fell in love with a woman on the internet, but the woman was a man and stole their money.
pr: fell in love wit' a lass on th' internet, but th' lass was a bearded hornswaggler an' robbed thar doubloons.

source: has been arrested and had to post bail.
pr: been arrested an' had t' post bail.

source: bought fortnite skins with your credit card.
pr: bought fortnite skins with yer pieces of eight card.

source: decided to become communist and gave the money to others.
pr: decided t' become communist an' gave th' doubloons t' other landlubbers.

source: was caught pickpocketing and you had to pay the fine.
pr: been caught lootin' an' ye 'ad t' pay th' fine.

source: gave it to a beggar.
pr: gave it t' a landlubber.

source: borrowed it to attend the local knights course.
pr: borrowed it t' attend th' local privateers course.

source: spent it in the shop.
pr: spent it in th' shop.

source: bought some toys.
pr: bought some boats.

source: has gambling addiction and lost the money...
pr: has gambling addiction an' lost th' doubloons...

source: You lost ${money} because {name} {cause}
pr: Ye lost ${money} because {name} {cause}

source: finally found a job!
pr: finally plundered a ship!

source: sold their toys.
pr: sold thar boats.

source: got money from another kid that decided to become communist.
pr: got doubloons from another sprog that decided t' become communist.

source: stole it from a traveller.
pr: pillaged it from a sailor.

source: finished a quest with a money reward.
pr: finished a quest wit' a doubloons bounty.

source: used dark magic to summon some money.
pr: used dark magic t' spawn some doubloons.

source: looted a local warehouse and sold the wares.
pr: pillaged a ship an' sold the booties.

source: solved an enigma with a money reward.
pr: solved an enigma wit' a doubloon bounty.

source: {name} gave you ${money}, they {cause}
pr: Yarrrrr! {name} gave ye ${money}, they {cause}

source: {name} found a {emoji} {type_} crate for you!
pr: Yarrrrr! {name} robbed a {emoji} {type_} crate fer ye!

source: {name} is now {age} years old.
pr: Yarrrrr! {name} be now {age} yearrrs old.

source: {name} can be renamed! Within 30 seconds, enter a new name: Type `cancel` to leave the name unchanged.
pr: {name} can be renamed! Within 30 seconds, enter a new name o' callin': Type `cancel` to abandon renaming.

source: You didn't enter a name.
pr: Arrrrr! Ye did nah enter a name o' callin'.

source: You didn't want to rename.
pr: Aye! Ye did nah want t' rename.

source: Name must be 1 to 20 characters only.
pr: Sail ho! Name o' callin' must be 1 to 20 characters only.

source: {author} Are you sure you want to rename "{old_name}" to "{new_name}"?
pr: Sail ho! {author} Aarrr ye sure ye want t' rename "{old_name}" to "{new_name}"?

source: You didn't change the name to "{new_name}".
pr: Aye! Ye did nah change th' name o' callin' t' "{new_name}".

source: You didn't confirm.
pr: Sail ho! Ye did nah said yarrr.

source: You didn't change their name.
pr: Ye did nah change thar name o' callin'.

source: {old_name} is now called {new_name}.
pr: Yarrrrr! {old_name} be now called {new_name}.

source: Show the top 10 richest
pr: Reveal th' top 10 doubloons hoarders

source: The 10 most richest players in IdleRPG.
pr: The top 10 Doubloons Hoarders in IdleRPG.

source: {name}, a character by {username} with **${money}**
pr: {name}, a pirate by {username} wit' **${money}**

source: The Richest Players
pr: Th' Doubloons Hoarders

source: Show the top 10 by XP
pr: Reveal th' top 10 by XP

source: Shows you the top 10 players by XP and displays the corresponding level.
pr: Reveal to ye th' top 10 Old Salts an' displays th' correspondin' level.

source: {name}, a character by {username} with Level **{level}** (**{xp}** XP)
pr: {name}, a pirate by {username} wit' Level **{level}** (**{xp}** XP)

source: The Best Players
pr: Th' Old Salts

source: Show the top 10 PvPers
pr: Reveal th' top 10 PvPers

source: Shows you the top 10 players by the amount of wins in PvP matches.
pr: Shows ye th' top 10 pirates by th' amount o' wins in PvP matches.

source: {name}, a character by {username} with **{wins}** wins
pr: {name}, a pirate by {username} wit' **{wins}** wins

source: The Best PvPers
pr: Th' Best PvPers

source: Show the top 10 lovers
pr: Reveal th' top 10 lubbers

source: The top 10 lovers sorted by their spouse's lovescore.
pr: Th' top 10 lubbers sorted by thar spouse's lovescore.

source: **{lover}** gifted their love **{lovee}** items worth **${points}**
pr: **{lover}** gifted thar love **{lovee}** with booties worth **${points}**

source: The Best lovers
pr: Th' Best Lubbers

source: Displays info on the server
pr: Reveals info on th' island

source: Shows information about your server, from its region and membercount to its creation date and roles.
pr: Reveals manifest 'bout yer island, from its region an' landlubber count to its creation date an' roles.

source: Link
pr: Island's Flag

source: Server Information
pr: Island information

source: Compact information about this server
pr: Compact information 'bout this island

source: Server: `{name}` Server Region: `{region}` Members Total: `{members}` ID: `{id}` Icon: {urltext} Owner: {owner} Roles: `{roles}` Server created at: `{created_at}`
pr: Island: `{name}` Island Region: `{region}` Crewmembers Total: `{members}` ID: `{id}` Icon: {urltext} Owner: {owner} Roles: `{roles}` Island created at: `{created_at}`

source: {name}, Shard {num} of {total}
pr: {name}, Shard {num} o' {total}

source: Change the server settings for the bot
pr: Change th' island settin's fer th' bot

source: Change the server settings for the bot.
pr: Change th' island settin's fer th' bot.

source: Please use `{prefix}settings prefix value`
pr: Arrr! Command `{prefix}settings prefix value`

source: Change the prefix
pr: Change th' prefix

source: `<prefix>` - The new prefix to use. Use "" quotes to surround it if you want multiple words or trailing spaces. Change the bot prefix, it cannot exceed 10 characters. Only users with the Manage Server permission can use this command.
pr: `<prefix>` - Th' new prefix t' use. Use "" quotes t' surround it if ye want multiple words or trailin' spaces. Change th' bot prefix, it cannot exceed 10 characters. Only sailors wit' th' Manage Server permission can command this.

source: Prefixes may not be longer than 10 characters.
pr: Avast! Prefixes may nah be longer than 10 characters.

source: Prefix changed to `{prefix}`.
pr: Aye, aye Capt'n! Prefix changed t' `{prefix}`.

source: Reset the server settings
pr: Reset th' island settin's

source: Resets the server settings.
pr: Reset th' island settin's.

source: Done!
pr: Plundered!

source: View this server's prefix
pr: View this here island's bot prefix

source: View the bot prefix for the server
pr: View th' bot prefix fer th' island

source: The prefix for server **{server}** is `{serverprefix}`. `{prefix}settings prefix` changes it.
pr: Th' prefix fer island **{server}** be `{serverprefix}`. `{prefix}settings prefix` changes it.

source: Show someone's avatar
pr: Reveal a sailor's avatarrrr

source: `<target>` - The user whose avatar to show; defaults to oneself Shows someone's avatar, also known as their icon or profile picture.
pr: `<target>` - The sailor whose avatarrr t' reveal; defaults to oneself Reveal a sailor's avatar, also known as thar icon or profile picture.

source: Interact with your guild.
pr: Interact wit' yer crew.

source: Interact with your guild. If no subcommand is given, this will show your guild. Guilds are groups of players, they have a guild bank where money can be kept safe from thieves and the guild's members can go on adventures to earn extra rewards. Players cannot join guilds by themselves, they must be invited by the guild leader or one of its officers.
pr: Interact wit' yer crew. If no subcommand be given, this will reveal yer crew. Crews be groups o' pirates, they 'ave a crew bank where doubloons can be kept safe from thieves an' th' crew members can go on adventures t' earn extra bounties. Pirates cannot join crews by themselves, they must be invited by th' crew captain or one o' its officers.

source: You are not in a guild yet.
pr: Avast! Ye ain't in a guild yet.

source: No guild found.
pr: No crew found.

source: Members
pr: Crew Members

source: Current Member Count
pr: Crew Members Count

source: Leader
pr: Captain

source: Guild ID: {id}
pr: Crew ID: {id}

source: Show a specific guild
pr: Reveal a specific crew

source: `<by>` - The guild's name (format `guild:name`, i.e. `guild:Adrian's Refuge`), its ID (format `id:number`, i.e. `id:5003`), or a person in the guild. Show a specific guild's info. You can look up guilds by its name, its ID, or a player in that guild.
pr: `<by>` - Th' crew's name o' callin' (format `guild:name`, i.e. `guild:Blackbeard's Refuge`), its ID (format `id:number`, i.e. `id:5003`), or a crewmate in th' guild. Reveals a specific crew's info. Ye can spy out crews by its name o' callin', its ID, or a crewmate in that crew.

source: **{user}** does not have a guild.
pr: Arrggh! **{user}** ain't in a crew.

source: Show the best guilds by GvG wins
pr: Reveal th' best crews by GvG wins

source: Shows the top 10 guilds ordered by Guild vs Guild wins. To get more GvG wins, the guild leader or its officers can use `{prefix}guild battle`.
pr: Reveals th' top 10 crews ordered by Guild vs Guild wins. To get moarr GvG wins, th' crew captain or its officers can use `{prefix}guild battle`.

source: a guild by {leader} with **{wins}** GvG Wins
pr: a crew by {leader} wit' **{wins}** GvG Wins

source: The Best GvG Guilds
pr: Th' Best GvG Crews

source: Show a list of your guild members.
pr: Reveals a manifest o' yer crew members.

source: Show a list of your guild members. If a user's name cannot be found for whatever reason, their user ID is displayed. This command can take a minute to load, depending on the amount of members in your guild. Please be patient. Only players who are part of a guild can use this command.
pr: Reveals a manifest o' yer crew members. If a sailor's name o' callin' cannot be found fer whatever reason, thar sailor ID be displayed. This command can take a minute t' load, dependin' on th' amount o' members in yer crew. Please be patient, matey. Only players who aarrr part o' a crew can command this.

source: Unknown User (ID {id})
pr: Unknown Sailor (ID {id})

source: Your guild mates
pr: Yer crew mates

source: Change your guild's badge
pr: Change yer crew's badge

source: `<number>` - The number of the guild badge to use, ranging from 1 to the amount of available badges Change your guild's badge, it will display in `{prefix}guild info`. Only guild leaders can use this command.
pr: `<number>` - Th' number o' th' crew badge t' use, rangin' from 1 to th' amount o' available badges Change yer crew's badge, it'll display in `{prefix}guild info`. Only crew captains can command this.

source: Your guild has no badges yet.
pr: Avast! Yer crew ain't got badges yet.

source: The badge number {number} is not valid, your guild only has {amount} available.
pr: Th' badge number {number} be nah valid, yer crew only has {amount} available.

source: Badge updated!
pr: Yarrrrr! Badge updated!

source: Create a guild
pr: Create a crew

source: Create a guild for $10,000. Creating a guild has no level requirements, as long as you have $10,000, you can create a guild. To create a guild, you will need the following: - A name with 20 characters or less - An image URL with 60 characters or less to your guild's icon - $10,000 Having trouble finding a short image URL? Check [this tutorial](https://wiki.idlerpg.xyz/index.php?title=Tutorial:_Short_Image_URLs) The bot will ask for these separately. When you enter the guild's name or URL, don't include `{prefix}`. Only players who are not already in a guild can use this command. (This command has a cooldown of 10 minuets.)
pr: Create a crew fer $10,000. Creatin' a crew has no level requirements, as long as ye 'ave $10,000 doubloons, ye can make a crew. To create a crew, ye will need th' following: - A name o' callin' with 20 characters or less - An image URL with 60 characters or less t' yer crew's icon - $10,000 doubloons Havin' trouble findin' a short image URL? Navigate to [this tutorial](https://wiki.idlerpg.xyz/index.php?title=Tutorial:_Short_Image_URLs) The bot will ask fer these separately. When ye enter th' crew's name o' callin' or URL, don't include `{prefix}`. Only players who ain't already in a crew can command this. (This command has a cooldown o' 10 minutes.)

source: Enter a name for your guild. Maximum length is 20 characters.
pr: Enter a name o' callin' fer yer crew. Maximum length be 20 characters.

source: Cancelled guild creation.
pr: Cancelled crew creation. Get off me ship landlubber.

source: Guild names musn't exceed 20 characters.
pr: Crew names o' callin' musn't exceed 20 characters.

source: Send a link to the guild's icon. Maximum length is 60 characters.
pr: Send a link to th' crew's icon. Maximum length be 60 characters.

source: Are you sure? React to create a guild for **$10000**
pr: Sail ho! Aarrr ye sure? React t' create a crew fer **$10000**

source: A guild creation costs **$10000**, you are too poor.
pr: Avast ye! A crew creation costs **$10000**, ye aarrr too poor ye bilge rat.

source: The guild name is taken.
pr: Avast ye! The crew name o' callin' be taken.

source: Successfully added your guild **{name}** with a member limit of **{memberlimit}**. Tip: You can use `{prefix}guild channel` in a server where you are the admin to set up the guild logging channel.
pr: Aye, aye Capt'n! Successfully added yer crew **{name}** with a member limit o' **{memberlimit}**. Tip: Ye can use `{prefix}guild channel` in an island where ye be the admin t' set up th' crew loggin' channel.

source: Renames your guild
pr: Renames your crew

source: `<new_name>` - The new name for the guild. This renames your guild to something else. The name may not exceed 20 characters. Only guild leaders can use this command.
pr: `<new_name>` - The new name o' callin' fer th' crew. This renames yer crew t' somethin' else. The name o' callin' may nah exceed 20 characters. Only crew captains can command this.

source: Successfully renamed your guild to {new_name}
pr: Aye, aye Capt'n! Successfully renamed yer crew t' {new_name}

source: Give your guild to someone else
pr: Give yer crew ownership t' another sailor

source: `<member>` - A discord User with a character, must be a member of your guild. Transfer your guild to someone else. This person will be the new guild leader, while you will become a regular member. If the user you transfer the guild to is a patron, the guild's member limit will be set to 100, otherwise it will be set to 50. Only guild leaders can use this command.
pr: `<member>` - A discord Sailor with a character, must be a member o' yer crew. Transfer yer crew ownership t' another sailor. This sailor be th' new crew captain, while ye will become a regularrr member. If th' sailor ye transfer th' crew to be a patron, the crew's member limit be set to 100, otherwise it be set to 50. Only crew captains can command this.

source: Not a member of your guild.
pr: Avast ye! Not a member of yer crew.

source: Are you sure to transfer guild ownership to {user}?
pr: Sail ho! Aarrr ye sure t' transfer crew ownership t' {user}?

source: {user} now leads {guild}.
pr: Yarrrrr! {user} now leads {guild}.

source: Promote a guild member to officer.
pr: Promote a crew member t' officer.

source: `<member>` - A discord User with a character, must be a member of your guild Promote a member of your guild to the officer rank. This allows them to use certain guild commands. Officers can: - Invite new members - Kick members from the guild (cannot kick officers) - Take money out of the guild bank - Distribute money from the guild bank - Start battles with other guilds - Start and finish guild adventures Officers cannot be kicked from your guild and must be demoted first. Only promote members you trust. You can demote officers using `{prefix}guild demote`. Only guild leaders can use this command.
pr: `<member>` - A discord Sailor with a character, must be a member o' yer crew Promote a member o' yer crew t' th' officer rank. This allows them t' use certain crew commands. Officers can: - Invite new members - Kick members from th' crew (cannot kick officers) - Take doubloons out o' th' crew bank - Distribute doubloons from th' crew bank - Start battles with other crews - Start an' finish crew voyages Officers cannot be kicked from yer crew an' must be demoted first. Only promote members ye trust. Ye can demote officers usin' `{prefix}guild demote`. Only crew captains can command this.

source: Target is not a member of your guild.
pr: Avast ye! Target pirate be nah a member o' yer crew.
