Repository: Gelbpunkt/IdleRPG
Catalog: locales/pr/LC_MESSAGES/idlerpg.po
Languages: pr

source: You do not own this item.
pr: Arrggh! Ye do nah own this item, ye scurvy landlubber.

source: Nothing to do...
pr: Naught t' do... It ain't modified, matey.

source: Item reset.
pr: Aye, aye Capt'n! Item been reset.

source: [basic] Change an item's name
pr: [basic] Change an item's name o' callin'

source: `<itemid>` - The ID of the item to rename `<newname>` - The name to give the item, must be shorter than 40 characters Change an item's name. Once an item is renamed, it can no longer be sold. Only basic (or above) tier patrons can use this command.
pr: `<itemid>` - Th' ID o' the item t' rename `<newname>` - Th' name o' callin' t' give th' item, must be shorter than 40 characters Change an item's name. Once an item be renamed, no longer it can be sold. Only basic (or above) tier patrons can command this.

source: Name too long.
pr: Name o' callin' too long.

source: You don't have an item with the ID `{itemid}`.
pr: Arrggh! Ye ain't got an item with th' ID `{itemid}`.

source: The item with the ID `{itemid}` is now called `{newname}`.
pr: Aye, aye Capt'n! Th' item with th' ID `{itemid}` be now called `{newname}`.

source: `<itemid>` - The ID of the item to change type `<new_type>` - The type to transform the item into Change an item's type. Once the type changed, the item becomes unsellable. You may not change a two-handed item into a one-handed one, or vice versa. This proves useful for merging items. Only bronze (or above) tier patrons can use this command.
pr: `<itemid>` - Th' ID o' th' item t' change type `<new_type>` - Th' type t' transform th' item into Change an item's type. Once th' type changed, th' item becomes unsellable. Ye may not change a two-handed item into a one-handed one, or th' reverse. This proves useful fer mergin' items. Only bronze (or above) tier patrons can use this here command.

source: Invalid type.
pr: Arrggh! That be invalid type, matey.

source: The item is already a {item_type}.
pr: Arrggh! Th' item be already a {item_type}, matey.

source: You may not change a two-handed item to a single-handed one and vice-versa due to weapon damage reasons.
pr: Avast! Ye may nah change a two-handed item t' a single-handed one and reverse due t' weapon damage reasons.

source: The item with the ID `{itemid}` is now a `{itemtype}`.
pr: Aye, aye Capt'n! Th' item with th' ID `{itemid}` be now a `{itemtype}`.

source: [gold] Receive a daily booster
pr: [gold] Receive a daily booster, sweet

source: Receive a daily booster. The booster can be a time, money or luck booster. (This command has a cooldown of 24 hours.)
pr: Receive a daily booster. Th' booster can be a time, money or luck booster. (This command has a cooldown o' 24 hours.)

source: You received a daily {type_} booster!
pr: Aye, aye Capt'n! Ye received a daily {type_} booster! Yarrrrr!

source: [basic] Change your profile background
pr: [basic] Change yer profile background

source: `<url>` - The image URL to use as the background, may not exceed 60 characters. Change your profile's background image. `{prefix}background reset` sets it to the default one again. This image should be formatted by the `{prefix}makebackground` command, however if you want to get creative and not use an overlay, or create your own, the image dimensions are 800x650. Having trouble finding a short URL? Try following [this tutorial](https://wiki.idlerpg.xyz/index.php?title=Tutorial:_Short_Image_URLs)! Only basic (or above) tier patrons can use this command.
pr: `<url>` - The image URL t' use as th' background, may nah exceed 60 characters. Change yer profile's background picture. `{prefix}background reset` sets it t' th' default one again. This picture should be formatted by th' `{prefix}makebackground` command, however if ye want to get creative an' nah use an overlay, or create yer own, th' image dimensions aarrr 800x650. Havin' trouble findin' a short URL? Try navigatin' [this tutorial](https://wiki.idlerpg.xyz/index.php?title=Tutorial:_Short_Image_URLs)! Only basic (or above) tier patrons can command this, matey.

source: That is not a valid premade background.
pr: Avast ye! That be nah a valid premade background.

source: I couldn't read that URL. Does it start with `http://` or `https://` and is either a png or jpeg?
pr: Arrggh! Couldn't read that URL. Does it start with `http://` or `https://` and is either a png or jpeg?

source: The URL is too long.
pr: Avast ye! Th' URL be too long.

source: Your new profile picture is now: {url}
pr: Aye, aye Capt'n! Yer new profile picture be now: {url}

source: Your profile picture has been reset.
pr: Aye, aye Capt'n! Yer profile picture been reset.

source: [basic] Formats an image for background compatability
pr: [basic] Formats a picture fer background compatibility

source: There was an error processing your image. Reason: {reason} ({detail})
pr: Sink me! Thar been an error processin' yer image. Reason: {reason} ({detail})

source: Unexpected internal error when generating image.
pr: Sink me! Thar been unexpected internal error when generatin' picture.

source: Unexpected error when generating image.
pr: Sink me! Thar been unexpected error when generatin' picture.

source: Error when uploading to Imgur.
pr: Arrggh! Error when shippin' t' Imgur.

source: Imgur Link for `{prefix}background` {link}
pr: Imgur Link fer `{prefix}background` {link}

source: [basic] Upgrade your guild
pr: [basic] Upgrade yer guild

source: Update your guild member limit and bank size according to your donation tier. Gold (and above) Donators have their bank space quintupled (x5), Silver Donators have theirs doubled. The member limit is set to 100 regardless of donation tier. ⚠ To use this, you have to be the leader of a guild, not just a member. Only basic (or above) tier patrons can use this command.
pr: Update yer guild member limit an' bank size accordin' t' yer donation tier. Gold (and above) Donators have thar bank space quintupled (x5), Silver Donators have theirs doubled. Th' member limit be set to 100 regardless o' donation tier. ⚠ To use this, ye have t' be th' cap'b o' a guild, not just a member. Only basic (or above) tier patrons can use this here command.

source: Your guild was updated.
pr: Aye, aye Capt'n! Yer guild been updated.

source: Change your background
pr: Change yer background

source: `<number>` - The number of the eventbackground to use Update your background to one from the events. You can get event backgrounds from special events, for example easter or christmas.
pr: `<number>` - Th' number o' th' eventbackground t' use Update yer background t' one from th' events. Ye can get event backgrounds from special events, fer example Easter or Christmas.

source: You do not have an eventbackground. They can be acquired on seasonal events.
pr: Arrggh! Ye ain't got an eventbackground. They can be looted on seasonal events.

source: The background number {number} is not valid, you only have {total} available.
pr: Avast ye! Th' background number {number} ain't valid, ye only have {total} available.

source: Background updated!
pr: Aye, aye Capt'n! Background updated! Yarrrrr!

source: View your eventbackgrounds
pr: Spy yer eventbackgrounds

source: View a list of all backgrounds you have acquired from events. You can get event backgrounds from special events, for example easter or christmas. You can use one of these backgrounds on your profile using `{prefix}eventbackground`.
pr: Spy a list o' all backgrounds ye 'ave acquired from events. Ye can get event backgrounds from special events, fer example easter or christmas. Ye can use one o' these backgrounds on yer profile usin' `{prefix}eventbackground`.

source: Use {prefix}eventbackground {number} to use this background
pr: Use {prefix}eventbackground {number} t' use this background

source: Choose or change your class(es)
pr: Choose or change yer class(es)

source: Change or select your primary or secondary class. - Warriors gain added defense - Thieves gain access to `{prefix}steal` - Mages gain added damage - Rangers gain access to a pet which can hunt for gear items - Raiders gain additional raidstats, used in raidbattles and raids - Ritualists gain additional favor from sacrificing items and are twice as likely to receive loot from adventures (- Paragons gain added damage *and* defense; the class is only available to donators) The second class unlocks at level 12. Selecting a class the first time is free (No Class -> Class), but changing it later will cost $5,000 (Class -> another Class) (This command has a cooldown of 24 hours)
pr: Change or select yer primary or secondary class. - Warriors gain added defense - Thieves gain access t' `{prefix}steal` - Mages gain added damage - Rangers gain access t' a pet which can hunt fer gearrr items - Raiders gain additional raidstats, used in raidbattles an' raids - Ritualists gain additional favor from sacrificin' items an' be twice as likely t' receive loot from voyages (- Paragons gain added damage *and* defense; the class be only available t' donators) The second class unlocks at level 12. Selectin' a class th' first time be free (No class -> Class), but changin' it later will cost $5,000 (Class -> Another Class) (This command has a cooldown o' 24 hours)

source: Select class to change
pr: Select class t' change

source: The tank class. Charge into battle with additional defense! +1 defense per evolution.
pr: The tank class. Charge into battle with additional defense! Yarrrrr! +1 defense per evolution.

source: The sneaky money stealer... Get access to `{prefix}steal` to steal 10% of a random player's money, if successful. +8% success chance per evolution.
pr: The sneaky doubloons stealer... Get access t' `{prefix}steal` t' plunder 10% o' a random sailor's doubloons, if successful. 8% success chance per evolution.

source: Utilise powerful magic for stronger attacks. +1 damage per evolution.
pr: Utilise powerful magic fer stronger attacks. Yarrrrr! +1 damage per evolution.

source: Item hunter and trainer of their very own pet. Get access to `{prefix}pet` to interact with your pet and let it get items for you. +3 minimum stat and +6 maximum stat per evolution.
pr: Item hunter 'n trainer o' thar mighty own pet. Get access t' `{prefix}pet` t' interact with yer pet 'n let it get items fer ye. +3 minimum stat 'n +6 maximum stat per evolution.

source: A strong warrior who gives their life for the fight against Zerekiel. Every evolution boosts your raidstats by an additional 10%.
pr: A strong warrior who gives thar life fer the fight against Zerekiel. Every evolution boosts yer raidstats by an additional 10%.

source: A seer, a sacrificer and a follower. The Ritualist devotes their life to the god they follow. For every evolution, their sacrifices are 5% more effective. They have twice the chance to get loot from adventures.
pr: A seer, a sacrificer 'n a follower. The Ritualist devotes thar life t' th' god they follow. Fer every evolution, thar sacrifices are 5% moarr effective. They have twice th' chance t' get loot from voyages.

source: Absorb the appreciation of the devs into your soul to power up. +1 damage and defense per evolution.
pr: Absorb the appreciation o' the devs into yer soul t' power up. +1 damage 'n defense per evolution.

source: Choose a class
pr: Choose a crew

source: You are about to select the `{profession}` class for yourself. {textaddon} Proceed?
pr: Ye aarrr 'bout t' select th' `{profession}` class fer yourself, matey. {textaddon} Pruseed?

source: This **costs nothing**, but changing it later will cost **$5000**.
pr: This **costs naught**, but changin' it later will cost doubloons of **$5000**.

source: This will cost **$5000**.
pr: This will cost **$5000** doubloons.

source: Class selection cancelled.
pr: Aye, aye! We returned t' harbor Capt'n. Class selection cancelled.

source: Your new class is now `{profession}`.
pr: Aye, aye! Yer new class be now `{profession}`.

source: You're too poor for a class change, it costs **$5000**.
pr: Arrggh! Ye aarrr too poor fer a class change ye bilge rat, it costs **$5000** doubloons.

source: You selected the class `{profession}`. **$5000** was taken off your balance.
pr: Yarrrrr! Ye selected th' class `{profession}`. **$5000 doubloons** was taken off yer balance.

source: View your class(es)
pr: View yer class(es)

source: Show your class(es) and their added benefits, sent as images.
pr: Show yer class(es) 'n thar added benefits, sent as images.

source: The image for your class **{class_}** hasn't been added yet.
pr: The image fer yer class **{class_}** hasn't been added yet.

source: Evolve your class(es)
pr: Evolve yer class(es)

source: Evolve your class, bringing it to the next level and giving better class bonuses. You can evolve every 5 levels, i.e. at level 5, level 10, level 15, level 20, level 25 and finally level 30. - Warriors gain +1 defense per evolution - Thieves gain +8% for their success chance per evolution - Mages gain +1 damage per evolution - Rangers' pets' hunted item get +3 minimum stat and +6 maximum stat per evolution - This means level 1 pets can hunt items from stat 3 to stat 6; level 2 pets from stat 6 to stat 12 - Raiders gain +0.1 defense and damage raidstats - Ritualists gain +5% extra favor when sacrificing per evolution (- Paragons gain +1 damage *and* +1 defense per evolution)
pr: Evolve yer class, bringin' it t' the next level an' givin' better class bonuses. Ye can evolve every 5 levels, i.e. at level 5, level 10, level 15, level 20, level 25 an' finally level 30. - Warriors gain +1 defense per evolution - Thieves gain +8% fer thar success chance per evolution - Mages gain +1 damage per evolution - Rangers' pets' hunted item get +3 minimum stat an' +6 maximum stat per evolution - This means level 1 pets can hunt items from stat 3 to stat 6; level 2 pets from stat 6 to stat 12 - Raiders gain +0.1 defense an' damage raidstats - Ritualists gain +5% extra favor when sacrificin' per evolution (- Paragons gain +1 damage *and* +1 defense per evolution)

source: Your level isn't high enough to evolve.
pr: Avast! Yer level ain't high enough t' evolve. Keep swabbing the deck ye scurvy dog.

source: You haven't got a class yet.
pr: Avast! Ye ain't got a class yet, ye scurvy landlubber.

source: Nothing to evolve.
pr: Arrggh! Naught t' evolve. Get off me ship, ye landlubber.

source: You are now a `{class1}` and a `{class2}`.
pr: Ye aarrr now a `{class1}` an' a `{class2}`.

source: Shows the evolution tree
pr: Reveals th' evolution tree

source: Shows the evolution tree for each class. This will only show the names, not the respective benefits.
pr: Reveals th' evolution tree fer each class. This will only reveal th' names, nah th' respective benefits.

source: Steal money
pr: Plunder doubloons

source: Steal money from a random user. Your steal chance is increased by evolving your class and your alliance's thief buildings, if you have an alliance that owns a city. If you succeed in stealing, you will steal 10% of a random player's money. You *cannot* choose your target, it is always a random player. If the bot can't find the player's name, it will be replaced with "a traveller passing by". The random player cannot be anyone with money less than $10, yourself, or one of the bot owners. Only thieves can use this command. (This command has a cooldown of 1 hour.)
pr: Plunder doubloons from a random sailor. Yer steal chance be increased by evolvin' yer class an' yer alliance's thief buildings, if ye have an alliance that owns a port. If ye succeed in stealing, ye will plunder 10% o' a random sailor's doubloons. Ye *cannot* choose yer target, it be always a random sailor. If th' bot can't find th' sailor's name, it'll be replaced with "a sailin' scurvy dog". Th' random sailor cannot be anyone with doubloons less than $10, yerself, or one o' the bot owners. Only thieves can command this. (This command has a cooldown o' 1 hour.)

source: You attempted to steal from a bot VIP, but the bodyguards caught you.
pr: Avast! Ye attempted t' plunder from a bot VIP, but th' privateers caught ye. Saarry, matey.

source: You stole **${stolen}** from {user}.
pr: Yarrrrr! Ye plundered **${stolen} doubloons** from {user}.

source: a traveller just passing by
pr: a sailin' scurvy dog

source: Your attempt to steal money wasn't successful.
pr: Arrggh! Yer attempt t' plunder doubloons wasn't successful. No prey, No pay.

source: Interact with your pet
pr: Interact with yer pet

source: Interact with your pet. Be sure to see `{prefix}help pet`. Every two hours, your pet will lose 2 food points, 4 drink points, 1 joy point and 1 love point. If food or drink drop below zero, your pet dies and the ranger class is removed from you. If love sinks below 75, your pet has a chance to run away which increases the lower its love drops. Your pet's joy influences the items it hunts, acting as a multiplier for the item's stat. Only rangers can use this command.
pr: Interact with yer pet. Be sure to spy `{prefix}help pet`. Every two hours, yer pet will lose 2 grub points, 4 drink points, 1 joy point an' 1 love point. If grub or drink drop below zero, yer pet goes to Davy Jones an' the ranger class be removed from ye. If love sinks below 75, yer pet has a chance t' run away which increases th' lower its love drops. Yer pet's joy influences th' item it hunts, actin' as a multiplier fer the item's stat. Only rangers can command this..

source: Food
pr: Grub

source: Feed your pet
pr: Feed yer pet with grub

source: Feed your pet. This brings up an interactive menu where you can buy a food item. Only rangers can use this command.
pr: Feed yer pet. This brings up an interactive menu where ye can buy a grub item. Only rangers can command this.

source: Potato
pr: Tater

source: Apple
pr: Scurvy's Cure

source: Salad
pr: Leaves

source: Adrian's Power Poop
pr: Blackbeard's Power Poop

source: Select a dish for your pet
pr: Select a dish fer yer pet

source: You are too poor to buy this.
pr: Avast! Ye aarrr too poor t' buy this, ye bilge-rat.

source: You bought **{item}** for your pet and increased its food bar by **{points}** points.
pr: Aye! Ye bought **{item}** fer yer pet an' increased its grub barrr by **{points}** points.

source: Give your pet something to drink.
pr: Give yer pet something t' drink.

source: Give your pet something to drink. This brings up an interactive menu where you can buy a drink item. Only rangers can use this command.
pr: Give yer pet something t' drink. This brings up an interactive menu where ye can buy a drink item. Only rangers can command this.

source: A bottle of water
pr: Botter o' Water

source: Wine
pr: Rum

source: Adrian's Cocktail
pr: Blackbeard's Cocktail

source: Select a drink for your pet
pr: Select a drink fer yer pet

source: Give your pet something to drink
pr: Give yer pet somethin' t' drink

source: You bought **{item}** for your pet and increased its drinks bar by **{points}** points.
pr: Ye bought **{item}** fer yer pet an' increased its drinks barrr by **{points}** points.

source: Love your pet
pr: Love yer pet

source: Cuddle with your pet to raise its love points. Your pet can gain from 1 to 12 Love points per cuddle. Only rangers can use this command. (This command has a cooldown of 6 hours.)
pr: Cuddle with yer pet t' raise its love points. Yer pet can gain from 1 t' 12 love points per cuddle. Only rangers can command this. (This command has a cooldown o' 6 hours.)

source: Your pet adores you! :heart: Cuddling it has increased its love for you by **{value}** points.
pr: Yer pet adores ye! :heart: Cuddlin' it has increased its love fer ye by **{value}** points.

source: Play with your pet
pr: Play with yer pet

source: Play with your pet to raise its joy points. Your pet can gain from 1 to 12 Joy points per play. Only rangers can use this command. (This command has a cooldown of 6 hours.)
pr: Play with yer pet t' raise its joy points. Yer pet can gain from 1 t' 12 joy points per play. Only rangers can command this. (This command has a cooldown o' 6 hours.)

source: You have been {activity} with your pet and it gained **{value}** joy!
pr: Ye have been {activity} with yer pet an' it gained **{value}** joy! Yarrrrr!

source: playing football :soccer:
pr: playin' football :soccer:

source: playing American football :football:
pr: playin' American football :football:

source: playing rugby :rugby_football:
pr: playin' rugby :rugby_football:

source: playing basketball :basketball:
pr: playin' basketball :basketball:

source: playing tennis :tennis:
pr: playin' tennis :tennis:

source: playing ping-pong :ping_pong:
pr: playin' ping-pong :ping_pong:

source: boxing :boxing_glove:
pr: boxin' :boxing_glove:

source: skiing :ski:
pr: skiin' :ski:

source: Rename your pet
pr: Rename yer pet

source: Give your pet a new name. The name cannot be longer than 20 characters. Only rangers can use this command.
pr: Give yer pet a new name o' callin'. The name o' callin' cannot be longer than 20 characters. Only rangers can command this.

source: Please enter a name shorter than 20 characters.
pr: Please enter a name o' callin' shorter than 20 characters.

source: Pet name updated.
pr: Aye, aye Capt'n! Pet name updated.

source: Set a new image for your pet
pr: Set a new image for yer pet

source: `[url]` - An image url for the pet's image, must be 60 characters or shorter Updates the image that shows in `{prefix}pet`. Having trouble finding a short image link? Follow [this tutorial](https://wiki.idlerpg.xyz/index.php?title=Tutorial:_Short_Image_URLs) or just attach the image you want to use (png, jpg, webp and gif are supported)! Only rangers can use this command.
pr: `[url]` - Picture URL fer th' pet's image, must be 60 characters or shorter Updates th' image that shows in `{prefix}pet`. Having trouble spying out a short picture link, matey? Navigate [this tutorial](https://wiki.idlerpg.xyz/index.php?title=Tutorial:_Short_Image_URLs) or just attach th' picture ye want t' use (png, jpg, webp and gif aarrr supported)! Only rangers can command this.

source: Your current pet image is: {url}
pr: Yer current pet image be: {url}

source: No image URL found in your message, using image attachment...
pr: No image URL found in yer message, usin' image attachment...

source: Image URL too long, shortening...
pr: Image URL too long, shortenin'...

source: Your pet's image was successfully updated.
pr: Aye, aye Capt'n! Yer pet's image been successfully updated.

source: Let your pet hunt a weapon
pr: Let yer pet hunt a weapon
