Repository: Gelbpunkt/IdleRPG
Catalog: locales/pr/LC_MESSAGES/idlerpg.po
Languages: pr

source: Start a new tournament
pr: Start a new tourney

source: `[prize]` - The amount of money the winner will get Start a new tournament. Players have 30 seconds to join via the reaction. Tournament entries are free, only the tournament host has to pay the price. Only an exponent of 2 (2^n) users can join. If there are more than the nearest exponent, the last joined players will be disregarded. The match-ups will be decided at random, the battles themselves will be decided like regular battles (see `{prefix}help battle` for details). The winner of a match moves onto the next round, the losers get eliminated, until there is only one player left. Tournaments in IdleRPG follow the single-elimination principle. (This command has a cooldown of 30 minutes.)
pr: `[prize]` - The amount o' doubloons the victor will get Start a new tourney on yer ship. Pirates have 30 seconds t' aboard the ship via th' reaction. Tourney entries aarrr free, only th' tourney host has t' pay th' bounty. Only an exponent o' 2 (2^n) pirates can officially participate. If thar aarrr moarr than th' nearest exponent, th' last joined pirates be left ashore. Th' match-ups be decided at random, th' fight be decided like regularrr battles (see `{prefix}help battle` fer details). Th' victor o' a match moves onto th' next round, the deckswabbers be shark baits, 'til thar be only one pirate left. Yarrrrr! Tourneys in IdleRPG follow th' single-elimination principle. (This command has a cooldown o' 30 minutes.)

source: You are too poor.
pr: Avast! Ye aarrr too poor ye bilge rat.

source: You joined the tournament.
pr: Ye' joined the tourney.

source: {author} started a tournament! Free entries, prize is **${prize}**!
pr: {author} started a tourney! Free entries, y'err prize is **${prize}**!

source: Noone joined your tournament {author}.
pr: Arrggh! No lily-livered landlubber climbed aboard yer tourney {author}.

source: There are **{num}** entries, due to the fact we need a playable tournament, the last **{removed}** have been removed.
pr: Thar aarrr **{num}** pirates, due ta the fact we need a playable tourney, th' last **{removed}** 'ave been left ashore.

source: Tournament started with **{num}** entries.
pr: All hands hoay! Tourney started wit' **{num}** pirates.

source: Winner of this match is {winner}!
pr: Victor o' this match be {winner}!

source: Round Done!
pr: Round Done! Yo ho ho!

source: Tournament ended! The winner is {winner}.
pr: Yarrr! Tourney ended! Th' victor be {winner}.

source: Tournament ended! The winner is {winner}. Money was given!
pr: Yarrr! Tourney ended! Th' victor be {winner}. Doubloons were shipped! Huzzah!

source: `[prize]` - The amount of money the winner will get Start a new raid tournament. Players have 30 seconds to join via the reaction. Tournament entries are free, only the tournament host has to pay the price. Only an exponent of 2 (2^n) users can join. If there are more than the nearest exponent, the last joined players will be disregarded. The match-ups will be decided at random, the battles themselves will be decided like raid battles (see `{prefix}help raidbattle` for details). The winner of a match moves onto the next round, the losers get eliminated, until there is only one player left. Tournaments in IdleRPG follow the single-elimination principle. (This command has a cooldown of 30 minutes.)
pr: `[prize]` - The amount o' doubloons the victor will get Start a new raid tourney on yer ship. Pirates have 30 seconds t' aboard the ship via th' reaction. Tourney entries aarrr free, only th' tourney host has t' pay th' bounty. Only an exponent o' 2 (2^n) pirates can officially participate. If thar aarrr moarr than th' nearest exponent, th' last joined pirates be left ashore. Th' match-ups be decided at random, the fight be decided like raid battles (see `{prefix}help raidbattle` fer details). Th' victor o' a match moves onto th' next round, the deckswabbers be shark baits, 'til thar be only one pirate left. Yarrrrr! Tourneys in IdleRPG follow th' single-elimination principle. (This command has a cooldown o' 30 minutes.)

source: You joined the raid tournament.
pr: You joined th' raid tourney.

source: Noone joined your raid tournament {author}.
pr: Arrggh! No lily-livered landlubber climbed aboard yer raid tourney {author}.

source: There are **{num}** entries, due to the fact we need a playable raid tournament, the last **{removed}** have been removed.
pr: Thar aarrr **{num}** pirates, due ta the fact we need a playable raid tourney, th' last **{removed}** 'ave been left ashore.

source: Raidbattle {p1} vs. {p2} started!
pr: Yarrrrr! Raidbattle {p1} vs. {p2} started!

source: {attacker} attacks! {defender} takes **{dmg}HP** damage.
pr: Arrr! {attacker} attacks! {defender} takes **{dmg}HP** damage.

source: Raid Tournament ended! The winner is {winner}.
pr: Yarrr! Raid Tourney ended! Th' victor be {winner}.

source: Raid Tournament ended! The winner is {winner}. Money was given!
pr: Yarrr! Raid Tourney ended! Th' victor be {winner}. Doubloons were shipped! Huzzah!

source: Pixelfy an avatar
pr: Pixelfy an avatarrr

source: `[user]` - A discord User whose avatar to pixelfy; defaults to oneself `[size]` - The pixelation rate to use, can be a number between 1 and 5; defaults to 2 Pixelfies a user's avatar. If the user has an animated icon, the first frame is used.
pr: `[user]` - A discord Sailor whose avatarrr t' pixelfy; defaults t' yerself `[size]` - Th' pixelation rate t' use, can be a number between 1 'n 5; defaults t' 2 Pixelfies a sailor's avatarrr. If th' sailor has an animated avatarrr, the first frame be used.

source: Use 1, 2, 3, 4 or 5 as intensity value.
pr: Avast ye! Use 1, 2, 3, 4 or 5 as intensity value.

source: Defines an avatar's edges
pr: Defines an avatarrr's edges

source: `[user]` - A discord User whose avatar to edit; defaults to oneself Finds and exaggerates edges in a user's avatar, creating a cool image effect.
pr: `[user]` - A discord Sailor whose avatarrr to edit; defaults to yerself Finds 'n exaggerates edges in a sailor's avatarrr, creatin' a cool picture effect.

source: Inverts a user's avatar
pr: Inverts a sailor's avatarrr

source: `[member]` - A discord User whose avatar to invert; defaults to oneself Invert the colors in someone's avatar. (This command has a channel cooldown of 15 seconds.)
pr: `[member]` - A discord Sailor whose avatarrr to invert; defaults to yerself Invert the colors in some sailor's avatarrr. (This command has a channel cooldown o' 15 seconds.)

source: `[member]` - A discord User whose avatar to oil-paint; defaults to oneself Creates an oil-painting effect on someone's avatar. (This command has a channel cooldown of 15 seconds.)
pr: `[member]` - A discord Sailor whose avatarrr to oil-paint; defaults to yerself Creates an oil-paintin' effect on some sailor's avatarrr. (This command has a channel cooldown o' 15 seconds.)

source: Trick or treat!
pr: Trick 'r treat!

source: Walk around the houses and scare the residents! Maybe they have a gift for you? This command requires two players, one that is waiting and one that rings at the door. If you are the one waiting, you will get a direct message from the bot later, otherwise you will get a reply immediately. There is a 50% chance you will receive a halloween bag from the other person. (This command has a cooldown of 3h)
pr: Walk around the houses 'n scare the landlubber! maybe they 'ave a gift fer ye? This command requires two scallywags, one that be waitin' 'n one that rings at the door. If ye be the one waiting, ye will get a direct message in a bottle from the bot later, otherwise ye will get a reply immediately. Thar be a 50% chance ye'll receive a halloween bag from th' other scallywag. (This command 'as a cooldown o' 3h)

source: You walk around the houses... Noone is there... *yet*
pr: Ye walk around the houses... Arrggh! No landlubber be thar... *yet*

source: You walk around the houses and ring at {waiting}'s house! That's a trick or treat bag for you, yay!
pr: Ye walk around th' houses 'n ring at {waiting}'s house! That be a trick or treat bag fer ye, blisterin' barnacles!

source: You walk around the houses and ring at {waiting}'s house! Sadly they don't have anything for you...
pr: Ye walk around th' houses 'n ring at {waiting}'s house! Sadly the landlubber ain't got anythin' fer ye...

source: Open a trick or treat bag
pr: Open a trick 'r treat bag

source: Open a trick or treat bag, you can get some with `{prefix}trickortreat`. Trick or treat bags contain halloween-themed items, ranging from 1 to 50 base stat. Their value will be between 1 and 200.
pr: Open a trick 'r treat bag, ye can get some with `{prefix}trickortreat`. Trick or treat bags contain halloween-themed items, rangin' from 1 to 50 base stat. Thar value be between 1 'n 200.

source: Seems you haven't got a trick or treat bag yet. Go get some!
pr: Blimey! Ye ain't got a trick 'r treat bag yet. Go get some ye scurvy dog! Yarrrrr!

source: You gained an item!
pr: Yarrrrr! Ye looted an item!

source: You found a new item when opening a trick-or-treat bag!
pr: Yarrrrr! Ye looted a new item when openin' a trick-or-treat bag!

source: Name
pr: Name o' callin'

source: Damage
pr: Hurtin'

source: Armor
pr: Protectin'

source: Remaining trick-or-treat bags: {bags}
pr: Remainin' trick-or-treat bags: {bags}

source: Shows your trick or treat bags
pr: Reveals yer trick 'r treat bags

source: Shows the amount of trick or treat bags you have. You can get more by using `{prefix}trickortreat`.
pr: Reveals th' amount o' trick or treat bags ye 'ave. Ye can get moarr by usin' `{prefix}trickortreat`.

source: You currently have **{trickortreat}** Trick or Treat Bags, {author}!
pr: Ahoy! Ye currently 'ave **{trickortreat}** Trick 'r Treat bags, {author}!

source: Check the available languages
pr: Check the available lingoes

source: View all available languages' locale codes. You can check if your language is available by comparing against [this list](https://saimana.com/list-of-country-locale-code/) Some of these languages, like xtreme-owo or unplayable are no real languages but serve as a way to spice up the english text. If something is not yet translated, the english original text is used.
pr: View all available lingoes' locale codes. Ye can check if yer lingo be available by comparin' against [this list](https://saimana.com/list-of-country-locale-code/) Some o' these lingoes, like xtreme-owo or unplayable ain't real lingoes but serve as a way t' spice up the English text. If somethin' ain't yet translated, the English original text be used.

source: Your current language is **{current_locale}**. Available options: {all_locales} Please use `{prefix}locale set language_code` to choose one.
pr: Yer current lingo be **{current_locale}**. Available options: {all_locales} Use `{prefix}locale set language_code` t' choose one.

source: Set your language
pr: Set your lingo

source: `<locale>` - The locale code of the language you want to use; full list can be found in `{prefix}language` Changes the language the bot replies for you.
pr: `<locale>` - The locale code o' the lingo ye want t' use; full list can be found in `{prefix}language` Changes the lingo the bot replies fer ye.

source: Not a valid language.
pr: Avast ye! That ain't a valid lingo ye scurvy dog.

source: To permanently choose a language, please create a character and enter this command again. I set it to {language} temporarily.
pr: To permanently choose a lingo, create yer character an' command this again. Me set it to {language} temporarily.

source: Battle against another player
pr: Battle against another pirate

source: `[money]` - A whole number that can be 0 or greater; defaults to 0 `[enemy]` - A user who has a profile; defaults to anyone Fight against another player while betting money. To decide the fight, the players' items, race and class bonuses and an additional number from 1 to 7 are evaluated, this serves as a way to give players with lower stats a chance at winning. The money is removed from both players at the start of the battle. Once a winner has been decided, they will receive their money, plus the enemy's money. The battle lasts 30 seconds, after which the winner and loser will be mentioned. If both players' stats + random number are the same, the winner is decided at random. The battle's winner will receive a PvP win, which shows on their profile. (This command has a cooldown of 90 seconds.)
pr: `[money]` - Doubloons! A whole number that can be 0 or greater; defaults to 0 `[enemy]` - A pirate who has a profile; defaults to any landlubber Fight against another pirate while bettin' doubloons. To decide th' fight, the pirates' items, race, class bonuses 'n an additional number from 1 to 7 aarrr evaluated, this serves as a way to give landlubbers with lower stats a chance at winnin'. The doubloons be removed from both pirates at the start o' the battle. Once a victor been decided, they will receive thar doubloons and doubloons o' th' deckswabber who went to Davy Jones. The battle lasts 30 seconds, after which the winner 'n deckswabber be mentioned. If both pirates' stats + random number be the same, the victor be decided at random. The battle's victor will receive a PvP win, which reveals on thar profile. (This command has a cooldown o' 90 seconds.)

source: You can't battle yourself.
pr: Avast ye! Ye can't battle yerself ye lonely bilge rat.

source: You don't have enough money to join the battle.
pr: Avast! Ye ain't got enough doubloons t' join th' battle. Stand back, ye scurvy dog.

source: Noone wanted to join your battle, {author}!
pr: Arrggh! No lily-livered landlubber wanted t' join yer battle {author}!

source: Battle **{author}** vs **{enemy}** started! 30 seconds of fighting will now start!
pr: Arrr! Battle **{author}** vs **{enemy}** started! 30 seconds of fighting will now start! Blow the man down!

source: {winner} won the battle vs {looser}! Congratulations!
pr: Yarrrrr! {winner} won th' battle vs {looser}! Congratulations, matey!

source: Battle against a player (inclusdes raidstats)
pr: Battle against another pirate (includes raidstats)

source: `[money]` - A whole number that can be 0 or greater; defaults to 0 `[enemy]` - A user who has a profile; defaults to anyone Fight against another player while betting money. To decide the players' stats, their items, race and class bonuses and raidstats are evaluated. The money is removed from both players at the start of the battle. Once a winner has been decided, they will receive their money, plus the enemy's money. The battle is divided into rounds, in which a player attacks. The first round's attacker is chosen randomly, all other rounds the attacker is the last round's defender. The battle ends if one player's HP drops to 0 (winner decided), or if 5 minutes after the battle started pass (tie). In case of a tie, both players will get their money back. The battle's winner will receive a PvP win, which shows on their profile. (This command has a cooldown of 5 minutes)
pr: `[money]` - Doubloons! A whole number that can be 0 or greater; defaults to 0 `[enemy]` - A pirate who has a profile; defaults to any landlubber Fight against another pirate while betting doubloons. To decide the fight, the pirates' stats, thar items, race, class bonuses 'n raidstats aarrr evaluated. The doubloons be removed from both pirates at the start o' the battle. Once a victor been decided, they will receive thar doubloons and doubloons o' th' deckswabber who went to Davy Jones. The battle be divided into rounds, in which a pirate attacks. The first round's attacker is chosen randomly, all other rounds the attacker be the last round's defender. The battle ends if one pirate's HP drops to 0 (winner decided), or if 5 minutes passed after the battle started (tie). In case of a tie, both pirates will get their doubloons back. The battle's victor will receive a PvP win, which reveals on their profile. (This command has a cooldown o' 5 minutes)

source: You don't have enough money to join the raidbattle.
pr: Avast! Ye ain't got enough doubloons t' join the raidbattle. Stand back, ye bilge rat.

source: Noone wanted to join your raidbattle, {author}!
pr: Arrggh! No lily-livered landlubber wanted t' join yer raidbattle {author}!

source: {p1} won the raidbattle vs {p2}! Congratulations!
pr: Yarrrrr! {p1} won th' raidbattle vs {p2}! Congratulations, matey!

source: Battle against a player (active)
pr: Battle against another pirate (active)

source: `[money]` - A whole number that can be 0 or greater; defaults to 0 `[enemy]` - A user who has a profile; defaults to anyone Fight against another player while betting money. To decide players' stats, their items, race and class bonuses are evaluated. The money is removed from both players at the start of the battle. Once a winner has been decided, they will receive their money, plus the enemy's money. The battle takes place in rounds. Each round, both players have to choose their move using the reactions. Players can attack (⚔️), defend (🛡️) or recover HP (❤️). The battle ends if one player's HP drops to 0 (winner decided), or a player does not move (forfeit). In case of a forfeit, neither of the players will get their money back. The battle's winner will receive a PvP win, which shows on their profile. (This command has a cooldown of 10 minutes.)
pr: `[money]` - Doubloons! A whole number that can be 0 or greater; defaults to 0 `[enemy]` - A pirate who has a profile; defaults to any landlubber Fight against another pirate while bettin' doubloons. To decide the fight, the pirates' stats, items, race 'n class bonuses aarrr evaluated. The doubloons be removed from both pirates at the start o' the battle. Once a victor been decided, they'll receive thar doubloons and doubloons o' th' deckswabber who went to Davy Jones. The battle takes place in rounds. Each round, both pirates 'ave to choose thar move usin' the reactions. Pirates can attack (⚔️), defend (🛡️) or recover HP (❤️). The battle ends if one pirate's HP drops to 0 (victor decided), or a pirate does nah move (forfeit). In case o' a forfeit, neither o' the pirates will get their doubloons back. The battle's winner will receive a PvP win, which reveals on their profile. (This command has a cooldown o' 10 minutes.)

source: You don't have enough money to join the activebattle.
pr: Avast! Ye ain't got enough doubloons t' join the activebattle. Stand back, ye deckswabber.

source: Noone wanted to join your activebattle, {author}!
pr: Arrggh! No lily-livered landlubber wanted t' join yer activebattle {author}!

source: Let the battle begin!
pr: Let the battle begin! Yarrrrr!

source: {prevaction} {player1}: **{hp1}** HP {player2}: **{hp2}** HP React to play.
pr: {prevaction} {player1}: **{hp1}** HP {player2}: **{hp2}** HP React t' fight 'til death.

source: {user} does nothing...
pr: {user} does nothin'...

source: Someone refused to move. Activebattle stopped.
pr: Avast ye! A scurvy dog refused t' move. Activebattle stopped.

source: {user}, you already moved! Waiting for {other}'s move...
pr: {user}, ye already moved, matey! Waiting for {other}'s move...

source: {user} healed themselves for **{hp} HP**.
pr: {user} healed themselves fer **{hp} HP**.

source: {user} hit {enemy} for **{eff}** damage.
pr: {user} hurt {enemy} fer **{eff}** damage.

source: {enemy} tried to defend, but failed.
pr: {enemy} tried t' defend, but failed.

source: {user}'s attack on {enemy} failed!
pr: {user}'s attack on {enemy} failed! Arrggh!

source: {enemy} blocked {user}'s attack.
pr: {enemy} blocked {user}'s attack. Yarrr.

source: You both tried to defend.
pr: Ye both tried t' defend.

source: It was not very effective...
pr: 'Twas not very effective...

source: You both died!
pr: Ye both went to Davy Jones, ye deckswabbers!

source: {winner} won the active battle vs {looser}! Congratulations!
pr: Yarrrrr! {winner} won th' active battle vs {looser}! Congratulations, matey!

source: Contains all easter related commands. See `{prefix}help easter` for a list of commands. During the easter event, users will find eastereggs when finishing adventures, which can be exchanged for several rewards, including crates, items, money, or special guild badges.
pr: Contains all easter related commands. Spy `{prefix}help easter` fer a list o' commands. Durin' the easter event, landlubbers will find easter cackle fruits when finishin' voyages, which can be exchanged fer several bounties, includin' crates, items, doubloons, or special crew badges.

source: **Easter event <:easteregg:566251086986608650>** Part of Idle's birthday! Collect eastereggs and use `{prefix}easter rewards` to check the rewards. <:bunny:566290173831151627> Happy hunting!
pr: **Easter event <:easteregg:566251086986608650>** Part o' Idle's birthday! Collect easter cackle fruits an' use `{prefix}easter rewards` t' check the bounties. <:bunny:566290173831151627> Happy hunting, matey! Yarrrrr!

source: Lists all easter rewards
pr: List all easter bounties

source: Shows all rewards available in the easter event, along with the reward ID. To claim a reward, use `{prefix}easter reward <ID>`.
pr: Reveals all bounties available in th' easter event, along with the bounty ID. To claim a bounty, command `{prefix}easter reward <ID>`.

source: **Easter event - rewards** Use `{prefix}easter reward [1-9]` to trade your eggs in. **(1) 100 <:easteregg:566251086986608650>** - 10 common crates **(2) 500 <:easteregg:566251086986608650>** - $10000 **(3) 1000 <:easteregg:566251086986608650>** - random item 1-49 **(4) 2000 <:easteregg:566251086986608650>** - 250 common crates **(5) 2500 <:easteregg:566251086986608650>** - 10 boosters of each type **(6) 5000 <:easteregg:566251086986608650>** - 10 rare crates **(7) 7500 <:easteregg:566251086986608650>** - birthday guild badge **(8) 7500 <:easteregg:566251086986608650>** - 1 magic crate **(9) 12500 <:easteregg:566251086986608650>** - 1 legendary crate You have **{eggs}** <:easteregg:566251086986608650>.
pr: **Easter event - bounties** Command `{prefix}easter reward [1-9]` t' trade yer cackle fruits in. **(1) 100 <:easteregg:566251086986608650>** - 10 common crates **(2) 500 <:easteregg:566251086986608650>** - $10000 **(3) 1000 <:easteregg:566251086986608650>** - random item 1-49 **(4) 2000 <:easteregg:566251086986608650>** - 250 common crates **(5) 2500 <:easteregg:566251086986608650>** - 10 boosters of each type **(6) 5000 <:easteregg:566251086986608650>** - 10 rare crates **(7) 7500 <:easteregg:566251086986608650>** - birthday guild badge **(8) 7500 <:easteregg:566251086986608650>** - 1 magic crate **(9) 12500 <:easteregg:566251086986608650>** - 1 legendary crate Ye 'ave **{eggs}** <:easteregg:566251086986608650>.

source: Claim an easter reward
pr: Claim an easter bounty

source: `<reward_id>` - A whole number from 1 to 9 Claim a reward by its ID. A list of rewards along with their ID can be seen with `{prefix}easter rewards`.
pr: `<reward_id>` - A whole number from 1 to 9 Claim a bounty by its ID. A manifest o' bounties along with thar ID can be spied wit' `{prefix}easter rewards`.

source: You don't have enough eggs to claim this.
pr: Avast! Ye ain't got enough cackle fruits t' claim this, matey.

source: You claimed your reward. Check your inventory/boosters/crates/money/etc.! You can claim multiple rewards, keep hunting!
pr: Ye claimed your bounty. Check your inventory/boosters/crates/money/etc.! Ye can claim multiple bounties, keep hunting, matey!

source: Show your crates.
pr: Reveal yer manifest o' crates.
