Repository: Gelbpunkt/IdleRPG
Catalog: locales/pr/LC_MESSAGES/idlerpg.po
Languages: pr

source: Make your pet hunt an item for you. The items stat depends on your pet's level (determined by class evolution) as well as its joy score. The lowest base stat your pet can find is three times its level, the highest is 6 times its level. Your pet's joy score in percent is multiplied with these base stats. For example: - Your pet is on level 2, its joy score is 50. - The item's base stats are (3x2) to (6x2), so 6 to 12. - Its joy score in percent is multiplied: 50% x 6 to 50% x 12, so 3 to 6 In this example, your pet can hunt an item with stats 3 to 6. It has a hard cap at 30. The item's value will be between 0 and 250. Only rangers can use this command. (This command has a cooldown until 12am UTC.)
pr: Make yer pet hunt an item fer ye. The items stat depends on yer pet's level (determined by class evolution) as well as its joy score. The lowest base stat yer pet can find be three times its level, the highest be 6 times its level. Yer pet's joy score in percent be multiplied with these base stats. Fer example: - yer pet be on level 2, its joy score be 50. - the item's base stats be (3x2) to (6x2), so 6 to 12. - its joy score in percent be multiplied: 50% x 6 to 50% x 12, so 3 to 6 In this example, yer pet can hunt an item with stats 3 to 6. It has a hard cap at 30. The item's value be between 0 an' 250. Only rangers can command this. (This command has a cooldown until 12am UTC.)

source: Your pet is not happy enough to hunt an item. Try making it joyful!
pr: Yer pet be not happy enough t' hunt an item. Try makin' it joyful!

source: Your pet found an item!
pr: Yarrrrr! Yer pet looted an item!

source: Your pet needs to recover, wait a day to retry
pr: Avast ye! Yer pet needs t' recover, wait a day t' retry

source: The Enemy hit you for {dmg} damage
pr: Th' Enemy hurt ye fer {dmg} damage

source: You hit the enemy for {dmg} damage
pr: Ye hurt th' enemy fer {dmg} damage

source: You stepped on a trap and took {damage} damage!
pr: Ye stepped on a trap an' took {damage} damage!

source: You found a treasure with **${money}** inside!
pr: Yarrrrr! Ye found a booty with **${money}** doubloons inside!

source: You died.
pr: Ye got trapped in Davy Jones' locker.

source: You have reached the exit and were rewarded **${money}** for getting out!
pr: Ye 'ave reached the exit an' was rewarded **${money}** fer gettin' out! Yarrrrr!

source: You are on {hp} HP
pr: Ye be on {hp} HP

source: Shows adventures and your chances
pr: Reveals voyages 'n yer chances

source: Shows all adventures, their names, descriptions, and your chances to beat them in picture form. Your chances are determined by your equipped items, race and class bonuses, your level and your God-given luck.
pr: Reveals all voyages, thar names, descriptions, an' yer chances t' beat them in picture form. Yer chances be determined by yer equipped items, race an' class bonuses, yer level an' yer God-given luck.

source: Sends your character on an adventure.
pr: Set sail yer character on a voyage.

source: `<adventure_number>` - a whole number from 1 to 30 Send your character on an adventure with the difficulty `<adventure_number>`. The adventure will take `<adventure_number>` hours if no time booster is used, and half as long if a time booster is used. If you are in an alliance which owns a city with adventure buildings, your adventure time will be reduced by the adventure building level in %. Donators' time will also be reduced: - 5% reduction for Silver Donators - 10% reduction for Gold Donators - 25% reduction for Emerald Donators and above Be sure to check `{prefix}status` to check how much time is left, or to check if you survived or died.
pr: `<adventure_number>` - A whole number from 1 to 30 Send yer character on a voyage with the level o' danger `<adventure_number>`. The voyage will take `<adventure_number>` hours if no time booster be used, 'n half as long if a time booster be used. If ye be in an alliance which owns a port with adventure buildings, yer voyage time be reduced by the adventure building level in %. Donators' time will also be reduced: - 5% reduction fer Silver Donators - 10% reduction fer Gold Donators - 25% reduction fer Emerald Donators 'n above Be sure t' check `{prefix}status` t' spy out how much time be left, or t' check if ye survived or went to Davy Jones.

source: You must be on level **{level}** to do this adventure.
pr: Arrggh! Ye must be on level **{level}** t' do this voyage.

source: Successfully sent your character out on an adventure. Use `{prefix}status` to see the current status of the mission.
pr: Aye, aye Capt'n! Successfully sent yer character out on a voyage. Command `{prefix}status` t' spy out the current status o' th' mission.

source: Go out on an active adventure.
pr: Go out on an active voyage.

source: Checks your adventure status.
pr: Checks yer voyage status.

source: Checks the remaining time of your adventures, or if you survived or died. Your chance is checked here, not in `{prefix}adventure`. Your chances are determined by your equipped items, race and class bonuses, your level, God-given luck and active luck boosters. If you are in an alliance which owns a city with an adventure building, your chance will be increased by 1% per building level. If you survive on your adventure, you will receive gold up to the adventure number times 60, XP up to 500 times the adventure number and either a loot or gear item. The chance of loot is dependent on the adventure number and whether you use the Ritualist class, [check our wiki](https://wiki.idlerpg.xyz/index.php?title=Loot) for the exact chances. God given luck affects the amount of gold and the gear items' damage/defense and value. If you are in a guild, its guild bank will receive 10% of the amount of gold extra. If you are married, your partner will receive a portion of your gold extra as well, [check the wiki](https://wiki.idlerpg.xyz/index.php?title=Family#Adventure_Bonus) for the exact portion.
pr: Checks th' remainin' time o' yer voyages, or if ye survived or went to Davy Jones. Yer chance be checked here, nah in `{prefix}adventure`. Yer chances be determined by yer equipped items, race an' class bonuses, yer level, God-given luck an' active luck boosters. If ye aarrr in an alliance which owns a port with an adventure building, yer chance be increased by 1% per building level. If ye survive on yer voyage, ye will receive doubloons up to th' voyage number times 60, xp up to 500 times th' voyage number an' either a loot or gearrr item. The chance o' loot be dependent on th' voyage number an' whether ye use th' Ritualist class, [check our wiki](https://wiki.idlerpg.xyz/index.php?title=loot) fer th' exact chances. God given luck affects th' amount o' doubloons an' th' gearrr items' damage/defense an' value. If ye aarrr in a guild, its guild bank will receive 10% o' th' amount o' doubloons extra. If ye aarrr married, yer partner will receive a portion o' yer doubloons extra as well, [check the wiki](https://wiki.idlerpg.xyz/index.php?title=family#Adventure_Bonus) fer th' exact portion.

source: Adventure Status
pr: Voyage Status

source: You are currently on an adventure with difficulty **{difficulty}**. Time until it completes: **{time_left}** Adventure name: **{adventure}**
pr: Ye aarrr currently on a voyage with level o' danger **{difficulty}**. Time until it completes: **{time_left}** Adventure name: **{adventure}**

source: Adventure Failed
pr: Yer ship sanked! Voyage Failed

source: You died on your mission. Try again!
pr: Arrggh! Ye went t' Davy Jones, matey! Sail again!

source: Adventure Completed
pr: Ye did it! Yarrrrrrr

source: You have completed your adventure and received **${gold}** as well as a new item: **{item}** added to your `{prefix}{storage_type}` Type: **{type}** {stat}Value: **{value}** Experience gained: **{xp}**.
pr: Ye 'ave completed yer voyage 'n looted **${gold} doubloons** as well as a new item: **{item}** added t' yer `{prefix}{storage_type}` Type: **{type}** {stat}Value: **{value}** Knowledge captured: **{xp}** XP.

source: Loot item
pr: Pillage item

source: Damage: **{damage}**
pr: Hurtin': **{damage}**

source: Armor: **{armor}**
pr: Protectin': **{armor}**

source: Cancels your current adventure.
pr: Cancels yer current voyage an' abandon ship.

source: Cancels your ongoing adventure and allows you to start a new one right away. You will not receive any rewards if you cancel your adventure.
pr: Cancels yer ongoing voyage an' abandon ship allowing ye t' set sail a new one right away. Ye will not receive any bounties if ye cancel yer voyage.

source: Are you sure you want to cancel your current adventure?
pr: Sail ho! Aarrr ye sure ye want t' cancel yer current voyage an' abandon ship?

source: Did not cancel your adventure. The journey continues...
pr: Did nah cancel yer voyage. The sailing continues...

source: Canceled your mission. Use `{prefix}adventure [missionID]` to start a new one!
pr: Abandoned ship! Use `{prefix}adventure [missionid]` t' set sail fer a new voyage!

source: Show some adventure stats
pr: Reveal yer tale stats

source: Shows your overall adventure death and completed count, including your success rate.
pr: Reveals yer overall trips t' Davy Jones' locker and completed voyages count, including yer success rate.

source: Out of **{total}** adventures, you died **{deaths}** times and survived **{completed}** times, which is a success rate of **{rate}%**.
pr: Out o' **{total}** voyages, ye went t' Davy Jones **{deaths}** times and survived **{completed}** times, which be a success rate o' **{rate}%**.

source: Lists all your cooldowns
pr: Reveals manifest o' cooldowns

source: Lists all your cooldowns, including your adventure timer.
pr: Reveals manifest o' cooldowns, includin' yer voyage timer.

source: You don't have any active cooldown at the moment.
pr: Arrrrr! Ye ain't got any active cooldown at th' moment, matey.

source: Commands on cooldown:
pr: Arrrrr matey! Yer commands on cooldown:

source: {cmd} is on cooldown and will be available after {time}
pr: {cmd} be on cooldown an' be available after {time}

source: Adventure is running and will be done after {time}
pr: Sailin' on voyage an' be done after {time}

source: Show the clusters
pr: Reveal th' clusters

source: Lists all clusters and their current status.
pr: Reveals manifest o' all clusters 'n thar current status.

source: Launcher is dead, that is really bad.
pr: Launcher be trapped in Davy Jones' locker, that be mighty bilge-suckin'.

source: The dealer has a {pretty_dealer} for a total of {dealer} You have a {pretty_player} for a total of {player} {additional}
pr: The dealer has a {pretty_dealer} fer a total o' {dealer} Ye 'ave a {pretty_player} fer a total o' {player} {additional}

source: The dealer got a blackjack. You had insurance and lost nothing.
pr: Th' dealer got a blackjack. Ye 'ad insurance an' lost naught.

source: The dealer got a blackjack. You lost **${money}**.
pr: Th' dealer got a blackjack. Ye lost **${money}**.

source: You got a blackjack and won **${money}**!
pr: Ye got a blackjack and won **${money}**, ye scabrous, cheatin' clod!

source: Blackjack timed out... You lost your money!
pr: Arrggh! Blackjack timed out... Ye lost yer doubloons!

source: Split current hand and switched to the second side.
pr: Aye! Split current hand an' switched ta the second side.

source: Switched to the other side.
pr: Aye! Switched ta the other side.

source: Invalid. You're too poor and lose the match.
pr: Invalid. Ye aarrr too poor an' lose the match, ye scabrous, cheatin' clod.

source: You doubled your bid in exchange for only receiving one more card.
pr: Ye doubled yer bid in exchange fer only receivin' one moarr card.

source: You busted and lost **${money}**.
pr: Ye busted an' lost **${money}**.

source: Dealer busts and you won **${money}**!
pr: Dealer busts an' ye won **${money}**, ye scabrous, cheatin' clod!

source: You have a higher score than the dealer and have won **${money}**
pr: Ye 'ave a higher score than th' dealer an' 'ave won **${money}**

source: Dealer has a higher score than you and wins. You lost **${money}**.
pr: Dealer 'as a higher score than ye an' wins. Ye lost **${money}**, landlubber.

source: It's a tie, you got your **${money}** back.
pr: It be a tie, ye got yer **${money}** back, matey.

source: `[enemy]` - A user who has a profile; defaults to None `[money]` - The bet money. A whole number that can be 0 or greater; defaults to 0 Draws a random card from the 52 French playing cards. Playing Draw with someone for money is also available if the enemy is mentioned. The player with higher value of the drawn cards will win the bet money. This command has no effect on your balance if done with no enemy mentioned. (This command has a cooldown of 15 seconds.)
pr: `[enemy]` - A sailor who has a profile; defaults to None `[money]` - The bet doubloons. A whole number that can be 0 or greater; defaults to 0 Draws a random card from th' 52 French playin' cards. Playin' Draw with some sailor fer money be also available if th' enemy be mentioned. Th' sailor with higher value o' th' drawn cards will win th' bet doubloons. This command has no effect on yer balance if done with no enemy mentioned. (This command has a cooldown o' 15 seconds.)

source: Please choose someone else.
pr: Arrggh! Ye must choose someone else, matey.

source: You should choose a human to play with you.
pr: Arrggh! Ye should choose a human sailor t' play with ye.

source: {author} challenges {enemy} to a game of Draw for **${money}**. Do you accept?
pr: Shiver me timbers! {author} challenges {enemy} t' a game o' Draw fer **${money}**. Do ye accept?

source: They declined. They don't want to play a game of Draw with you {author}.
pr: They said nay. They ain't playin' a game o' Draw wit' ye {author}.

source: They didn't choose anything. It seems they're not interested to play a game of Draw with you {author}.
pr: Arrggh! They did nah choose anythin'. It seems they'rrr nah interested t' play a game o' Draw wit' ye {author}.

source: {enemy} You don't have enough money to play.
pr: Avast {enemy}! Ye ain't got enough doubloons t' play.

source: Cards ran out. This is a very rare issue that could mean image files for cards have become insufficient. Please report this issue to the bot developers.
pr: Arrggh! Cards ran out. This be a very rare issue that could mean image files fer cards 'ave become insufficient. Please report this foul sea ta the bot developers crew.

source: Nobody won. {author} and {enemy} tied.
pr: No sailor won. {author} an' {enemy} tied.

source: {winner} won the Draw vs {loser}! Congratulations!
pr: Yarrrrr! {winner} won th' Draw vs {loser}! Congratulations, matey!

source: {author}, while playing against {enemy}, you drew:
pr: {author}, while playin' against {enemy}, ye drew:

source: {enemy}, while playing against {author}, you drew:
pr: {enemy}, while playin' against {author}, ye drew:

source: Break the tie?
pr: Mateys be breaking th' tie?

source: {author}, {enemy} You tied. Do you want to break the tie by playing again for **${money}**?
pr: {author}, {enemy} Ye tied. Do ye want t' break th' tie by playin' again fer **${money}**?

source: One of you or both didn't react on time.
pr: One o' ye or both did nay react on time, ye scurvy dullards.

source: {user} declined to break the tie.
pr: {user} said nay t' break th' tie.

source: {author} You don't have enough money to play.
pr: {author} Ye ain't got enough doubloons t' play, ye bilge rat.

source: Play a game of French Roulette
pr: Play a game o' French Roulette

source: `<money>` - A whole number from 0 to 100 `<bid>` - What to bid on, see below for details Play a game of French Roulette. Possible simple bets: - noir (all black numbers) (1:1 payout) - rouge (all red numbers) (1:1 payout) - pair (all even numbers) (1:1 payout) - impair (all odd numbers) (1:1 payout) - manque (1-18) (1:1 payout) - passe (19-36) (1:1 payout) - premier (1-12) (2:1 payout) - milieu (13-24) (2:1 payout) - dernier (25-36) (2:1 payout) Complicated bets: - colonne (34/35/36) (all numbers in a row on the betting table, either 1, 4, ..., 34 or 2, 5, ..., 35 or 3, 6, ... 36) (2:1 payout) - transversale (vertical low)-(vertical high) This includes simple and pleine (a vertical row on the betting table, e.g. 19-21. can also be two rows, e.g. 4-9) (11:1 payout for pleine, 5:1 for simple) - les trois premiers (numbers 0, 1, 2) (11:1 payout) - carre (low)-(high) (a section of four numbers in a square on the betting table, e.g. 23-27) (8:1 payout) - les quatre premiers (numbers 0, 1, 2, 3) (8:1 payout) - cheval (number 1) (number 2) (a simple bet on two numbers) (17:1 payout) - plein (number) (a simple bet on one number) (35:1 payout) To visualize the rows and columns, use the command: roulette table This command is in an alpha-stage, which means bugs are likely to happen. Play at your own risk. (This command has a cooldown of 15 seconds.)
pr: `<money>` - a whole number from 0 to 100 `<bid>` - What to bid on, see below fer details Play a game o' French Rroulette. Possible simple bets: - noir (all black numbers) (1:1 payout) - rouge (all red numbers) (1:1 payout) - pair (all even numbers) (1:1 payout) - impair (all odd numbers) (1:1 payout) - manque (1-18) (1:1 payout) - passe (19-36) (1:1 payout) - premier (1-12) (2:1 payout) - milieu (13-24) (2:1 payout) - dernier (25-36) (2:1 payout) Complicated bets: - colonne (34/35/36) (all numbers in a row on th' bettin' table, either 1, 4,..., 34 or 2, 5,..., 35 or 3, 6,... 36) (2:1 payout) - transversale (vertical low)-(vertical high) This includes simple an' pleine (a vertical row on the bettin' table, e.g. 19-21. can also be two rows, e.g. 4-9) (11:1 payout fer pleine, 5:1 fer simple) - les trois premiers (numbers 0, 1, 2) (11:1 payout) - carre (low)-(high) (a section o' four numbers in a square on th' bettin' table, e.g. 23-27) (8:1 payout) - les quatre premiers (numbers 0, 1, 2, 3) (8:1 payout) - cheval (number 1) (number 2) (a simple bet on two numbers) (17:1 payout) - plein (number) (a simple bet on one number) (35:1 payout) To visualize th' rows an' columns, use th' command: roulette table This command be in exploratory ship, which means it could sink at any time. Play at yer own risk. (This command has a cooldown o' 15 seconds.)

source: Your bid input was invalid. Try the help on this command to view examples.
pr: Arrggh! Yer bid input been invalid. Try th' help on this command t' view examples.

source: Show the roulette table
pr: Reveal th' roulette table

source: Sends a picture of a French Roulette table.
pr: Ships a picture o' a French Roulette table.

source: `[side]` - The coin side to bet on, can be heads or tails; defaults to heads `[amount]` - A whole number from 1 to 100,000; defaults to 0 Bet money on a coinflip. If the coin lands on the side you bet on, you will receive the amount in cash. If it's the other side, you lose that amount. (This command has a cooldown of 5 seconds.)
pr: `[side]` - The coin side t' bet on, can be heads or tails; defaults to heads `[amount]` - A whole number from 1 to 100,000; defaults to 0 Bet doubloons on a coinflip. If th' coin lands on th' side ye bet on, ye will receive the amount in doubloons. If it be th' other side, ye lose that doubloons. (This command has a cooldown o' 5 seconds.)

source: {result[1]} It's **{result[0]}**! You won **${amount}**!
pr: {result[1]} It be **{result[0]}**! Ye won **${amount}**! Yarrrrr!

source: {result[1]} It's **{result[0]}**! You lost **${amount}**!
pr: {result[1]} It be **{result[0]}**! Ye lost **${amount}**! Arrggh!

source: Bet on a specific outcome of an n-sided dice.
pr: Bet on a specific outcome o' an n-sided dice.

source: `[maximum]` - The amount of sides the dice will have, must be greater than 1; defaults to 6 `[tip]` - The number to bet on, must be greater than 0 and lower than, or equal to `[maximum]`; defaults to 6 `[money]` - The amount of money to bet, must be between 0 and 100,000; defaults to 0 Bet on the outcome of an n-sided dice. You will win [maximum - 1] * [money] money if you are right and lose [money] if you are wrong. For example: `{prefix}bet 10 4 100` - Rolls a 10 sided dice - If the dice lands on 4, you will receive $900 - If the dice lands on any other number, you will lose $100 (This command has a cooldown of 5 seconds.)
pr: `[maximum]` - The amount o' sides th' dice will 'ave, must be greater than 1; defaults t' 6 `[tip]` - The number t' bet on, must be greater than 0 an' lower than, or equal t' `[maximum]`; defaults t' 6 `[money]` - The amount o' doubloons t' bet, must be between 0 an' 100,000; defaults t' 0 Bet on th' outcome o' an n-sided dice. Ye will win [maximum - 1] * [money] doubloons if ye aarrr right an' lose [money] if ye be wrong. Fer example: `{prefix}bet 10 4 100` - Rolls a 10 sided dice - If th' dice lands on 4, ye will receive $900 - If th' dice lands on any other number, ye will lose $100 (This command has a cooldown o' 5 seconds.)

source: Invalid Tip. Must be in the Range of `1` to `{maximum}`.
pr: Avast! Invalid Tip. Must be in th' Range o' `1` t' `{maximum}`.

source: Spend it in a better way. C'mon!
pr: Spend it in a better way, matey. C'mon!

source: You won **${money}**! The random number was `{num}`, you tipped `{tip}`.
pr: Yarrrrr! Ye won **${money}**! Th' random number been `{num}`, ye tipped `{tip}`.

source: You lost **${money}**! The random number was `{num}`, you tipped `{tip}`.
pr: Arrggh! Ye lost **${money}**! The random number been `{num}`, ye tipped `{tip}`.

source: Play blackjack against the bot.
pr: Play blackjack against th' bot.

source: `[amount]` - The amount of money you bet, must be between 0 and 1000; defaults to 0 Play a round of blackjack against the bot, controlled by reactions. The objective is to have a card value as close to 21 as possible, without exceeding it (known as bust). Having a card value of exactly 21 is known as a blackjack. \U00002934 Hit: Pick up another card \U00002935 Stand: stay at your current card value \U00002194 Split (if dealt two cards with the same value): Split your two cards into separate hands \U0001F501 Switch (if split): Change the focussed hand \U000023EC Double down: double the amount you bet in exchange for only one more card If a player wins, they will get the amount in cash. If they lose, they will lose that amount. If they win with a natural blackjack (first two dealt card get to a value of 21), the player wins 1.5 times the amount. (This command has a cooldown of 5 seconds.)
pr: `[amount]` - The amount o' doubloons ye bet, must be between 0 an' 1000; defaults t' 0 Play a round o' blackjack against th' bot, controlled by reactions. Th' objective be t' 'ave a card value as close t' 21 as possible, without exceedin' it (known as bust). 'avin' a card value o' exactly 21 be known as a blackjack. \U00002934 Hit: pick up another card \U00002935 Stand: stay at yer current card value \U00002194 Split (if dealt two cards with the same value): Split yer two cards into separate hands \U0001F501 Switch (if split): Change the focused hand \U000023EC Double down: double the doubloons ye bet in exchange fer only one moarr card If a sailor wins, they'll get th' amount in doubloons. If they lose, they'll lose that doubloons. If they win with a natural blackjack (first two dealt card get t' a value o' 21), th' sailor wins 1.5 times th' doubloons. (This command has a cooldown o' 5 seconds.)
