Repository: Gelbpunkt/IdleRPG
Catalog: locales/pr/LC_MESSAGES/idlerpg.po
Languages: pr

source: `<other>` - A server member Clears the cached donator rank for a user globally, allowing them to use the new commands after donating. Only Game Masters can use this command.
pr: `<other>` - An island landlubber Swabs the cached donator rank for a landlubber globally, allowing them to use the new commands after donating. Only Game Masters can command this.

source: Bot-unban a user
pr: Bot-unban a sailor

source: Create money
pr: Create doubloons

source: `<money>` - the amount of money to generate for the user `<other>` - A discord User with a character `[reason]` - The reason this action was done, defaults to the command message link Gives a user money without subtracting it from the command author's balance. Only Game Masters can use this command.
pr: `<money>` - the amount o' doubloons to generate fer the sailor `<other>` - A Sailor with a character `[reason]` - The reason this action been done, defaults ta tha command message link Ships a sailor doubloons without subtractin' it from th' commander's balance. Only Game Masters can command this.

source: Successfully gave **${money}** without a loss for you to **{other}**.
pr: Yarrrrr! Ye successfully shipped **${money}** without a loss fer ye t' **{other}**.

source: Remove money
pr: Remove doubloons

source: `<money>` - the amount of money to remove from the user `<other>` - a discord User with character `[reason]` - The reason this action was done, defaults to the command message link Removes money from a user without adding it to the command author's balance. Only Game Masters can use this command.
pr: `<money>` - the amount of doubloons to remove from the sailor `<other>` - A Sailor with a character `[reason]` - The reason this action been done, defaults ta tha command message link Removes doubloons from a sailor without adding it to the commander's balance. Only Game Masters can command this.

source: Successfully removed **${money}** from **{other}**.
pr: Yarrrrr! Ye successfully removed **${money}** from **{other}**.

source: Delete a character
pr: Destroy a character

source: `<other>` - a discord User with character `[reason]` - The reason this action was done, defaults to the command message link Delete a user's profile. The user cannot be a Game Master. Only Game Masters can use this command.
pr: `<other>` - a discord User with pirate `[reason]` - The reason this action was done, defaults to the command message link Delete a user's profile. The user cannot be a Game Master. Only Game Masters can use this command.

source: Successfully deleted the character.
pr: Yarrrrr! Successfully destroyed the character.

source: Rename a character
pr: Rename a pirate

source: `<target>` - a discord User with character `[reason]` - The reason this action was done, defaults to the command message link Rename a user's profile. The user cannot be a Game Master. Only Game Masters can use this command.
pr: `<target>` - a discord User with pirate `[reason]` - The reason this action was done, defaults to the command message link Rename a user's profile. The user cannot be a Game Master. Only Game Masters can use this command.

source: `<stat>` - the generated item's stat, must be between 0 and 100 `<owner>` - a discord User with character `<item_type>` - the generated item's type, must be either Sword, Shield, Axe, Wand, Dagger, Knife, Spear, Bow, Hammer, Scythe or Howlet `<value>` - the generated item's value, a whole number from 0 to 100,000,000 `<name>` - the generated item's name, should be in double quotes if the name has multiple words `[reason]` - The reason this action was done, defaults to the command message link Generate a custom item for a user. Only Game Masters can use this command.
pr: `<stat>` - the generated item's stat, must be between 0 an' 100 `<owner>` - a discord Sailor with character `<item_type>` - the generated item's type, must be either Sword, Shield, Axe, Wand, Dagger, Knife, Spear, Bow, Hammer, Scythe or Howlet `<value>` - the generated item's value, a whole number from 0 to 100,000,000 `<name>` - the generated item's name, should be in double quotes if the name has multiple words `[reason]` - the reason this here action been done, defaults t' the command message link Generate a custom item fer a sailor. Only game masters can command this.

source: Done.
pr: Plundered.

source: `<rarity>` - the crates' rarity, can be common, uncommon, rare, magic or legendary `<amount>` - the amount of crates to generate for the given user, can be negative `<target>` - A discord User with character `[reason]` - The reason this action was done, defaults to the command message link Generate a set amount of crates of one rarity for a user. Only Game Masters can use this command.
pr: `<rarity>` - the crates' rarity, can be common, uncommon, rare, magic or legendary `<amount>` - the amount o' crates to generate fer the given sailor, can be negative `<target>` - a discord Sailor with character `[reason]` - the reason this here action been done, defaults t' th' command message link Generate a set amount o' crates o' one rarity fer a user. Only game masters can command this.

source: Successfully gave **{amount}** {rarity} crates to **{target}**.
pr: Yarrrrr! Ye successfully shipped **{amount}** {rarity} crates t' **{target}**.

source: `<target>` - A discord User with character `<amount>` - The amount of XP to generate, can be negative `[reason]` - The reason this action was done, defaults to the command message link Generates a set amount of XP for a user. Only Game Masters can use this command.
pr: `<target>` - A discord Sailor with character `<amount>` - The amount o' XP t' generate, can be negative `[reason]` - The reason this here action been done, defaults t' th' command message link Generates a set amount o' XP fer a user. Only game masters can command this.

source: Successfully gave **{amount}** XP to **{target}**.
pr: Yarrrrr! Ye successfully shipped **{amount}** XP t' **{target}**.

source: Wipe someone's donation perks.
pr: Swab some sailor's donation perks.

source: `<target>` - A discord User with character `[reason]` - The reason this action was done, defaults to the command message link Wipe a user's donation perks. This will: - set their background to the default - set both their classes to No Class - reverts all items to their original type and name - sets their guild's member limit to 50 Only Game Masters can use this command.
pr: `<target>` - A Sailor with character `[reason]` - The reason this action been done, defaults ta tha command message link Swab a sailor's donation perks. This here will: - set thar background to the default - set both thar classes to No Class - reverts all items to thar original type an' name - sets thar crew's member limit to 50 Only Game Masters can command this.

source: Successfully reset {target}'s background, class, item names and guild member limit.
pr: Yarrrrr! Ye successfully reset {target}'s background, class, item names and crew member limit.

source: No auction running.
pr: No auction runnin'.

source: Bid too low.
pr: Arrggh! Bid too low, matey.

source: Bid submitted.
pr: Yarrrrr! Bid submitted, matey.

source: The cooldown has been updated!
pr: Th' cooldown been updated! Yarrrrr!

source: Sacrifice loot for favor
pr: Sacrifice loot fer favor

source: `[loot_ids...]` - The loot IDs to sacrifice, can be one or multiple IDs separated by space; defaults to all loot Sacrifice loot to your God to gain favor points. If no loot IDs are given with this command, all loot you own will be sacrificed. You can see your current loot with `{prefix}loot`. Only players, who follow a God can use this command.
pr: `[loot_ids...]` - The loot IDs t' sacrifice, can be one or multiple IDs separated by space; defaults to all loot Sacrifice loot to yer god t' gain favor points. If no loot IDs aarrr given with this command, all loot ye own be sacrificed. Ye can see yer current loot wit' `{prefix}loot`. Only pirates, who follow a god can command this.

source: This will sacrifice all of your loot and give {value} favor. Continue?
pr: Sail ho! This will sacrifice all o' yer loot an' give {value} favor. Continue?

source: You prayed to {god}, and they accepted your {count} sacrificed loot item(s). Your standing with the god has increased by **{points}** points.
pr: Ye prayed to {god}, an' they accepted yer {count} sacrificed loot item(s). Yer standin' with th' god has increased by **{points}** points.

source: Choose or change your God
pr: Choose or change yer god

source: Choose a God or change your current God for a reset point. Every player gets 2 reset points when they start playing, you cannot get any more. Following a God allows your `{prefix}luck` to fluctuate, check `{prefix}help luck` to see the exact effects this will have on your gameplay. If you don't have any reset points left, or became Godless, you cannot follow another God. (This command has a cooldown of 3 minutes.)
pr: Choose a god or change yer current god fer a reset point. Every pirate gets 2 reset points when they start sailin', ye cannot get any more. Followin' a god allows yer `{prefix}luck` to fluctuate, check `{prefix}help luck` t' see the exact effects this will 'ave on yer gameplay. If ye ain't got any reset points left, or became godless, ye cannot follow another god. (This command has a cooldown o' 3 minutes.)

source: You have no more reset points.
pr: Avast! Ye ain't got no more reset points.

source: You already chose a god. This change now will cost you a reset point. Are you sure?
pr: Sail ho! Ye already chose a god. This change now will cost ye a reset point. Aarrr ye sure?

source: ⚠ **Warning**: When you have a God, your luck will change (**including decreasing it!**) This impacts your adventure success chances amongst other things. Are you sure you want to follow {god}?
pr: ⚠ **Sail, ho!**: When ye 'ave a god, yer luck will change (**includin' decreasin' it!**) This impacts yer voyage success chances amongst other things. Aarrr ye sure ye want t' follow {god}?

source: You became Godless while using this command. Following a God is not allowed after that.
pr: Avast! Ye became Godless while usin' this command. Followin' a God ain't allowed after that.

source: You are now a follower of {god}.
pr: Aye, aye Capt'n! Ye aarrr now a follower o' {god}.

source: Unfollow your God and become Godless
pr: Unfollow yer God an' become Godless

source: Unfollow your current God and become Godless. **This is permanent!** Looking to change your God instead? Simply use `{prefix}follow` again. Once you become Godless, all your reset points and your God are removed. Becoming Godless does not mean that your luck returns to 1.00 immediately, it changes along with everyone else's luck on Monday.
pr: Unfollow yer current god an' become godless. **This be permanent!** Lookin' to change yer god instead? Simply use `{prefix}follow` again. Once ye became godless, all yer reset points an' yer god be removed. Becomin' godless does nah mean that yer luck returns to 1.00 immediately, it changes along with everyone else's luck on Monday.

source: You already became Godless before.
pr: Avast! Ye already became godless before.

source: ⚠ **Warning**: After unfollowing your God, **you cannot follow any God anymore** and will remain Godless. If your luck is below average and you decided to unfollow, know that **your luck will not return to 1.0 immediately**. Are you sure you want to become Godless?
pr: ⚠ **Sail ho!**: After unfollowin' yer god, **ye cannot follow any god anymore** an' will remain Godless. If yer luck be below average an' ye decided t' unfollow, know that **yer luck will nah return to 1.0 immediately**. Aarrr ye sure ye want t' become Godless?

source: {god} smiles proudly down upon you.
pr: {god} smiles proudly down upon ye.

source: You are now Godless.
pr: Aye, aye! Ye aarrr now Godless.

source: Pray to your God to gain favor
pr: Pray to yer god to gain favor

source: Pray to your God in order to gain a random amont of favor points, ranging from 0 to 1000. There is a 33% chance you will gain 0 favor, a 33% chance to gain anywhere from 0 to 500 favor and a 33% chance to gain anywhere from 500 to 1000 favor. (This command has a cooldown until 12am UTC.)
pr: Pray to yer god in order to gain a random amount o' favor points, rangin' from 0 to 1000. Thar be a 33% chance ye will gain 0 favor, a 33% chance to gain anywhere from 0 to 500 favor an' a 33% chance to gain anywhere from 500 to 1000 favor. (This command has a cooldown until 12am UTC.)

source: They obviously didn't like your prayer!
pr: Arrggh! They obviously did nah like yer prayer!

source: Noone heard you!
pr: Arrggh! Noone 'eard ye!

source: Your voice has made them screw off.
pr: Argghh! Yer voice screwed them off.

source: Even a donkey would've been a better follower than you.
pr: Arrggh! Even a donkey would've been a better follower than ye.

source: „Rather lousy, but okay“, they said.
pr: Arrrrr! "Rather lousy, but okay", they said.

source: You were a little sleepy.
pr: Yawn. Ye was a little sleepy.

source: They were a little amused about your singing.
pr: Arrrrr! They were a little amused 'bout yer singin'.

source: Hearing the same prayer over and over again made them tired.
pr: Arrrrr! Hearin' th' same prayer o'er an' o'er again made them tired.

source: Your Gregorian chants were amazingly well sung.
pr: Yarrrrr! Yer gregorian chants was amazingly well sung.

source: Even the birds joined in your singing.
pr: Yarrrrr! Even the birds joined in yer singin'.

source: The other gods applauded while your god noted down the best mark.
pr: Yarrrrr! Th' other gods applauded while yer god noted down the best mark.

source: Rarely have you had a better day!
pr: Yarrrrr! Rarely 'ave ye 'ad a better day!

source: Your prayer resulted in **{val}** favor. {message}
pr: Yer prayer resulted in **{val}** favor. {message}

source: Shows your God and favor
pr: Reveals yer god an' favor

source: Shows your current God and how much favor you have with them at the time. If you have enough favor to place in the top 25 of that God's followers, you will gain extra luck when the new luck is decided, this usually happens on Monday. - The top 25 to 21 will gain +0.1 luck - The top 20 to 16 will gain +0.2 luck - The top 15 to 11 will gain +0.3 luck - The top 10 to 6 will gain +0.4 luck - The top 5 to 1 will gain +0.5 luck These extra luck values are based off the decided luck value. For example, if your God's luck value is decided to be 1.2 and you are the 13th best follower, you will have 1.5 luck for that week. All favor is reset to 0 when the new luck is decided to make it fair for everyone.
pr: Reveals yer current god an' th' amount o' favor ye 'ave with them at th' time. If ye 'ave enough favor to place in the top 25 o' that god's followers, ye will gain extra luck when the new luck be decided, this usually happens on Monday. - Th' top 25 to 21 will gain +0.1 luck - Th' top 20 to 16 will gain +0.2 luck - Th' top 15 to 11 will gain +0.3 luck - Th' top 10 to 6 will gain +0.4 luck - Th' top 5 to 1 will gain +0.5 luck These extra luck values be based off the decided luck value. Fer example, if yer god's luck value be decided to be 1.2 an' ye be the 13th best follower, ye will 'ave 1.5 luck fer that week. All favor be reset t' 0 when the new luck be decided to make it fair fer everyone.

source: Your god is **{god}** and you have **{favor}** favor with them.
pr: Yer god be **{god}** an' ye 'ave **{favor}** favor with 'em.

source: Show the top followers of your God
pr: Reveal th' top followers o' yer god

source: `<limit>` - A whole number from 0 to 25. If you are a God, the upper bound is lifted. Display your God's (or your own, if you are a God) top followers, up to `<limit>`. The format for this is as follows: - Placement - User ID - Amount of favor - current luck The result is attached as a text file.
pr: `<limit>` - A whole number from 0 to 25. If ye be a god, the upper bound be lifted. Display yer god's (or yer own, if ye be a god) top followers, up to `<limit>`. The format fer this here be as follows: - Placement - User ID - Amount o' favor - Current luck The result be attached as a text file.

source: You are not following any god currently, therefore the list cannot be generated.
pr: Avast! Ye ain't followin' any god currently, therefore th' manifest cannot be generated.

source: Normal followers may only view the top 25.
pr: Avast! Normal followers may only view the top 25.

source: > {user} gives: {money}{crates}{items}
pr: > {user} ships: {money}{crates}{items}

source: Trade timed out.
pr: Avast ye! Trade timed out.

source: Trade cancelled. Things were traded away in the meantime.
pr: Avast ye! Trade cancelled. Things was traded away in the meantime.

source: Some item was modified in the meanwhile.
pr: Avast ye! Some items been modified while ye been trading.

source: Trade successful.
pr: Yarrrrr! Trade successful.

source: Opens a trading session with a user.
pr: Opens a tradin' session wit' a sailor.

source: Opens a trading session for you and another player. Using `{prefix}trade <user>`, then the user accepting the checkbox will start the trading session. While the trading session is open, you and the other player can add or remove items, money and crates as you choose. Here are some examples to familiarize you with the concept: - {prefix}trade add crates 10 common - {prefix}trade set money 1000 - {prefix}trade remove item 13377331 (this only works if you added this item before) - {prefix}trade add items 1234 2345 3456 To accept the trade, both players need to react with the ✅ emoji. Accepting the trade will transfer all items in the trade session to the other player. You cannot trade with yourself, or have more than one trade session open at once. Giving away any items, crates or money during the trade will render it invalid and it will not complete.
pr: Opens a tradin' session fer ye an' another pirate. Commandin' `{prefix}trade <user>`, then the other sailor acceptin' the checkbox will start the tradin' session. While the tradin' session be open, ye an' the other pirate can add or remove items, doubloons an' crates as ye choose. Here aarrr some examples to familiarize ye with th' concept: - {prefix}trade add crates 10 common - {prefix}trade set money 1000 - {prefix}trade remove item 13377331 (this only works if ye added this here item before) - {prefix}trade add items 1234 2345 3456 To accept th' trade, both pirates need to react with the ✅ emoji. Acceptin' th' trade will transfer all items in th' trade session t' th' other pirate. Ye cannot trade with yerself, or 'ave more than one trade session open at once. Givin' away any items, crates or doubloons durin' the trade will render it invalid an' it will not complete.

source: You cannot trade with yourself.
pr: Avast! Ye cannot trade wit' yerself.

source: {user} has requested a trade, {user2}.
pr: Ahoy matey! {user} has requested a trade, {user2}.

source: Someone is already in a trade.
pr: Someone be already in a trade.

source: Adds something to a trade.
pr: Adds somethin' t' a trade.

source: Adds something to trade session. You can specifiy what item you want to add to the trade by using one of the subcommands below. You need to have an open trading session to use this command.
pr: Adds somethin' to trade session. Ye can specify what item ye want to add to the trade by usin' one o' the subcommands below. Ye need to 'ave an open tradin' session to command this.

source: Please select something to add. Example: `{prefix}trade add money 1337`
pr: Please select somethin' to add. Example: `{prefix}trade add money 1337`

source: Adds money to a trade.
pr: Adds doubloons t' a trade.

source: `<amount>` - The amount of money to add, must be greater than 0 Adds money to the trading session. You cannot add more money than you have. To remove money, consider `{prefix}trade remove money`. You need to have an open trading session to use this command.
pr: `<amount>` - The amount o' doubloons to add, must be greater than 0 Adds doubloons to the tradin' session. Ye cannot add more doubloons than ye 'ave. To remove doubloons, consider `{prefix}trade remove money`. Ye need to 'ave an open tradin' session to command this.

source: Adds crates to a trade.
pr: Adds crates t' a trade.

source: `<amount>` - The amount of crates to add, must be greater than 0 `<rarity>` - The crate rarity to add, can be common, uncommon, rare, magic or legendary Adds crate to the trading session. You cannot add more crates than you have. To remove crates, consider `{prefix}trade remove crates`. You need to have an open trading session to use this command.
pr: `<amount>` - The amount o' crates to add, must be greater than 0 `<rarity>` - The crate rarity to add, can be common, uncommon, rare, magic or legendary Adds crate to the tradin' session. Ye cannot add more crates than ye 'ave. To remove crates, consider `{prefix}trade remove crates`. Ye need to 'ave an open tradin' session to command this.

source: You do not have enough crates.
pr: Sail ho! Ye ain't got enough crates.

source: Adds items to a trade.
pr: Adds items t' a trade.

source: `<itemid>` - The ID of the item to add Add an item to the trading session. The item needs to be in your inevntory. To remove an item, consider `{prefix}trade remove item`. You need to have an open trading session to use this command.
pr: `<itemid>` - The ID o' the item to add Add an item to the tradin' session. The item needs to be in yer inventory. To remove an item, consider `{prefix}trade remove item`. Ye need to 'ave an open tradin' session to command this.

source: You already added this item!
pr: Sail ho! Ye already added this item!

source: You may not sell modified items.
pr: Sail ho! Ye may not sell modified items.

source: Adds multiple items to a trade.
pr: Adds multiple items t' a trade.

source: `<itemids...>` - The IDs of the item to add, separated by space Adds multiple items to the trading session. The items cannot already be in the trading session. Items that are not in your inventory will be automatically filtered out. To remove an item, consider `{prefix}trade remove item`. You need to have an open trading session to use this command.
pr: `<itemids...>` - The IDs o' the item to add, separated by space Adds multiple items to the tradin' session. The items cannot already be in the tradin' session. Items that ain't in yer inventory be automatically filtered out. To remove an item, consider `{prefix}trade remove item`. Ye need to 'ave an open tradin' session to command this.

source: You already added one or more of these items!
pr: Sail ho! Ye already added one or more o' these items!

source: Sets a value to a trade instead of adding onto it.
pr: Sets a value to a trade instead o' addin' onto it.

source: Sets a sepcific value in the trade session. You can specifiy what item you want to set in the trade by using one of the subcommands below. You need to have an open trading session to use this command.
pr: Sets a sepcific value in the trade session. Ye can specify what item ye want to set in the trade by usin' one o' the subcommands below. Ye need to 'ave an open tradin' session to command this.

source: Please select something to set. Example: `{prefix}trade set money 1337`
pr: Please select somethin' to set. Example: `{prefix}trade set money 1337`

source: Sets money in a trade.
pr: Sets doubloons in a trade.
