Repository: Gelbpunkt/IdleRPG
Catalog: locales/pr/LC_MESSAGES/idlerpg.po
Languages: pr

source: `<amount>` - The amount of money to set, must be greater than -1 Sets an amount of money in the trading session. You cannot set more money than you have. To add or remove money, consider `{prefix}trade add/remove money`. You need to have an open trading session to use this command.
pr: `<amount>` - The amount o' doubloons to set, must be greater than -1 Sets an amount o' doubloons in the tradin' session. Ye cannot set more doubloons than ye 'ave. To add or remove doubloons, consider `{prefix}trade add/remove money`. Ye need to 'ave an open tradin' session to command this.

source: `<amount>` - The amount of crates to set, must be greater than -1 `<rarity>` - The crate rarity to set, can be common, uncommon, rare, magic or legendary Sets an amount of crates in the trading session. You cannot set more crates than you have. To add or remove crates, consider `{prefix}trade add/remove crates`. You need to have an open trading session to use this command.
pr: `<amount>` - The amount o' crates to set, must be greater than -1 `<rarity>` - The crate rarity to set, can be common, uncommon, rare, magic or legendary Sets an amount o' crates in the tradin' session. Ye cannot set moarr crates than ye 'ave. To add or remove crates, consider `{prefix}trade add/remove crates`. Ye need to 'ave an open tradin' session to command this.

source: Removes something from a trade.
pr: Removes somethin' from a trade.

source: Removes something from a trade session. You can remove something of your choice by using one of the subcommands below. You need to have an open trading session to use this command.
pr: Removes somethin' from a trade session. Ye can remove somethin' o' yer choice by usin' one o' the subcommands below. Ye need to 'ave an open tradin' session to command this.

source: Please select something to remove. Example: `{prefix}trade remove money 1337`
pr: Please select somethin' to remove. Example: `{prefix}trade remove money 1337`

source: Removes money from a trade.
pr: Removes doubloons from a trade.

source: `<amount>` - The amount of money to remove, must be greater than 0 Removes money from the trading session. You cannot remove more money than you added. To add money, consider `{prefix}trade add money`. You need to have an open trading session to use this command.
pr: `<amount>` - The amount o' doubloons to remove, must be greater than 0 Removes doubloons from the tradin' session. Ye cannot remove moarr doubloons than ye added. To add doubloons, consider `{prefix}trade add money`. Ye need to 'ave an open tradin' session to command this.

source: Resulting amount is negative.
pr: Sail ho! Resultin' doubloons be negative.

source: `<amount>` - The amount of crates to remove, must be greater than 0 `<rarity>` - The crate rarity to remove, can be common, uncommon, rare, magic or legendary Removes crates from the trading session. You cannot remove more crates than you added. To add crates, consider `{prefix}trade add crates`. You need to have an open trading session to use this command.
pr: `<amount>` - The amount o' crates to remove, must be greater than 0 `<rarity>` - The crate rarity to remove, can be common, uncommon, rare, magic or legendary Removes crates from the tradin' session. Ye cannot remove more crates than ye added. To add crates, consider `{prefix}trade add crates`. Ye need to 'ave an open tradin' session to command this.

source: The resulting amount would be negative.
pr: Sail ho! The resultin' amount would be negative.

source: `<itemid>` - The ID of the item to remove Remove an item from the trading session. The item needs to be in the trade to remove it. To add an item, consider `{prefix}trade add item`. You need to have an open trading session to use this command.
pr: `<itemid>` - The ID o' the item to remove Remove an item from the tradin' session. The item needs t' be in the trade t' remove it. To add an item, consider `{prefix}trade add item`. Ye need to 'ave an open tradin' session to command this.

source: This item is not in the trade.
pr: Sail ho! This here item be nah in the trade.

source: Removes multiple items to a trade.
pr: Removes multiple items from a trade.

source: `<itemids...>` - The IDs of the item to remove, separated by space Remove multiple items from the trading session. The items must be in the trading session already. Items that are not in the trade will be automatically filtered out. To remove an item, consider `{prefix}trade remove item`. You need to have an open trading session to use this command.
pr: `<itemids...>` - The IDs o' the item to remove, separated by space Remove multiple items from the tradin' session. The items must be in the tradin' session already. Items that ain't in the trade be automatically filtered out. To remove an item, consider `{prefix}trade remove item`. Ye need to 'ave an open tradin' session to command this.

source: Pick or change your race
pr: Pick or change yer race

source: Pick or change your race. This can be chosen as long as you have reset points left. Each race has a different DMG/DEF distribution: - Orc: +4 defense, +0 damage - Dwarf: +3 defense, +1 damage - Human: +2 defense, +2 damage - Elf: +1 defense, +3 damage - Jikill: +0 defense, +4 damage By default, you are a human. After picking the race, you will be asked a personal question, the answer may affect something.
pr: Pick or change yer race. This here can be chosen as long as ye 'ave reset points left. Each race has a different dmg/def distribution: - Orc: +4 defense, +0 damage - Dwarf: +3 defense, +1 damage - Human: +2 defense, +2 damage - Elf: +1 defense, +3 damage - Jikill: +0 defense, +4 damage By default, ye aarrr a human. After pickin' the race, ye be asked a personal question, the answer may affect somethin'.

source: You already chose a race. This change now will cost you a reset point. Are you sure?
pr: Sail ho! Ye already chose a race. This here change now will cost ye a reset point. Aarrr ye sure?

source: Humans are a team. They work and fight hand in hand and never give up, even when some of their friends already died. Their rage and hate against enemies makes them attack efficient and concentrated. Their attack and defense skills are pretty equal.
pr: Humans aarrr a team. They work an' fight hand in hand an' ne'er give up, even when some o' thar mates already died. Their rage an' hate against enemies make them attack efficient an' concentrated. Thar attack an' defense skills aarrr pretty equal.

source: Dwarves are the masters of their forge. Although they're very small, they can deal a lot of damage with their self-crafted equipment. Because of their reflexes, they have more defense than attack. Want an ale?
pr: Dwarves aarrr the masters o' their forge. Although they be very small, they can deal a lot o' damage with their self-crafted equipment. Because o' their reflexes, they 'ave more defense than attack. Want an ale?

source: Elves are the masteres of camouflage. They melt with their enviroment to attack enemies without their knowing. Their bound to nature made them good friends of the wild spirits which they can call for help and protection. They have more attack than defense.
pr: Elves aarrr the masters o' camouflage. They melt with their environment to attack enemies without thar knowin'. Thar bound to nature made them jolly mates o' the wild spirits which they can call fer help an' protection. They 'ave more attack than defense.

source: Orcs are a friendly race based on their rituals of calling their ancestors to bless the rain and the deeds of their tribe. More ugly than nice, they mostly avoid being attacked by enemies. If they can't avoid a fight, then they have mostly no real damage, only a bit, but a huge armour. Who cares about the damage as long as you don't die?
pr: Orcs aarrr a friendly race based on thar rituals o' callin' thar ancestors to bless the rain an' the deeds o' thar tribe. More ugly than nice, they mostly avoid bein' attacked by enemies. If they can't avoid a fight, then they 'ave mostly no real damage, only a bit, but a huge armour. Who cares about the damage as long as ye don't die?

source: Jikills are dwarflike creatures with one eye in the middle of their face, which lets them have a big and huge forehead, big enough for their brain which can kill enemies. These sensitive creatures are easily knocked out.
pr: Jikills aarrr dwarflike creatures with one eye in the middle o' thar face, which lets them have a big an' huge forehead, big enough fer thar brain which can kill enemies. These sensitive creatures be easily knocked out.

source: One of my biggest regrets is...
pr: One o' me biggest regrets be...

source: ...that I never confessed my true love, and now she is dead.
pr: ...that I ne'er confessed me true love, an' now she be dead.

source: ...that I have never been to the funeral of my parents.
pr: ...that I 'ave ne'er been to the funeral o' me parents.

source: ...that I betrayed my best friend.
pr: ...that I betrayed me best mate.

source: One of my proudest creations is...
pr: One o' me proudest creations be...

source: My favourite spirit of the wild is...
pr: Me favourite spirit o' the wild be...

source: ...Beringor, the bear spirit.
pr: ...Beringor, th' bearrr spirit.

source: ...Neysa, the tiger spirit.
pr: ...Neysa, th' tiger spirit.

source: ...Avril, the wolf spirit.
pr: ...Avril, th' wolf spirit.

source: ...Sambuca, the eagle spirit.
pr: ...Sambuca, th' eagle spirit.

source: The ancestor that gives me my strength is...
pr: Th' ancestor that gives me me strength be...

source: ...my sister.
pr: ...me sister.

source: ...my father.
pr: ...me father.

source: ...my grandmother.
pr: ...me grandmother.

source: ...my uncle.
pr: ...me uncle.

source: The biggest action that can outknock me, is...
pr: Th' biggest action that can knock me out, be...

source: ...strange and powerful smells.
pr: ...strange an' powerful smells.

source: You are now a {race}.
pr: Yarrrrr! Ye aarrr now a {race}.

source: `<expr>` - The mathematical expression to calculate Calculates something. pi is pi, tau is tau and e is math.e Supports round(), sin(), cos(), sqrt(), tan() and infinity (inf) and NaN (nan). Works with variable assignment and multiline-statements.
pr: `<expr>` - Th' mathematical expression to calculate Calculates somethin'. pi be pi, tau be tau an' e be maths.e Supports round(), sin(), cos(), sqrt(), tan() an' infinity (inf) an' nan (nan). Works with variable assignment an' multiline-statements.

source: Overflow! Try a smaller number for your power or factorial.
pr: Arrggh! Overflow! Try a smaller number fer yer power or factorial.

source: Your expression contains left open brackets.
pr: Arrggh! Yer expression contains left open brackets.

source: Your expression contains empty brackets.
pr: Arrggh! Yer expression contains empty brackets.

source: Invalid operation on these numbers.
pr: Arrggh! Invalid operation on these numbers.

source: Can't divide by Zero.
pr: Arrggh! Can nah divide by Zero.

source: The variable name is a reserved keyword.
pr: Avast! The variable name be a reserved keyword.

source: An unknown error occured.
pr: Arrggh! A problem be occurrin'.

source: Shows cities and owners.
pr: Reveal cities an' owners.

source: Show all cities, their tiers, owners, available buildings and current defense.
pr: Reveal all cities, thar tiers, owners, available buildings an' current defense.

source: Owned by {alliance}'s alliance Buildings: {buildings} Total defense: {defense}
pr: Owned by {alliance}'s fleet Buildings: {buildings} Total defense: {defense}

source: Interact with your alliance.
pr: Interact with yer fleet.

source: Alliances are groups of guilds. Just like a guild requires at least one member, an alliance requires at least one guild and is considered a single-guild alliance. Alliances can occupy cities for passive bonuses given by the buildings. If this command is used without subcommand, it shows your allied guilds. See `{prefix}help alliance` for a list of commands to interact with your alliance!
pr: Fleet be groups o' crews. Just like a crew requires at least one pirate, a fleet requires at least one crew an' be considered a single-crew fleet. Fleets can occupy cities fer passive bonuses given by th' buildings. If this command be used without subcommand, it shows yer allied crews. See `{prefix}help alliance` fer a list o' commands to interact with yer fleet!

source: You are not in an alliance. You are alone and may still use all other alliance commands or invite a guild to create a bigger alliance.
pr: Avast! Ye ain't in a fleet. Ye be alone an' may still use all other fleet commands or invite a crew to create a bigger fleet.

source: Your allied guilds
pr: Yer allied crews

source: Led by {leader}
pr: Led by Capt'n {leader}

source: Invite a guild to your alliance.
pr: Invite a crew t' yer fleet.

source: `<newleader>` - A user with a character who leads a guild. Invite a guild to your alliance. All allied guilds will benefit from your city's buildings. Once you’re allied with another guild, it will be shown in {prefix}alliance. The other guild can't be allied with another alliance or own a city in order to be invited. Only the alliance leader can use this command. (This command has a cooldown of 5 minutes.)
pr: `<newleader>` - A sailor with a character who be a crew captain. Invite a crew to yer fleet. All allied crews will benefit from yer port's buildings. Once ye're allied wit' another crew, it be shown in {prefix}alliance. The other crew can't be allied with another fleet or own a port in order t' be invited. Only the fleet captain can command this. (This command has a cooldown o' 5 minutes.)

source: That member is not in a guild.
pr: Avast ye! That sailor ain't in a crew.

source: That member is not the leader of their guild.
pr: Avast ye! That member ain't the captain o' thar crew.

source: This member's guild is already part of your alliance.
pr: Avast ye! This sailor's crew be already part o' yer fleet.

source: This guild is already in an alliance.
pr: Avast ye! This crew be already in a fleet.

source: This guild is the leader of another alliance.
pr: Avast ye! This crew be th' leader o' another fleet.

source: {newleader}, {author} invites you to join their alliance. React to join now.
pr: Ahoy {newleader}! {author} invites ye t' join thar fleet. React t' join now.

source: Your alliance is full.
pr: Yer fleet be full.

source: **{user}'s guild is a single-guild alliance and owns a city.
pr: Avast ye! **{user}'s crew be a single-crew fleet an' owns a port.

source: **{newguild}** is now part of your alliance, {user}!
pr: Welcome aboard, matey! **{newguild}** be now part o' yer fleet, {user}! Yarrrrr!

source: Leave your alliance
pr: Abandon yer fleet

source: Leave your alliance. Once you left your alliance, you will no longer benefit from an owned city's buildings. If you lead an alliance, you cannot leave it (consider `{prefix}alliance kick`). Only guild leaders can use this command.
pr: Abandon yer fleet. Once ye left yer fleet, ye will no longer benefit from an owned port's buildings. If ye lead a fleet, ye can nah abandon it (consider `{prefix}alliance kick`). Only crew captains can command this.

source: You are the alliance's leading guild and cannot leave it!
pr: Avast! Ye be th' fleet's leadin' crew an' can nah abandon it!

source: Your guild left the alliance.
pr: Yer crew abandoned th' fleet.

source: Kick a guild from your alliance
pr: Maroon a crew from yer fleet

source: `<guild_to_kick>` - A guild's name or ID Remove a guild from your alliance. Once the guild was kicked, it will no longer benefit from an owned city's buildings. Only the alliance leader can use this command.
pr: `<guild_to_kick>` - A crew's name or ID Remove a crew from yer fleet. Once the crew been kicked, it will no longer benefit from an owned port's buildings. Only th' fleet captain can command this.

source: Cannot find guild `{guild_to_kick}`. Are you sure that's the right name/ID?
pr: Can nah find crew `{guild_to_kick}`. Aarrr ye sure that be right name/ID?

source: That won't work.
pr: Arrggh! That won't work.

source: This guild is not in your alliance.
pr: Avast ye! This crew be nah in yer alliance.

source: Do you really want to kick **{guild}** from your alliance?
pr: Do ye really wants t' kick **{guild}** from yer fleet?

source: **{guild}** is no longer part of your alliance.
pr: Aye, aye Capt'n! **{guild}** be no longer part o' yer fleet.

source: Please use one of these subcommands:
pr: Please use one o' these subcommands:

source: Upgrade a building in your city.
pr: Upgrade a building in yer port.

source: `<name>` - The name of the building to upgrade. Upgrade one of your city's buildings, granting better passive bonuses. The maximum level of any building is 10. Depending on the city's available buildings, `<name>` is either Thief, Raid, Trade, or Adventure. Use `{prefix}alliance buildings` to see which are available. The upgrade price depends on the building's next level and is calculated as next_level * $100,000. The upgrade price will be removed from the Alliance Leader's guild bank. This command requires your alliance to own a city. Only the alliance leader can use this command. (This command has a cooldown of 5 minutes)
pr: `<name>` - The name o' the building t' upgrade. Upgrade one o' yer port's buildings, grantin' better passive bonuses. The maximum level o' any building be 10. Dependin' on the port's available buildings, `<name>` be either thief, raid, trade, or adventure. Command `{prefix}alliance buildings` to see which aarrr available. Th' upgrade price depends on the building's next level an' be calculated as next_level * $100,000. Th' upgrade price be removed from the fleet captan's crew bank. This command requires yer fleet t' own a port. Only th' fleet captain can command this. (This command has a cooldown o' 5 minutes)

source: Invalid building. Please use `{prefix}{cmd} [thief/raid/trade/adventure]` or check the possible buildings in your city.
pr: Avast ye! Invalid buildin'. Command `{prefix}{cmd} [thief/raid/trade/adventure]` or loot out th' possible buildings in yer port.

source: This building is fully upgraded.
pr: Avast ye! This building be fully upgraded.

source: Are you sure you want to upgrade the **{name} building** to level {new_level}? This will cost $**{price}**.
pr: Sail ho! Aarrr ye sure ye want t' upgrade th' **{name} building** t' level {new_level}? This will cost $**{price}**.

source: Your guild doesn't have enough money to upgrade the city's {name} building.
pr: Avast! Yer crew ain't got enough doubloons t' upgrade the port's {name} building.

source: Successfully upgraded the city's {name} building to level **{new_level}**
pr: Aye, aye Capt'n! Successfully upgraded th' port's {name} building to level **{new_level}**

source: Build a defense in your city.
pr: Build a defense in yer port.

source: Build some defensive buildings or place troops in your cities. The following are available: Cannons: 250HP, 60 defense for $200,000 Archers: 500HP, 50 defemse for $100,000 Outer Wall: 20,000HP, 0 defense for $500,000 Inner Wall: 10,000HP, 0 defense for $200,000 Moat: 5,000HP, 25 defense for $150,000 Tower: 1,000HP, 50 defense for $200,000 Ballista: 250HP, 30 defense for $100,000 Any city can have a maximum of 10 defenses. When attacked, the buildings with the most HP are targeted first. You may not build defenses while your city is under attack. The price of the defense is removed from the leading guild's bank. This command requires your alliance to own a city. Only the alliance leader can use this command. (This command has a cooldown of 1 minutes)
pr: Build some defensive buildings or place troops in yer cities. The followin' aarrr available: Cannons: 250HP, 60 defense fer $200,000 Archers: 500HP, 50 defense fer $100,000 Outer Wall: 20,000HP, 0 defense fer $500,000 Inner Wall: 10,000HP, 0 defense fer $200,000 Moat: 5,000HP, 25 defense fer $150,000 Tower: 1,000HP, 50 defense fer $200,000 Ballista: 250HP, 30 defense fer $100,000 Any port can 'ave a maximum o' 10 defenses. When attacked, the buildings with the most HP aarrr targeted first. Ye may nah build defenses while yer port be under attack. The price o' the defense be removed from the leadin' crew's bank. This command requires yer fleet to own a port. Only th' fleet captain can command this. (This command has a cooldown o' 1 minute)

source: Invalid defense. Please use `{prefix}{cmd} [{buildings}]`.
pr: Avast ye! Invalid defense. Please use `{prefix}{cmd} [{buildings}]`.

source: Your city is under attack. Defenses cannot be built.
pr: Avast! Yer port be under attack. Defenses cannot be built.

source: You may only build up to 10 defenses.
pr: Avast! Ye may only build up to 10 defenses.

source: Are you sure you want to build a **{defense}**? This will cost $**{price}**.
pr: Sail ho! Aarrr ye sure ye want t' build a **{defense}**? This will cost $**{price}**.

source: Your guild doesn't have enough money to build a {defense}.
pr: Avast! Yer guild ain't got enough doubloons to build a {defense}, ye bilge rats.

source: Successfully built a {defense}.
pr: Aye, aye Capt'n! Successfully built a {defense}.

source: Lists your city's buildings.
pr: Lists yer port's buildings.

source: Lists all buildings in your city, along with their level. These buildings give passive rewards to all alliance members: Thief buildings increase your chance to steal money as a thief, for every level, this increases your chance by 5% Raid buildings increase a user's raidstats by 0.1 per level Trade buildings remove the need to pay the 5% tax when selling or buying items when it reached at least Level 1. It also increases the amount of money you get from `{prefix}merch` and `{prefix}merchall` increasing the reward by 50% for each level Adventure buildings shorten the adventure time by 1% per level and increase your success chances by 1% per level. Your alliance must own a city to use this command.
pr: Lists all buildings in yer port, along with thar level. These buildings give passive rewards to all fleet members: Thief buildings increase yer chance to plunder money as a thief, fer every level, this increases yer chance by 5% Raid buildings increase a user's raidstats by 0.1 per level Trade buildings remove th' need to pay the 5% tax when sellin' or buyin' items when it reached at least Level 1. It also increases th' amount o' doubloons ye get from `{prefix}merch` an' `{prefix}merchall` increasin' the bounty by 50% fer each level Adventure buildings shorten the voyage time by 1% per level an' increase yer success chances by 1% per level. Yer fleet must own a port to command this.

source: Lists your city's defenses.
pr: Lists yer port's defenses.

source: Lists your city’s defenses and view the HP left for each. Your alliance must own a city to use this command.
pr: Lists yer port’s defenses an' view the HP left fer each. Yer alliance must own a port to command this.

source: Use {prefix}alliance build defense [name]
pr: Command {prefix}alliance build defense [name]

source: Abandon your city
pr: Abandon yer port

source: Abandoning your city will immediately make all alliance members lose all passive bonuses offered by the city's buildings and the city ownership will be given back to the System Guild Alliance. Your alliance must own a city to use this command. Only the alliance leader can use this command.
pr: Abandonin' yer port will immediately make all fleet members lose all passive bonuses offered by the port's buildings an' the port ownership be given back to the System Guild Fleet. Yer fleet must own a port to use this here command. Only the fleet captain can command this.

source: Are you sure you want to give up control of your city?
pr: Sail ho! Aarrr ye sure ye want to give up control o' yer port?
