Repository: Gelbpunkt/IdleRPG
Catalog: locales/pr/LC_MESSAGES/idlerpg.po
Languages: pr

source: `[given_url]` - The URL to shorten; if not given, this command will look for image attachments Get a short URL from a long one or an image attachment. If both a URL and an attachment is given, the attachment is preferred. GIFs are not supported, only JPG and PNG. In case this command fails, you can [manually upload your image to Imgur](https://imgur.com/upload).
pr: `[given_url]` - The URL t' shorten; if not given, this command will look fer image attachments Get a short URL from a long one or an image attachment. If both a url and an attachment be given, the attachment be preferred. GIFs ain't supported, only JPG 'n PNG. In case this here order fails, ye can [manually ship yer image t' Imgur](https://imgur.com/upload).

source: Please supply a URL or an image attachment
pr: Arrggh! Supply a URL or an image attachment, matey

source: Please only use one image at a time.
pr: Arrggh! Only use one image at a time, matey.

source: Here's your short image URL: <{link}>
pr: Here's yer short image URL: <{link}>, matey

source: Support the bot financially
pr: Support th' bot with doubloons

source: View the Patreon page of the bot. The different tiers will grant different rewards. View `{prefix}help module Patreon` to find the different commands. Thank you for supporting IdleRPG!
pr: Spy the Patreon page o' th' bot. Th' different tiers will grant different bounties. `{prefix}help module Patreon` t' find the different commandss. Thank ye fer supportin' IdleRPG! Yaarrrr!

source: This bot has its own patreon page. **Why should I donate?** This bot is currently on {guild_count} servers, and it is growing fast. Hosting this bot for all users is not easy and costs a lot of money. If you want to continue using the bot or just help us, please donate a small amount. Even $1 can help us. **Thank you!** <https://patreon.com/idlerpg>
pr: This bot has its own patreon page. **Why should I donate?** This bot be currently on {guild_count} seas, an' it be growin' fast. Hostin' this here bot fer all sailors ain't easy an' costs a lot o' doubloons. If ye want t' continue usin' th' bot or just help us, please donate a small amount. Even $1 can help us. **Thank ye!** <https://patreon.com/idlerpg>

source: Shows the source code and license.
pr: Reveals th' source code 'n letter o' marque.

source: Shows our GitLab page and license. If you want to contribute, feel free to create an account and submit issues and merge requests.
pr: Reveals our gitlab page 'n letter o' marque. If ye want t' contribute, feel free t' create an account 'n submit issues 'n merge requests, matey.

source: Invite the bot to your server.
pr: Invite th' bot t' yer island.

source: Invite the bot to your server. Use this [backup link](https://discord.com/oauth2/authorize?client_id=424606447867789312&scope=bot&permissions=8) in case the above does not work.
pr: Invite th' bot t' yer island. Use this [backup map](https://discord.com/oauth2/authorize?client_id=424606447867789312&scope=bot&permissions=8) in case th' above does nah work, matey.

source: You are running version **{version}** by The IdleRPG Developers. Invite me! https://invite.idlerpg.xyz
pr: Ye aarrr runnin' version **{version}** by the Idlerpg Developers Crew. Call me aboard, matey! https://invite.idlerpg.xyz

source: Join the Support server
pr: Berth at Support island

source: Sends you the link to join the official IdleRPG Support server. Use this [backup link](https://discord.gg/MSBatf6) in case the above does not work.
pr: Ships ye th' map to berth at th' official IdleRPG Support island. Use this [backup map](https://discord.gg/MSBatf6) in case th' above ain't workin', matey.

source: Got problems or feature requests? Looking for people to play with? Join the support server: https://support.idlerpg.xyz
pr: Yarrrrr! Got problems or feature requests? Lookin' fer sailors t' play with, eh? Berth at th' support island: https://support.idlerpg.xyz

source: Shows statistics about the bot
pr: Reveals ship's manifest 'bout th' bot

source: Show some stats about the bot, ranging from hard- and software statistics, over performance to ingame stats.
pr: Reveal some manifests o' th' bot, rangin' from hard- an' software manifest, o'er performance t' in-game stats.

source: IdleRPG Statistics
pr: IdleRPG Ship's Manifest

source: Official Support Server Invite: https://support.idlerpg.xyz
pr: Official Support Island Invite: https://support.idlerpg.xyz

source: Hosting Statistics
pr: Hosting Manifest

source: Bot Statistics
pr: Bot Manifest

source: Code lines written: **{lines}** Shards: **{shards}** Servers: **{guild_count}** Characters: **{characters}** Items: **{items}** Average hours of work: **{hours}**
pr: Scribble lines written: **{lines}** Clusters: **{shards}** Islands: **{guild_count}** Pirates: **{characters}** Items: **{items}** Average hours o' heaving ho: **{hours}**

source: View the uptime
pr: Spy th' uptime

source: Shows how long the bot has been connected to Discord.
pr: Reveals how long th' bot been connected t' Discord.

source: I am online for **{time}**.
pr: I be sailin' fer **{time}**.

source: Talk to me
pr: Natter t' me

source: `<text>` - The text to say, must be between 3 and 60 characters. Talk to me! This uses a chatbot AI backend.
pr: `<text>` - Th' scribbles t' say, must be between 3 an' 60 characters. Natter t' me! This here uses a chatbot AI backend.

source: Text too long or too short. May be 3 to 60 characters.
pr: Scribbles too long or too short. May be 3 to 60 characters.

source: Our partnered bots
pr: Me hearties bots

source: Awesome bots by other coffee-drinking individuals.
pr: Awesome bots by other coffee-drinkin' sailors.

source: Partnered Bots
pr: Me hearties Bots

source: Awesome bots made by other people!
pr: Awesome bots made by other sailors!

source: Trivia, Hangman, Minesweeper, Connect 4 and more, right from your chat! A bot offering non-RPG games made by deprilula28 and Fin. [top.gg Page](https://top.gg/bot/gamesrob)
pr: Trivia, Hangman, Minesweeper, Connect 4 an' moarr, right from yer chat! A bot offerin' non-RPG games made by deprilula28 'n Fin. [top.gg Page](https://top.gg/bot/gamesrob)

source: Cautious Memory brings wiki-style pages to your server. Use it to document who's who in your server, inside jokes, or community lore. Includes a full featured permissions system to keep your pages squeaky clean. [top.gg Page](https://top.gg/bot/541707781665718302)
pr: Cautious Memory brings wiki-style pages t' yer island. Use it t' document who's who in yer island, inside jokes, or community lore. Includes a full featured permissions system t' keep your pages squeaky clean. [top.gg Page](https://top.gg/bot/541707781665718302)

source: Cleverbot is a Discord bot that will chat with you and your friends. [top.gg Page](https://top.gg/bot/508012980194115595)
pr: Cleverbot be a Discord bot that'll chat with ye and your mateys. [top.gg Page](https://top.gg/bot/508012980194115595)

source: `<query>` - The wikipedia query to search for Searches Wikipedia for an entry.
pr: `<query>` - Th' wikipedia query t' search fer Searches Wikipedia fer an entry.

source: No wikipedia entry found.
pr: Arrgggh! No wikipedia entry found, matey.

source: Could not parse article summary.
pr: Arrggh! Could nah parse article summary, matey.

source: `[query]` - The idlewiki query to search for Searches Idle's wiki for an entry.
pr: `[query]` - Th' idlewiki query t' search fer Searches Idle's wiki fer an entry.

source: Check out the official IdleRPG Wiki here: <https://wiki.idlerpg.xyz/index.php?title=Main_Page>
pr: Sail t' check out the official IdleRPG Wiki here, matey: <https://wiki.idlerpg.xyz/index.php?title=Main_Page>

source: No entry found.
pr: Argghh! No entry found.

source: No content to display.
pr: Arrggh! No content t' reveal.

source: Info about the bot and related sites
pr: Info 'bout th' bot an' related sites

source: About the bot and our websites.
pr: 'bout the bot an' our websites.

source: Show the rules again
pr: Reveal The Pirate's Code again

source: Shows the rules you consent to when creating a character. Don't forget them!
pr: Reveals The Pirate's Code ye consent to when creatin' a character. Don't forget them!

source: 1) Only up to two characters per individual 2) No abusing or benefiting from bugs or exploits 3) Be friendly and kind to other players 4) Trading in-game content for anything outside of the game is prohibited 5) Giving or selling renamed items is forbidden IdleRPG is a global bot, your characters are valid everywhere
pr: 1) Only up t' two characters per individual 2) No abusin' or benefitin' from bugs or exploits 3) Be friendly an' kind to other sailors 4) Tradin' in-game content fer anythin' outside o' the game be prohibited 5) Givin' or sellin' renamed items be forbidden IdleRPG be a bot on seven seas, yer characters aarrr valid everywhere

source: Increase your raidstats
pr: Increase yer raidstats

source: Upgrade your raid damage or defense multiplier. These will affect your performance in raids and raidbattles.
pr: Upgrade yer raid damage or defense multiplier. These will affect yer performance in raids 'n raidbattles.

source: Use `{prefix}increase damage/defense` to upgrade your raid damage/defense multiplier by 10%.
pr: Command `{prefix}increase damage/defense` t' upgrade yer raid damage/defense multiplier by 10%.

source: Upgrade your raid damage
pr: Upgrade yer raid damage

source: Increase your raid damage.
pr: Increase yer raid damage.

source: Upgrading your weapon attack raid multiplier to {newlvl} costs **${price}**, you are too poor.
pr: Upgradin' yer weapon attack raid multiplier t' {newlvl} costs **${price}**, ye aarrr too poor ye scurvy dog.

source: Upgrading your weapon attack raid multiplier to {newlvl} costs **${price}**, proceed?
pr: Upgradin' yer weapon attack raid multiplier t' {newlvl} costs **${price}**, pruseed?

source: You upgraded your weapon attack raid multiplier to {newlvl} for **${price}**.
pr: Yarrrrr! Ye upgraded yer weapon attack raid multiplier t' {newlvl} fer **${price}**.

source: Upgrade your raid defense
pr: Upgrade yer raid defense

source: Increase your raid defense.
pr: Increase yer raid defense.

source: Upgrading your shield defense raid multiplier to {newlvl} costs **${price}**, you are too poor.
pr: Upgradin' yer shield defense raid multiplier t' {newlvl} costs **${price}**, ye aarrr too poor ye scurvy dog.

source: Upgrading your shield defense raid multiplier to {newlvl} costs **${price}**, proceed?
pr: Upgradin' yer shield defense raid multiplier t' {newlvl} costs **${price}**, pruseed?

source: You upgraded your shield defense raid multiplier to {newlvl} for **${price}**.
pr: Yarrrrr! Ye upgraded yer shield defense raid multiplier t' {newlvl} fer **${price}**.

source: View your raid stats
pr: View yer raid stats

source: View your raidstats. These will affect your performance in raids and raidbattles.
pr: View yer raidstats. These will affect yer performance in raids 'n raidbattles.

source: **{author}'s raid multipliers** Damage Multiplier: x{atk} (Upgrading: ${atkp}) Defense Multiplier: x{deff} (Upgrading: ${deffp})
pr: Blimey! **{author}'s raid multipliers be:** Damage Multiplier: x{atk} (Upgradin': ${atkp}) Defense Multiplier: x{deff} (Upgradin': ${deffp})

source: Did somebody say Raid?
pr: Sink me! Did somebody say Raid, eh?

source: Informs you about joining raids.
pr: Informs ye 'bout joinin' raids.

source: Did you ever want to join together with other players to defeat the dragon that roams this land? Raids got you covered! Join the support server (`{prefix}support`) for more information.
pr: Did ye ever want t' sail with other pirates t' defeat the dragon that roams this land? Raids got ye covered, matey! Berth at the support server (`{prefix}support`) fer moarr information.

source: Show the booster store
pr: Reveals th' booster store

source: Show the booster store. For a detailed explanation what the boosters do, check `{prefix}help boosters`.
pr: Reveal th' booster store. Fer a detailed explanation what th' boosters do, command `{prefix}help boosters`.

source: Welcome! Use `{prefix}purchase time/luck/money` to buy something.
pr: Ahoy, matey! Command `{prefix}purchase time/luck/money` t' buy some booties.

source: `#1` Time Booster **$1000** Boosts adventure time by 50% `#2` Luck Booster **$500** Boosts adventure luck (not `{prefix}luck`) by 25% `#3` Money Booster **$1000** Boosts adventure money rewards by 25%
pr: `#1` Time Booster **$1000** Boosts voyage time by 50% moarr full sails `#2` Luck Booster **$500** Boosts voyage luck (ain't the `{prefix}luck`) by 25% `#3` Money Booster **$1000** Boosts doubloons from voyage by 25%

source: `<booster>` - The booster type to buy, can be time, luck, money or all `[amount]` - The amount of boosters to buy; defaults to 1 Buy one or more booster from the store. For a detailed explanation what the boosters do, check `{prefix}help boosters`.
pr: `<booster>` - The booster type t' buy, can be time, luck, money or all `[amount]` - The amount o' boosters t' buy; defaults to 1 Buy one or moarr booster from th' store. Fer a detailed explanation what th' boosters do, check `{prefix}help boosters`.

source: Please either buy `time`, `luck` or `money`.
pr: Arrggh! Ye just buy either `time`, `luck`, `money` or `all`, ye scurvy dog.

source: You're too poor.
pr: Ye arrr too poor, ye bilge-rat.

source: Successfully bought **{amount}x** {booster} booster(s). Use `{prefix}boosters` to view your new boosters.
pr: Aye, aye, that's some fine loot Capt'n! Ye successfully bought **{amount}x** {booster} booster(s). Command `{prefix}boosters` t' view yer new boosters.

source: View your boosters
pr: Spy yer boosters

source: View your boosters and the active ones' status. Each one has a different effect. - Time boosters halve the adventures' times (must be active before starting an adventure) - Luck boosters increase your adventure chances by 25% - Money boosters increase the amount of gold gained from adventures by 25% Each booster lasts 24 hours after activation.
pr: View yer boosters an' the active ones' status. Each one has a different effect. - Time boosters halve the voyages' times (must be active before startin' a new voyage) - Luck boosters increase yer voyage chances not t' meet Davy Jones by 25% - Money boosters increase th' amount o' doubloons earned from voyages by 25% Each booster lasts 24 hours after activation.

source: Money booster - {time}
pr: Doubloon booster - {time}

source: Money Boosters
pr: Doubloon Boosters

source: Your Boosters
pr: Yer Boosters

source: Use {prefix}activate to activate one
pr: Use {prefix}activate t' activate one

source: `<boostertype>` - The booster type to activate, can be time, luck, money or all Activate a booster. For a detailed explanation what the boosters do, check `{prefix}help boosters`.
pr: `<boostertype>` - The booster type t' activate, can be time, luck, money or all Activate a booster. Fer a detailed explanation what the boosters do, check `{prefix}help boosters`.

source: That is not a valid booster type. Must be `time/luck/money/all`.
pr: Arrggh! That ain't a valid booster type. Must be `time/luck/money/all`, ye landlubber.

source: You don't have any of these boosters.
pr: Arrggh! Ye ain't got any of these boosters.

source: This booster is already running. Do you want to refresh it anyways?
pr: Arrggh! This booster be already runnin'. Do ye want t' refresh it anyways?

source: Successfully activated a **{booster} booster** for the next **24 hours**!
pr: Aye, aye Capt'n! Ye successfully activated a **{booster} booster** fer th' next **24 hours**!

source: This will overwrite all active boosters and refresh them. Are you sure?
pr: Sail ho! This here will overwrite all active boosters an' refresh them. Aarrr ye sure?

source: Nothing to activate.
pr: Naught t' activate.

source: Successfully activated {types} for the next **24 hours**!
pr: Aye, aye Capt'n! Ye successfully activated {types} fer th' next **24 hours**!

source: View the command list
pr: View th' list of oders

source: Sends a link to the official documentation.
pr: Ships a map ta the official documentation.

source: <:blackcheck:441826948919066625> **Check {url} for a list of commands**
pr: <:blackcheck:441826948919066625> **Navigate to {url} fer a manifest o' commands**

source: View the tutorial
pr: View th' tutorial

source: Link to the bot tutorial and FAQ.
pr: Map ta the bot tutorial 'n FAQ.

source: <:blackcheck:441826948919066625> **Check {url} for a tutorial and FAQ**
pr: <:blackcheck:441826948919066625> **Navigate {url} fer a tutorial an' FAQ**

source: Allow someone/-thing to use helpme again
pr: Allow someone/-thing t' use helpme again

source: `<thing_to_unban>` - A discord User, their User ID, or a server ID Unbans a previously banned user/server from using the `{prefix}helpme` command. Only Support Team Members can use this command.
pr: `<thing_to_unban>` - A discord Sailor, their Sailor ID, or island ID Unbans a previously banned sailor/island from usin' the `{prefix}helpme` command. Only Support Crew Members can command this.

source: {thing} has been unbanned for the helpme command :ok_hand:
pr: Aye, aye Capt'n! {thing} been unbanned fer the helpme command :ok_hand:

source: Ban someone/-thing from using helpme
pr: Ban someone/-thin' from usin' 'elpme

source: `<thing_to_ban>` - A discord User, their User ID, or a server ID Bans a user/server from using the `{prefix}helpme` command. Only Support Team Members can use this command.
pr: `<thing_to_ban>` - A discord Sailor, their Sailor ID, or island ID Bans a sailor/island from usin' the `{prefix}helpme` command. Only Support Crew Members can command this.

source: Error... Maybe they're already banned?
pr: Arrggh! Error... Maybe they're already banned?

source: They have been banned for the helpme command :ok_hand:
pr: Aye, aye Capt'n! They 'ave been banned fer the helpme command :ok_hand:

source: Ask our Support Team for help
pr: Ask our Support Team fer help

source: `<text>` - The text to describe the question or the issue you are having Ask our support team for help, allowing them to join your server and help you personally. If they do not join within 48 hours, you may use the helpme command again. Make sure the bot has permissions to create instant invites. English is preferred.
pr: `<text>` - The scribbles t' describe th' question or th' issue ye be 'avin' Ask our support crew fer help, allowin' them t' berth at yer island an' help ye personally. If they do nah join within 48 hours, ye may use th' helpme command again. Make sure th' bot has permissions t' create instant invites. English be preferred.

source: You server already has a helpme request open! Please wait until the support team gets to you or wait {time} to try again.
pr: Yer island already has a helpme offer open! Please wait until the support crew gets t' ye or wait {time} t' try again.

source: You or your server has been blacklisted for some reason.
pr: Ye or yer server been blacklisted fer some reason.

source: Are you sure? This will notify our support team and allow them to join the server.
pr: Sail ho! Aarrr ye sure? This will notify our support crew an' allow them t' dock thar ships at yer server.

source: Error when creating Invite.
pr: Arrggh! Error when creatin' Invite.

source: Support team has been notified and will join as soon as possible!
pr: Support crew been notified an' will join as soon as possible! Yarrrrr!

source: Finish the helpme request
pr: Finish th' helpme request

source: `<guild_id>` - The server ID of the requesting server Clear a server's helpme cooldown. If this is not done, they will be on cooldown for 48 hours.
pr: `<guild_id>` - The server ID o' the requestin' server Clearrr a server's helpme cooldown. If this be not done, they be on cooldown fer 48 hours.

source: Change your helpme text
pr: Change yer helpme text

source: `<new_text>` - The new text to use in your helpme request Edit the text on your open helpme request. Our Support Team will see the new text right away. You can only use this command if your server has an open helpme request.
pr: `<new_text>` - The new text t' use in yer helpme offer Edit the text on yer open helpme offer. Our Support Crew will see th' new text right away. Ye can only use this command if yer server has an open helpme offer.

source: Successfully changed your helpme text from `{old}` to `{new}`!
pr: Aye, aye! Successfully changed yer helpme text from `{old}` t' `{new}`!

source: Cancel your open helpme request
pr: Cancel yer open helpme offer

source: Cancel your ongoing helpme request. Our Support Team will not join your server. You can only use this command if your server has an open helpme request.
pr: Cancel yer ongoin' helpme offer. Our Support Team will not join yer server. Ye can only use this command if yer server has an open helpme offer.

source: Are you sure you want to cancel your helpme request?
pr: Sail ho! Aarrr ye sure ye want t' cancel yer helpme request?

source: Your helpme request has been cancelled.
pr: Aye, aye! Yer helpme request been cancelled.

source: View your current helpme request
pr: View yer current helpme request

source: View how your server's current helpme request looks like to our Support Team. You can only use this command if your server has an open helpme request.
pr: View how yer server's current helpme request looks like t' our Support Crew. Ye can only use this command if yer server has an open helpme request.

source: Your help request is visible to our support team like this:
pr: Yer help request be visible t' our support crew like this:

source: Views the help on a topic.
pr: Spies th' help on a topic.

source: Views the help on a topic. The topic may either be a command name or a module name. Command names are always preferred, so for example, `{prefix}help adventure` will show the help on the command, not the module. To view the help on a module explicitely, use `{prefix}help module [name]`
pr: Spies th' help on a topic. Th' topic may either be a command name or a module name. Command names be always preferred, so fer example, `{prefix}help adventure` will show the help on th' command, not th' module. To spy th' help on a module explicitly, use `{prefix}help module [name]`

source: IdleRPG Help {version}
pr: Ahoy! This here be IdleRPG Help {version}

source: **Welcome to the IdleRPG help.** Check out our tutorial! - https://idlerpg.xyz/tutorial/ Are you stuck? Ask for help in the support server! - https://support.idlerpg.xyz/ Do you need personal help? - Contact our support team using `{prefix}helpme`. Would you like to invite me to your server? - https://invite.idlerpg.xyz/ *See `{prefix}help [command]` and `{prefix}help module [module]` for more info*
pr: **Ahoy, matey! Welcome t' th' IdleRPG help.** Spy out our tutorial! - https://idlerpg.xyz/tutorial/ Aarrr ye stuck? Ask fer help in th' support server! - https://support.idlerpg.xyz/ Do ye need personal help? - Contact our support crew usin' `{prefix}helpme`. Would ye like t' summon me t' yer server? - https://invite.idlerpg.xyz/ *Spy `{prefix}help [command]` an' `{prefix}help module [module]` fer moarr info*

source: You do not have access to these commands!
pr: Arrggh! Ye ain't got access t' these commands, ye scurvy dog!

source: See '{prefix}help <command>' for more detailed info
pr: Spy '{prefix}help <command>' fer moarr detailed info

source: You do not have access to this command!
pr: Arrggh! Ye ain't got access t' this command, ye scurvy dog!

source: `<itemid>` - The ID of the item to reset Reset an item's type and name, if modified. Once an item is reset, it can be sold again.
pr: `<itemid>` - The ID o' the item t' reset Reset an item's type an' name, if modified. Once an item be reset, it can be sold again.
