Repository: Gelbpunkt/IdleRPG
Catalog: locales/*_2/LC_MESSAGES/idlerpg.po
Languages: ru_ru

source: Ancient Vase :amphora:
ru_ru: Древняя Ваза :amphora:

source: House :house:
ru_ru: Дом :house:

source: Super Computer :computer:
ru_ru: Супер-компьютер :computer:

source: Precious Gemstone Collection :gem:
ru_ru: Коллекция драгоценных камней :gem:

source: Planet :earth_americas:
ru_ru: Планета :earth_americas:

source: To buy one of these items for your partner, use `{prefix}spoil shopid`
ru_ru: Чтобы купить один из этих предметов для своего партнера, используйте `{prefix} spoil shopid`

source: You're not married yet.
ru_ru: Вы не женаты.

source: You bought a **{item}** for your partner and increased their love score by **{points}** points!
ru_ru: Вы купили **{item}** для вашего партнера и увеличили его рейтинг любви на **{points}** баллов!

source: Failed to DM your spouse, could not find their Discord account
ru_ru: Не удалось DM вашего супруга, не удалось найти аккаунт Discord

source: **{author}** bought you a **{item}** and increased your love score by **{points}** points!
ru_ru: **{author}** купил вам **{item}** и увеличил ваш рейтинг любви на **{points}** баллов!

source: Take your loved one on a date to increase your lovescore.
ru_ru: Возьмите своего любимого на свидание, чтобы усилить свою любовь.

source: You and {partner} went on a nice candlelit dinner.
ru_ru: Вы и {partner} отправились на ужин при свечах.

source: You and {partner} had stargazed all night.
ru_ru: Вы и {partner} любовались звездами всю ночь.

source: You and {partner} went to a circus that was in town.
ru_ru: Вы и {partner} ходили в цирк, который был в городе.

source: You and {partner} went out to see a romantic movie.
ru_ru: Вы и {partner} вышли посмотреть романтический фильм.

source: You and {partner} went out to get ice cream.
ru_ru: Вы и {partner} пошли за мороженым.

source: You and {partner} had an anime marathon.
ru_ru: Вы и {partner} провели аниме-марафон.

source: You and {partner} went for a spontaneous hiking trip.
ru_ru: Вы и {partner} отправились на спонтанную прогулку.

source: You and {partner} decided to visit Paris.
ru_ru: Вы и {partner} решили посетить Париж.

source: You and {partner} went ice skating together.
ru_ru: Вы и {partner} вместе катались на коньках.

source: This increased your lovescore by {num}
ru_ru: Это увеличило ваш счет любви на {num}

source: Make a child with your spouse.
ru_ru: Сделайте ребенка с супругом.

source: Can't produce a child alone, can you?
ru_ru: Не можете родить одного ребенка, не так ли?

source: O.o not in the mood today?
ru_ru: О.о не в настроении сегодня?

source: It's a boy! Your night of love was successful! Please enter a name for your child.
ru_ru: Это мальчик! Ваша ночь любви была успешной! Пожалуйста, введите имя для ребенка.

source: It's a girl! Your night of love was successful! Please enter a name for your child.
ru_ru: Это девочка! Ваша ночь любви была успешной! Пожалуйста, введите имя для ребенка.

source: You didn't enter a name.
ru_ru: Вы не ввели имя.

source: {name} was born.
ru_ru: {name} родился.

source: View your children.
ru_ru: Посмотреть ваших детей.

source: Lonely...
ru_ru: Одинокий...

source: Your family
ru_ru: Ваша семья

source: Family of {author} and <@{marriage}>
ru_ru: Семья {author} и <@{marriage}>

source: No children yet
ru_ru: У вас нет детей

source: Use {prefix}child to make one!
ru_ru: Используйте {prefix}child что бы сделать ребенка!

source: Gender: {gender}, Age: {age}
ru_ru: Пол: {gender}, Возраст: {age}

source: Events happening to your family.
ru_ru: События, происходящие в вашей семье.

source: You're lonely.
ru_ru: Вы одинокий.

source: You don't have kids yet.
ru_ru: У вас еще нет детей.

source: {name} died at the age of {age}! {cause}
ru_ru: {name} умер в возрасте {age}! {cause}

source: {name} is now {age} years old.
ru_ru: {name} исполнилось {age} лет.

source: {name} can be renamed! Enter a new name:
ru_ru: {name} можно переименовать! Введите новое имя:

source: {old_name} is now called {new_name}.
ru_ru: {old_name} теперь называется {new_name}.

source: {name}, a character by `{username}` with **${money}**
ru_ru: {name}, персонаж `{username}` с **${money}**

source: The Richest Players
ru_ru: Богатые игроки

source: The top 10 players by XP.
ru_ru: Лучшие 10 игроков по опыту.

source: {name}, a character by `{username}` with Level **{level}** (**{xp}** XP)
ru_ru: {name}, персонаж `{username}` с уровнем **{level}** (**{xp}** XP)

source: The Best Players
ru_ru: Лучшие игроки

source: Top 10 players by wins in PvP matches.
ru_ru: Лучшие 10 игроков в матчах PvP.

source: {name}, a character by `{username}` with **{wins}** wins
ru_ru: {name}, персонаж `{username}` с **{wins}** победами

source: The Best PvPers
ru_ru: Лучший PvP персонаж

source: The top 10 lovers sorted by their spouse's lovescore.
ru_ru: Топ 10 влюбленных, отсортированных по показателям их супругов.

source: **{lover}** gifted their love **{lovee}** items worth **${points}**
ru_ru: **{lover}** подарил свою любовь **{lovee}** предметов на сумму **${points}**

source: The Best lovers
ru_ru: Лучшие любовники

source: Link
ru_ru: Ссылка

source: `No icon has been set yet!`
ru_ru: `Значок еще не установлен!`

source: Server Information
ru_ru: Информация о сервере

source: Compact information about this server
ru_ru: Компактная информация об этом сервере

source: Information
ru_ru: Информация

source: Server: `{name}` Server Region: `{region}` Members Total: `{members}` ID: `{id}` Icon: {urltext} Owner: {owner} Server created at: `{created_at}`
ru_ru: Сервер: `{name}` Регион сервера: `{region}` Всего участников: `{members}` ID: `{id}` Иконка: {urltext} Владелец: {owner} Сервер был создан: `{created_at}`

source: Roles
ru_ru: Роли

source: Change the settings.
ru_ru: Изменить настройки.

source: Please use `{prefix}settings (prefix/unknown) value`
ru_ru: Пожалуйста, используйте значение `{prefix}(prefix/unknown)

source: Change the server bot prefix.
ru_ru: Изменить префикс бота на сервере.

source: Prefixes may not be longer than 10 characters.
ru_ru: Префиксы не могут быть длиннее 10 символов.

source: Prefix changed to `{prefix}`.
ru_ru: Префикс изменен на `{prefix}`.

source: Resets the server settings.
ru_ru: Сбрасывает настройки сервера.

source: Done!
ru_ru: Готово!

source: `Joined at`: {joined} `Status...`: {status} `Top Role.`: {toprole} `Roles....`: {roles} `Game.....`: {game}
ru_ru: `Присоединился к`: {joined} `Статус...`: {status} `Топ роль.`: {toprole} `Роли....`: {roles} `Игра.....`: {game}

source: No Game Playing
ru_ru: Нет игры

source: Permissions
ru_ru: Разрешения

source: View the bot prefix.
ru_ru: Посмотреть префикс бота.

source: The prefix for server **{server}** is `{serverprefix}`. `{prefix}settings prefix` changes it.
ru_ru: Префикс сервера **{server}** является `{serverprefix}`. `{prefix}settings prefix` изменяет его.

source: Shows someone's (or your) avatar.
ru_ru: Показывает чей то (или ваш) аватар.

source: Download Link
ru_ru: Ссылка на загрузку

source: This command contains all guild-related commands.
ru_ru: Эта команда содержит все команды, связанные с гильдией.

source: You are not in a guild yet.
ru_ru: Вы еще не в гильдии.

source: No guild found.
ru_ru: гильдия не найдена.

source: Members
ru_ru: Участники

source: Current Member Count
ru_ru: Текущее количество участников

source: Leader
ru_ru: Лидер

source: The guild icon seems to be a bad URL. Use `{prefix}guild icon` to fix this.
ru_ru: Значок гильдии, похоже, URL плохой. Используйте `{prefix} guild icon`, чтобы это исправить.

source: Look up a guild by name.
ru_ru: Ищите гильдию по названию.

source: The best GvG guilds.
ru_ru: Лучшие гильдии по GvG.

source: a guild by `{leader}` with **{wins}** GvG Wins
ru_ru: гильдия `{leader}` с **{wins}** GvG побед

source: The Best GvG Guilds
ru_ru: Лучшие гильдии по GvG

source: Unknown User (ID {id})
ru_ru: Неизвестный пользователь (ID {id})

source: Your guild mates
ru_ru: Ваши товарищи по гильдии

source: [Guild owner only] Change the guild badge.
ru_ru: [Только владелец гильдии] Сменить значок гильдии.

source: Your guild has no badges yet.
ru_ru: У вашей гильдии пока нет значков.

source: The badge number {number} is not valid, your guild only has {amount} available.
ru_ru: Номер значка {number} недействителен, в вашей гильдии есть только {amount}.

source: Badge updated!
ru_ru: Значок обновлен!

source: Creates a guild.
ru_ru: Создает гильдию.

source: Enter a name for your guild. Maximum length is 20 characters.
ru_ru: Введите имя гильдии. Максимальная длина - 20 символов.

source: Cancelled guild creation.
ru_ru: Создание гильдии отменено.

source: Guild names musn't exceed 20 characters.
ru_ru: Имя гильдии не должно превышать 20 символов.

source: Send a link to the guild's icon. Maximum length is 60 characters.
ru_ru: Отправить ссылку на значок гильдии. Максимальная длина - 60 символов.

source: URLs mustn't exceed 60 characters.
ru_ru: URL не должны превышать 60 символов.

source: Are you sure? React to create a guild for **$10000**
ru_ru: Вы уверены? Нажмите на Emoji для создания гильдии за **$10000**

source: A guild creation costs **$10000**, you are too poor.
ru_ru: Создание гильдии стоит **$10000**, вы слишком бедны.

source: Successfully added your guild **{name}** with a member limit of **{memberlimit}**.
ru_ru: Успешно добавлена ваша гильдия **{name}** с лимитом участников **{memberlimit}**.

source: Promote someone to the rank of officer
ru_ru: Повысить кого-то в звании до офицера.

source: Target is not a member of your guild.
ru_ru: Цель не является членом вашей гильдии.

source: This user is already an officer of your guild.
ru_ru: Этот пользователь уже является офицером вашей гильдии.

source: Done! {member} has been promoted to the rank of `Officer`.
ru_ru: Готово! {member} был повышен до ранга «офицера».

source: Demotes someone from the officer rank
ru_ru: Понижает кого-то из офицерского звания

source: This user can't be demoted any further.
ru_ru: Этот пользователь не может быть понижен в должности еще ниже.

source: Done! {member} has been demoted to the rank of `Member`.
ru_ru: Готово! {member} был понижен в звание «участник».

source: [Guild officer only] Invite someone to your guild.
ru_ru: [Только офицер гильдии] Пригласите кого-то в гильдию.

source: That member already has a guild.
ru_ru: У этого игрока уже есть гильдия.

source: Your guild is already at the maximum member count.
ru_ru: Ваша гильдия уже имеет максимальное количество участников.

source: {newmember}, {author} invites you to join **{name}**. React to join the guild.
ru_ru: {newmember}, {author} приглашает вас присоединиться к **{name}**. Присоединяйтесь к гильдии нажав на Emoji.

source: {newmember} is now a member of **{name}**. Welcome!
ru_ru: {newmember} теперь является участником **{name}**. Добро пожаловать!

source: Leave your current guild.
ru_ru: Покинуть свою нынешнюю гильдию.

source: You left your guild.
ru_ru: Вы покинули гильдию.

source: [Guild Officer only] Kick someone from your guild.
ru_ru: [Только Офицер гильдии] Исключить игрока из вашей гильдии.

source: Not your guild mate.
ru_ru: Это не ваш товарищ по гильдии.

source: You can only kick members.
ru_ru: Вы можете только исключить участников.

source: The person has been kicked!
ru_ru: Участник был исключен!

source: [Guild Owner only] Deletes the guild.
ru_ru: [Только для владельца гильдии] удаляет гильдию.

source: Are you sure to delete your guild? React to confirm the deletion.
ru_ru: Вы уверены, что хотите удалить вашу гильдию? Нажмите на Emoji, чтобы подтвердить удаление.

source: Successfully deleted your guild.
ru_ru: Ваша гильдия успешно удалена.

source: [Guild Leader only] Changes the guild icon.
ru_ru: [Только лидер гильдии] Изменяет значок гильдии.

source: URLs musn't exceed 60 characters.
ru_ru: URL не должен превышать 60 символов.

source: Successfully updated the guild icon.
ru_ru: Значок гильдии успешно обновлен.

source: [Guild Owner only] Changes the guild description.
ru_ru: [Только для владельца гильдии] Изменить описание гильдии.

source: The text may be up to 200 characters only.
ru_ru: Текст может содержать до 200 символов.

source: Updated!
ru_ru: Обновлено!

source: Shows the richest players in your guild.
ru_ru: Показать самых богатых игроков в вашей гильдии.

source: a character by `{charname}` with **${money}**
ru_ru: Персонаж `{charname}` с **${money}**

source: The Richest Players of {guild}
ru_ru: Богатейшие игроки {guild}

source: Shows the best players of your guild by XP.
ru_ru: Показывает лучших игроков вашей гильдии по опыту.

source: {name}, a character by `{charname}` with Level **{level}** (**{xp}** XP)
ru_ru: {name}, персонаж `{charname}` с уровнем **{level}** (**{xp}** XP)

source: The Best Players of {name}
ru_ru: Лучшие игроки {name}

source: Invest some of your money and put it to the guild bank.
ru_ru: Вложите часть своих денег в банк гильдии.

source: The bank would be full.
ru_ru: Банк будет заполнен.

source: Done! Now you have `${profile_money}` and the guild has `${guild_money}`.
ru_ru: Готово! Теперь у вас есть `${profile_money}` а в гильдии `${guild_money}`.

source: [Guild Officer only] Pay money from the guild bank to a user.
ru_ru: [Только офицер гильдии] Перевести деньги из банка гильдии пользователю.

source: Your guild is too poor.
ru_ru: Ваша гильдия слишком бедна.

source: Successfully gave **${amount}** from your guild bank to {member}.
ru_ru: Успешно передал **${amount}** из банка гильдии игроку {member}.

source: Upgrades your guild bank's capacity.
ru_ru: Улучшение вместимости вашего гильдейского банка.

source: Your guild already reached the maximum upgrade.
ru_ru: Ваша гильдия уже достигла максимального уровня улучшения.

source: Your guild is too poor, you got **${money}** but it costs **${price}** to upgrade.
ru_ru: Ваша гильдия слишком бедна, у вас есть **${money}** а требуется **${price}** для обновления.

source: Your new guild bank limit is now **${limit}**.
ru_ru: Ваш новый лимит банка гильдии теперь **${limit}**.

source: Battle against another guild.
ru_ru: Битва против другой гильдии.

source: Poor kiddo having no friendos.
ru_ru: Бедный малыш, у которого нет друзей.

source: One of you both doesn't have a guild.
ru_ru: У одного из вас нет гильдии.

source: One of you both isn't an officer of their guild.
ru_ru: Один из вас не является офицером гильдии.

source: One of the guilds can't pay the price.
ru_ru: Одна из гильдий не может заплатить необходимую цену.

source: One of the guilds is too small.
ru_ru: Одна из гильдий слишком мала.

source: {enemy} didn't want to join your battle, {author}.
ru_ru: {enemy} никто не захотел сражаться с тобой, {author}.

source: {enemy} accepted the challenge by {author}. Please now nominate members, {author}. Use `battle nominate @user` to add someone to your team.
ru_ru: {enemy} принял вызов от {author}. Теперь назначите участников, {author}. Используйте `battle nominate @user` для добавления кого-то в вашу команду.

source: That person isn't in your guild.
ru_ru: Этот человек не в вашей гильдии.

source: {user} has been added to your team, {author}.
ru_ru: {user} был добавлен в вашу команду, {author}.

source: User not found.
ru_ru: Пользователь не найден.

source: Took to long to add members. Fight cancelled.
ru_ru: Прошло слишком много времени для добавления участников. Бой отменен.

source: Please now nominate members, {enemy}. Use `battle nominate @user` to add someone to your team.
ru_ru: Пожалуйста, назначите участников, {enemy}. Используйте `battle nominate @user` для добавления кого-то в вашу команду.

source: {user} has been added to your team, {enemy}.
ru_ru: {user} был добавлен в вашу команду, {enemy}.

source: Fight started! Generating battles...
ru_ru: Сражение началось! Создание битв...

source: Fight started! Generating battles... Done.
ru_ru: Борьба началась! Создание битв... Готово.

source: Guild Battle Fight **{num}** of **{total}**. **{user}** vs **{user2}**! Battle running...
ru_ru: Боевая битва Гильдии **{num}** из **{total}**. **{user}** против **{user2}**! Битва запущена...

source: Winner of **{user}** vs **{user2}** is **{winner}**! Current points: **{wins1}** to **{wins2}**.
ru_ru: Победителем **{user}** против **{user2}** является **{winner}**! Текущие точки: **{wins1}** к **{wins2}**.

source: Some guild spent the money??? Bad looser!
ru_ru: Какая-то гильдия потратила деньги ??? неудачник!

source: {guild} won the battle! Congratulations!
ru_ru: Гильдия {guild} выиграла бой! Поздравляем!

source: It's a tie!
ru_ru: Это галстук!

source: Starts a guild adventure.
ru_ru: Начинается приключение гильдии.

source: Your guild is already on an adventure! Use `{prefix}guild status` to view how long it still lasts.
ru_ru: Ваша гильдия уже находится в приключении! Используйте статус `{prefix}guild` что бы узнать оставшееся время приключения.

source: {author} seeks a guild adventure for **{guild}**! React to join! Unlimited players can join in the next minute. The minimum of players required is 3.
ru_ru: {author} ищет приключение в гильдии **{guild}**! Нажмите :crossed_swords: , чтобы присоединиться! Неограниченные игроки могут присоединиться в следующую минуту. Требуется минимум трое игроков.

source: Alright, {user}, you have been added.
ru_ru: Отлично, {user}, вы были добавлены.

source: You aren't in their guild.
ru_ru: Вы не в гильдии.

source: You didn't get enough other players for the guild adventure.
ru_ru: Вы не получили достаточного количества других игроков для приключений в гильдии.

source: Guild adventure for **{guild}** started! Participants: {participants} Difficulty is **{difficulty}** Time it will take: **{time}**
ru_ru: приключения в гильдии для **{guild}** началось! Участники: {participants} Трудность **{difficulty}** Время, которое оно займет: **{time}**

source: Views your guild adventure.
ru_ru: Просмотреть статус вашего приключения в гильдии.

source: Your guild isn't on an adventure yet. Ask your guild leader to use `{prefix}guild adventure` to start one
ru_ru: Ваша гильдия пока не в приключении. Попросите лидера гильдии использовать `{prefix}guild` для начала приключения.

source: Your guild is currently in an adventure with difficulty `{difficulty}`. Time remaining: `{remain}`
ru_ru: Ваша гильдия в настоящее время находится в приключении с сложностью `{difficulty}`. Осталось времени до завершения: `{remain}`

source: In loving memory of Mary Johanna, ex-developer.
ru_ru: Мы с любовью вспоминаем о Мэри Йоханна, бывшей разработчице.

source: His name is `#no homo` :heart:
ru_ru: Его зовут `#no homo` :heart:

source: Creates a new character.
ru_ru: Создает нового персонажа.

source: Timeout expired. Please retry!
ru_ru: Время истекло. Пожалуйста повторите!

source: Starter Sword
ru_ru: Стартовый меч

source: Starter Shield
ru_ru: Стартовый щит

source: Successfully added your character **{name}**! Now use `{prefix}profile` to view your character!
ru_ru: Ваш персонаж успешно добавлен **{name}**! Теперь используйте `{prefix}profile` для просмотра вашего персонажа!

source: Character names must be at least 3 characters and up to 20.
ru_ru: Имена персонажей должны быть не менее 3 символов и не более 20!

source: View someone's or your own profile.
ru_ru: Посмотреть свой профиль или другого игрока.

source: **{person}** does not have a character.
ru_ru: **{person}** не имеет персонажа.

source: Not Married
ru_ru: Не женат / Не замужем

source: No Mission
ru_ru: Нет Миссии

source: View someone's profile, not image based.
ru_ru: Просмотр профиля, а не изображения.

source: **{target}** does not have a character.
ru_ru: **{target}** не имеет персонажа.

source: General
ru_ru: Общий

source: Ranks
ru_ru: Ранги

source: **Richest**: `{rank_money}` **XP**: `{rank_xp}`
ru_ru: **Самый богатый человек**: `{rank_money}` **Опыт**: `{rank_xp}`

source: Equipment
ru_ru: Экипировка

source: Sword: {sword} Shield: {shield}
ru_ru: Меч: {sword} Щит: {shield}

source: Mission
ru_ru: Миссия

source: Shows your balance.
ru_ru: Показывает ваш баланс.

source: You currently have **${money}**, {author}!
ru_ru: В настоящее время у вас есть **${money}**, {author}!

source: Shows your current XP and level.
ru_ru: Показывает текущий опыт и уровень.

source: You currently have **{points} XP**, which means you are on Level **{level}**. Missing to next level: **{missing}**
ru_ru: В настоящее время у вас есть **{points} опыта**, что означает, что вы на уровне **{level}**. До следующего уровня не хватает: **{missing}**

source: {user}'s inventory includes
ru_ru: инвентарь {user} включает в себя

source: (**Equipped**)
ru_ru: (**Оснащенный**)

source: Damage: `{damage}`
ru_ru: Урон: `{damage}`

source: Armor: `{armor}`
ru_ru: Броня: `{armor}`

source: ID: `{id}`, Type: `{type_}` with {statstr}. Value is **${value}**
ru_ru: ID: `{id}`, Тип: `{type_}` с {statstr}. Себестоимость **${value}**

source: Page {page} of {maxpages}
ru_ru: Страница {page} из {maxpages}

source: Shows your current inventory.
ru_ru: Показывает ваш текущий инвентарь.

source: Your inventory is empty.
ru_ru: Ваш инвентарь пуст.

source: Equips an item of yours by ID.
ru_ru: Используйте ID вашего предмета.

source: You don't own an item with the ID `{itemid}`.
ru_ru: У вас нет предмета с идентификатором `{itemid}`.

source: Successfully equipped item `{itemid}` and put off item `{olditem}`.
ru_ru: Одета вещь `{itemid}` и снята вещь `{olditem}`.

source: Successfully equipped item `{itemid}`.
ru_ru: Успешно одета вещь `{itemid}`.

source: Merges two items to a better one. Second one is consumed.
ru_ru: Объединяет два элемента для улучшения. Второй расходуется.

source: Good luck with that.
ru_ru: Удачи с этим.

source: You don't own both of these items.
ru_ru: Вы не владеете этими предметами.

source: This item is already on the maximum upgrade level.
ru_ru: Эта вещь достигла максимального уровня.

source: The second item's stat must be in the range of `{min_}` to `{max_}` to upgrade an item with the stat of `{stat}`.
ru_ru: Статистика второй вещи должна быть в диапазоне от `{min_}` до `{max_}` для обновления вещи с статистикой `{stat}`.

source: The {stat} of your **{item}** is now **{newstat}**. The other item was destroyed.
ru_ru: {stat} вашего **{item}** теперь **{newstat}**. Другая вещь была уничтожена.

source: Upgrades an item's stat by 1.
ru_ru: Улучшает вещь на 1.

source: Your weapon already reached the maximum upgrade level.
ru_ru: Ваше оружие уже достигло максимального уровня улучшения.

source: Are you sure you want to upgrade this item: {item}? It will cost **${pricetopay}**.
ru_ru: Вы уверены, что хотите обновить этот предмет: {item}? Он будет стоить **${pricetopay}**.

source: Weapon upgrade cancelled.
ru_ru: Обновление оружия отменено.

source: You are too poor to upgrade this item. The upgrade costs **${pricetopay}**, but you only have **${money}**.
ru_ru: Вы слишком бедны, чтобы обновить этот предмет. Цена обновления **${pricetopay}**, но у вас только **${money}**.

source: The {stat} of your **{item}** is now **{newstat}**. **${pricetopay}** has been taken off your balance.
ru_ru: {stat} вашего **{item}** теперь **{newstat}**. **${pricetopay}** было снято с вашего баланса.

source: Gift money!
ru_ru: Подарочные деньги!

source: No cheating!
ru_ru: Не шали, мы не любим читеров!

source: Renames your character.
ru_ru: Переименовывает вашего персонажа.

source: What shall your character's name be? (Minimum 3 Characters, Maximum 20)
ru_ru: Каким будет имя персонажа? (мин. 3 буквы, максимум 20)

source: Timeout expired. Retry!
ru_ru: Время истекло. Повторите!

source: Character name updated.
ru_ru: Имя персонажа обновлено.

source: Character names must be at least 3 characters!
ru_ru: Имена персонажей должны быть не менее 3 символов!

source: Character names mustn't exceed 20 characters!
ru_ru: Имя персонажа не должно превышать 20 символов!
