Repository: Gelbpunkt/IdleRPG
Catalog: locales/*_2/LC_MESSAGES/idlerpg.po
Languages: ru_ru

source: Starts a new tournament.
ru_ru: Начинается новый турнир.

source: You are too poor.
ru_ru: Вы слишком бедны.

source: Noone joined your tournament.
ru_ru: Никто не присоединился к вашему турниру.

source: {user} joined the tournament.
ru_ru: {user} присоединился к турниру.

source: You don't have a character, {user}.
ru_ru: У вас нет персонажа, {user}.

source: There are **{num}** entries, due to the fact we need a playable tournament, the last **{removed}** have been removed.
ru_ru: Необходимо ** {num} ** игроков, в связи с тем, что нам нужен играбельный турнир, последний(е) игрок(и) ** {removed} ** был(и) удалены.

source: Tournament started with **{num}** entries.
ru_ru: Турнир начался с ** {num} ** участников.

source: vs
ru_ru: против

source: Winner of this match is {winner}!
ru_ru: Победитель этого матча: {winner}!

source: Round Done!
ru_ru: Раунд завершен!

source: Tournament ended! The winner is {winner}.
ru_ru: Турнир завершен! Победитель: {winner}.

source: The creator spent money, prize can't be given!
ru_ru: Создатель потратил деньги, приз не может быть выдан!

source: Tournament ended! The winner is {winner}. Money was given!
ru_ru: Турнир завершен! Победитель: {winner}. Деньги даны!

source: Pixelfys an Avatar.
ru_ru: Пиксельти аватар.

source: Use 1, 2, 3, 4 or 5 as intensity value.
ru_ru: Используйте 1, 2, 3, 4 или 5 в качестве значения интенсивности.

source: Finds edges in an Avatar.
ru_ru: Черно белая аватарка с большой резкостью.

source: Inverts an avatar.
ru_ru: Инверсивный аватар.

source: Oils an Avatar.
ru_ru: Пиксельти аватар.

source: Trick or treat!
ru_ru: Кошелек или жизнь!

source: You walk around the houses... Noone is there... *yet*
ru_ru: Вы ходите по домам ... Там никого нет ... * пока *

source: You walk around the houses and ring at {waiting}'s house! That's a trick or treat bag for you, yay!
ru_ru: Вы ходите по домам и звоните в дом {waiting}! Это сумка для шутки или угощения, да!

source: You walk around the houses and ring at {waiting}'s house! Sadly they don't have anything for you...
ru_ru: Вы ходите по домам и звоните в дом {waiting}! К сожалению, у них нет ничего для вас ...

source: The waiting was worth it: {author} rang! That's a trick or treat bag for you, yay!
ru_ru: Ожидание того стоило: {author} позвонил! Это сумка для шутки или угощения!

source: {author} rings at your house, but... Nothing for you!
ru_ru: {author} звонит в ваш дом, но ... ничего для вас у него нет!

source: Seems you haven't got a trick or treat bag yet. Go get some!
ru_ru: Кажется, у тебя еще нет сумки для шутки или угощения. Иди возьми!

source: You gained an item!
ru_ru: Вы получили предмет!

source: You found a new item when opening a trick-or-treat bag!
ru_ru: Вы нашли новый предмет при открытии сумки "кошелек или жизнь"!

source: Name
ru_ru: Имя

source: Type
ru_ru: Тип

source: Damage
ru_ru: Урон

source: Armor
ru_ru: Броня

source: Value
ru_ru: Себестоимость

source: Remaining trick-or-treat bags: {bags}
ru_ru: Оставшиеся мешочки для угощения: {bags}

source: Change the bot language or view possible options.
ru_ru: Изменить язык бота или просмотреть возможные варианты.

source: Your current language is **{current_locale}**. Available options: {all_locales}
ru_ru: Ваш текущий язык **{current_locale}**. Доступные варианты: {all_locales}

source: Sets the language.
ru_ru: Устанавливает язык.

source: Not a valid language.
ru_ru: Недопустимый язык.

source: Battle against another player.
ru_ru: Битва против другого игрока.

source: You can't battle yourself.
ru_ru: Вы не можете бить себя.

source: Noone wanted to join your battle, {author}!
ru_ru: Никто не захотел сражаться с тобой {author}!

source: You don't have enough money to join the battle.
ru_ru: У вас недостаточно денег для того, чтобы присоединиться к битве.

source: Battle **{author}** vs **{enemy}** started! 30 seconds of fighting will now start!
ru_ru: Битва ** {author} ** против ** {enemy} ** началась! Бой начнётся через 30 секунд!

source: One of you can't pay the price for the battle because he spent money in the time of fighting.
ru_ru: Один из вас не может заплатить за битву, потому что он потратил деньги во время боя.

source: {winner} won the battle vs {looser}! Congratulations!
ru_ru: {winner} выиграл бой против {looser}! Поздравляем!

source: Reaction-based battle system.
ru_ru: Система сражения на основе реакции.

source: {player1}: **{hp1}** HP {player2}: **{hp2}** HP React to play.
ru_ru: {player1}: **{hp1}** HP {player2}: **{hp2}** HP Нажмите на эмоцию.

source: Someone refused to move. Battle stopped.
ru_ru: Кто-то не сделал свой ход. Битва остановлена.

source: {user}, you already moved!
ru_ru: {user}, вы уже сделали свой ход!

source: {user} hit {enemy} for **{eff}** damage.
ru_ru: {user} ударил {enemy} и нанес **{eff}** урона.

source: {user}'s attack on {enemy} failed!
ru_ru: {user} атака на {enemy} не удалась!

source: You both died!
ru_ru: Вы оба умерли!

source: One of you both can't pay the price for the battle because he spent money in the time of fighting.
ru_ru: Один из вас не может заплатить за битву, потому что он потратил деньги во время боя.

source: {winner} won the active battle vs {looser}! Congratulations!
ru_ru: {winner} выиграл активный бой против {looser}! Поздравляем!

source: Easter related commands for trading your collected eastereggs in for rewards.
ru_ru: Пасхальные команды для обмена собранных пасхальных яиц на награды.

source: **Easter event <:easteregg:566251086986608650>** Lasts until the Tuesday after Easter! Collect eastereggs and use `{prefix}easter rewards` to check the rewards. <:bunny:566290173831151627> Happy hunting!
ru_ru: **Пасхальный ивент <:easteregg:566251086986608650>** Продолжит до вторника после Пасхи! Соберите пасереги и используйте `{prefix}easter rewards` для проверки наград. <:bunny:566290173831151627> Удачная охота!

source: See the rewards for easter event.
ru_ru: Посмотрите награды за пасхальный ивент.

source: Get your easter reward. ID may be 1 to 10.
ru_ru: Получите награду за пасхальные ресурсы. ID может быть от 1 до 10.

source: You don't have enough eggs to claim this.
ru_ru: У вас нет достаточно яиц, чтобы это сделать.

source: You claimed your reward. Check your inventory/boosters/crates/money/etc.! You can claim multiple rewards, keep hunting!
ru_ru: Вы получили награду. Проверьте инвентарь/ускорителей/кратов/денег/т. д.! Вы можете получить несколько наград, продолжайте охоту!

source: Shows your crates.
ru_ru: Показывает ваши ящики.

source: Opens a crate.
ru_ru: Открывает ящик.

source: You found a new item when opening a crate!
ru_ru: Вы нашли новый предмет при открытии ящика!

source: Trades crates to a user.
ru_ru: Торгует ящиками для пользователя.

source: Very funny...
ru_ru: Очень смешно...

source: Gather as much food as you can
ru_ru: Соберите столько еды, сколько можете

source: gathers as much food as they can
ru_ru: собирает как можно больше еды

source: Grab a backpack and retreat
ru_ru: Возьмите рюкзак и отступите.

source: grabs a backpack and retreats
ru_ru: хватает рюкзак и отступает

source: Take a pistol and suicide
ru_ru: Взял пистолет и покончил с собой

source: gives themselves the bullet
ru_ru: Застрелился.

source: Ram a knife in your body
ru_ru: Зарезал себя

source: commits suicide with a knife
ru_ru: совершает самоубийство ножом

source: Run away from the Curnocopia
ru_ru: Убежать от Рога изобилия

source: runs away from the Cornucopia
ru_ru: убегает от Рога изобилия

source: Search for a pair of Explosives
ru_ru: Поиск пары взрывчатых веществ

source: finds a bag full of explosives
ru_ru: находит сумку, полный взрывчатых веществ

source: Look for water
ru_ru: Поиск воды

source: finds a canteen full of water
ru_ru: находит столовую, полную воды

source: Get a first aid kit
ru_ru: Получить набор первой помощи

source: clutches a first aid kit and runs away
ru_ru: сжимает аптечку и убегает

source: Grab a backpack
ru_ru: Возьмите рюкзак

source: grabs a backpack, not realizing it is empty
ru_ru: хватает рюкзак, не понимая, что он пуст

source: Try to assault USER
ru_ru: Попробуйте напасть на пользователя

source: kills USER
ru_ru: убивает пользователя

source: Kill USER at the water
ru_ru: Убить пользователя на воде

source: assaults USER while they were drinking water at the river
ru_ru: Кто-то отказался ходить. Битва остановлена.

source: Try to hide some landmines
ru_ru: Попробуйте скрыть некоторые мины

source: hides landmines at a few locations
ru_ru: скрывает наземные мины в нескольких местах

source: Take a bath
ru_ru: Принимать ванну

source: baths in the water and enjoys the silence
ru_ru: купается в воде и наслаждается тишиной

source: kill USER
ru_ru: убивает пользователя

source: grill at the fireplace and tell each other spooky stories
ru_ru: Сидеть у камина и рассказывать друг другу страшные истории.

source: annoy USER
ru_ru: раздражающий пользователь

source: kill themselves by walking into a landmine
ru_ru: Подорвался на мине

source: have a small party and get drunk
ru_ru: устроить небольшую вечеринку и напиться.

source: watch animes together
ru_ru: Вместе смотреть аниме

source: enjoy the silence
ru_ru: наслаждайтесь тишиной

source: attempt to kill USER but fail
ru_ru: попытка убить пользователя завершалась неудачей.

source: watch a movie together
ru_ru: смотреть вместе фильм

source: track down USER and kill them silently
ru_ru: Выследить пользователя и скрытно убить его

source: decide they want out of here and commit suicide
ru_ru: они хотят уйти и совершить самоубийство

source: dance YMCA together
ru_ru: танцевать YMCA вместе

source: sing songs together
ru_ru: петь вместе песни

source: have a nice romantic evening
ru_ru: провести приятный романтический вечер

source: watch the others being dumb
ru_ru: смотри, другие даже не пытались стать умнее

source: kiss in the moonlight
ru_ru: поцелуй под луной

source: watch a movie together when USER suddely gets shot by a stranger
ru_ru: при просмотре фильма пользователь был застрелен незнакомцем

source: **Round {round}**
ru_ru: **Раунд {round}**

source: Letting {user} choose their action...
ru_ru: Позволяет {user} выбрать свое действие...

source: Choose an action
ru_ru: Выберите действие

source: attempts to kill {user} but fails
ru_ru: попытка убить {user} оказалась неудачной

source: Team
ru_ru: Команда

source: The cast
ru_ru: Выигрыш

source: This hunger game's winner is {winner}!
ru_ru: Победитель этой голодной игры {winner}!

source: Everyone died!
ru_ru: Все умерли!

source: Starts a game of hunger games.
ru_ru: Начинает игру в голодных играх.

source: There is already a game in here!
ru_ru: Игра уже запущена!

source: {author} started a game of Hunger Games! React with :shallow_pan_of_food: to join the game! **{num} joined**
ru_ru: {author} начал игру в «Голодных играх»! Используйте эмоцию :shallow_pan_of_food: , чтобы присоединиться к игре! **{num} присоединился**

source: Not enough players joined...
ru_ru: Не хватает игроков...

source: Oops! You forgot a required argument: `{arg}`
ru_ru: Упс! Вы забыли необходимый аргумент: `{arg}`

source: You used a malformed argument!
ru_ru: Вы использовали неверный аргумент!

source: You are on cooldown. Try again in {time}.
ru_ru: Вы на перезарядке. Попробуйте снова через {time}.

source: Permission denied
ru_ru: Доступ запрещен

source: :x: This command is only avaiable for the bot owner.
ru_ru: :x: Эта команда доступна только для владельца бота.

source: You don't have a character yet.
ru_ru: У вас еще нет персонажа.

source: You need to have a guild to use this command.
ru_ru: Для использования этой команды вам нужно иметь гильдию.

source: You need to be in no guild to use this command.
ru_ru: Для использования этой команды вам не нужно находиться в гильдии.

source: Your rank in the guild is too low to use this command.
ru_ru: Ваш ранг в гильдии слишком низок, чтобы использовать эту команду.

source: You mustn't be the owner of a guild to use this command.
ru_ru: Вы не должны быть владельцем гильдии, чтобы использовать эту команду.

source: You are already on an adventure. Use `{prefix}status` to see how long it lasts.
ru_ru: Ваша гильдия уже находится в приключении! Используйте `{prefix}гильдия` что бы узнать оставшееся время приключения.

source: You need to be on an adventure to use this command. Try `{prefix}adventure`!
ru_ru: Вам необходимо начать приключение что бы использовать эту команду. Используйте команду `{prefix}приключения`!

source: Ranger
ru_ru: Рейнджер

source: :x: You don't have the permissions to use this command. It is thought for other users.
ru_ru: :x: У вас нет прав на использование этой команды. Она предназначена для других пользователей.

source: You did not choose anything.
ru_ru: Вы ничего не выбрали.

source: An argument or value you entered was far too high for me to handle properly!
ru_ru: Введенный вами аргумент или значение были слишком высоки, чтобы я мог их правильно обработать!

source: The command you tried to use ran into an error. The incident has been reported and the team will work hard to fix the issue!
ru_ru: Команда, которую вы пытались использовать, столкнулась с ошибкой. Инцидент был сообщен нам, и команда будет работать с большим усердием, чтобы исправить эту проблему!

source: Look at your Winter Calendar
ru_ru: Посмотрите на ваш зимний календарь

source: No calendar to show!
ru_ru: Нет календаря для показа!

source: Open the Winter Calendar once every day.
ru_ru: Открывайте зимний календарь один раз в день.

source: It's not calendar time yet...
ru_ru: Пока не календарное время...

source: **You opened day {today}!**
ru_ru: **Вы открыли день {today}!**

source: A mysterious puzzle piece
ru_ru: Таинственная головоломка

source: {crates} crates
ru_ru: {crates} ящиков

source: A special surprise - check out `{prefix}eventbackground` for a new Wintersday background!
ru_ru: Особый сюрприз - проверьте `{prefix}eventbackground` для нового зимнего фона!

source: Combine the mysterious puzzle pieces.
ru_ru: Объедините загадочные кусочки головоломки.

source: The mysterious puzzles don't fit together... Maybe some are missing?
ru_ru: Загадочные головоломки не сочетаются друг с другом... Может быть, некоторые отсутствуют?

source: You combined the puzzles! In your head a voice whispers: *Well done. Now use `{prefix}eventbackground 1` to set your new background that you just acquired...*
ru_ru: Вы объединили головоломки! В твоей голове шепчет голос: *Молодец. Теперь используйте `{prefix} eventbackground 1`, чтобы установить новый фон, который вы только что получили...*

source: Make a snowball fights against another guild.
ru_ru: Играть в снежки против другой гильдии.

source: You may not fight yourself.
ru_ru: Вы не можете бороться с самим собой.

source: The enemy must be an officer or higher.
ru_ru: Враг должен быть в звании офицер или выше.

source: Timed out...
ru_ru: Таймаут...

source: {author}, type `snowballfight nominate @user` to add one of your guild members to the fight!
ru_ru: {author}, введите `snowballfight nominate @user` для добавления одного из участников вашей гильдии в бой!

source: Not one of your guild members...
ru_ru: Ни один из членов вашей гильдии...

source: That's you!
ru_ru: Это вы!

source: {enemy}, use `snowballfight nominate @user` to add one of your guild members to the fight!
ru_ru: {enemy}, используйте `snowballfight nominate @user` для добавления одного из ваших участников гильдии в бой!

source: {author.mention}'s team vs {enemy.mention}'s team {t1} - {author} {t2} - {enemy} Next round starts in 5 seconds!
ru_ru: {author.mention} команда против команды {enemy.mention} {t1} - {author} {t2} - {enemy} Следующий раунд начинается через 5 секунд!

source: It's word typing time! In 3 seconds, I will send a word. Whoever types it fastest gets one point!
ru_ru: Это время введения слов! Через 3 секунды я отправлю слово. Кто первый напишет получит один балл!

source: Noone managed to get it right, I'll cancel the fight!
ru_ru: Никто не совершил правильное действие, я отменяю битву!

source: {author} got it right!
ru_ru: {author} Это правильно!

source: It's maths time! In 3 seconds, I'll send a simple maths task to solve! Type the answer to get a point!
ru_ru: Время математики! Через 3 секунды я отправлю простую математическую задачу для решения! Введите правильный ответ, чтобы получить 1 балл!

source: {user} got it right!
ru_ru: {user} Это правильно!

source: It's hangman time! In 3 seconds, I'll send a hangman-style word and you will have to either send your full word as the guess or a letter to check for!
ru_ru: Время для ВИСЕЛИЦЫ! через 3 секунды, вы получите слово которое связано с казнью, потом вы должны прислать полное слово на ваше усмотрение или буквы из слова!

source: Noone participated, I'll cancel the fight!
ru_ru: Никто не захотел участвовать, я отменю битву!

source: Team 1 ({user}) won!
ru_ru: Команда 1 ({user}) выиграла!

source: Team 2 ({user}) won!
ru_ru: Команда 2 ({user}) выиграла!

source: Sign up for the snowball tournament.
ru_ru: Зарегистрируйтесь на турнир по снежкам.

source: Too late, my friend.
ru_ru: Слишком поздно мой друг.

source: You're already signed up!
ru_ru: Вы уже зарегистрированы!

source: Tournament is full!
ru_ru: Турнир заполнен!

source: {guild} has been signed up.
ru_ru: {guild} Вы были зарегистрированы.

source: Makes the snowball tournament matches
ru_ru: Создает матчи турнира по игре в снежки

source: Matches generated!
ru_ru: Матчи сгенерированы!

source: Save a result of a match if it is in the tournament
ru_ru: Сохранить результат матча, если он есть в турнире

source: Those guilds are not in a match!
ru_ru: Эти гильдии не совпадают!

source: The winner of {guild1} vs {guild2} is now {winner}!
ru_ru: Победитель {guild1} против {guild2} теперь {winner}!

source: Enforces a new snowball round.
ru_ru: Прикрепить новый раунд игры в снежки.

source: Round forced!
ru_ru: Принудительный раунд!

source: Shows tournament matches.
ru_ru: Показывает матчи турнира.

source: Participants who are already in the next round
ru_ru: Участники, которые уже находятся в следующем раунде

source: No more matches to be done. Either it is over or it's time for a new round!
ru_ru: Больше нет матчей. Либо все они закончились, либо пришло время для нового раунда!

source: **Matches to be done**:
ru_ru: **Матчи завершены**:

source: Let's dab together.
ru_ru: Давайте вместе.

source: No. Just no. I am a bot. What did you think?
ru_ru: Нет. НЕТ. Я бот. А вы что думали?

source: Receive a daily reward based on your streak.
ru_ru: Получай награду каждый день, с каждым последующим днем награда будет увеличиваться.

source: Pong!
ru_ru: Понг!

source: My current latency is {lat}ms
ru_ru: Моя текущая задержка {lat}мс

source: Error when uploading to Imgur.
ru_ru: Ошибка при загрузке в Imgur.

source: Support maintenance of the bot.
ru_ru: Таблеточки для бота.

source: This bot has its own patreon page. **Why should I donate?** This bot is currently on {guild_count} servers, and it is growing fast. Hosting this bot for all users is not easy and costs a lot of money. If you want to continue using the bot or just help us, please donate a small amount. Even $1 can help us. **Thank you!** <https://patreon.com/idlerpg>
ru_ru: Этот бот имеет свою собственную страницу patreon. ** Почему я должен поддержать вас? ** Этот бот в настоящее время находится на серверах {guild_count}, и он быстро растет. Хостинг этого бота для всех пользователей не прост и стоит больших денег. Если вы хотите продолжить использовать бота или просто помочь нам, пожертвуйте небольшую сумму. Даже 1 доллар может помочь нам. **Спасибо!** <Https://patreon.com/idlerpg>

source: Shows the source code and license.
ru_ru: Показывает исходный код и лицензию.

source: Invite link for the bot.
ru_ru: Пригласительная ссылка для бота.

source: Got problems or feature requests? Looking for people to play with? Join the support server: https://discord.gg/MSBatf6
ru_ru: У вас имеются проблемы или пожелания? Вы ищете людей, с которыми можно вместе поиграть? Присоединяйтесь к серверу поддержки: https://discord.gg/MSBatf6

source: Statistics on the bot.
ru_ru: Статистика бота.

source: IdleRPG Statistics
ru_ru: Статистика IdleRPG

source: Official Support Server Invite: https://discord.gg/MSBatf6
ru_ru: Официальный сервер поддержки: https://discord.gg/MSBatf6

source: Hosting Statistics
ru_ru: Статистика хостинга

source: Bot Statistics
ru_ru: Статистика бота

source: Code lines written: **{lines}** Shards: **{shards}** Servers: **{guild_count}** Characters: **{characters}** Items: **{items}** Average hours of work: **{hours}**
ru_ru: Количество строк написано: **{lines}** Осколки: **{shards}** Серверы: **{guild_count}** Персонажи: **{characters}** Элементы: **{items}** Потрачено часов на разработку: **{hours}**

source: Roll a random number.
ru_ru: Получить случайное число

source: :1234: You rolled **{num}**, {author}!
ru_ru: :1234: Вам выпало **{num}**, {author}!

source: Deletes an amount of messages from the history, optionally only by one member.
ru_ru: Удаляет количество сообщений из истории, опционально только один участник.

source: 👍 Deleted **{num}** messages for you.
ru_ru: ※128077; Удалено **{num}** ваших сообщений.

source: The magic 8 ball answers your questions.
ru_ru: Волшебный шар ответит на все ваши вопросы.

source: It is certain
ru_ru: определенно

source: It is decidedly so
ru_ru: Это решение принято

source: Without a doubt
ru_ru: Без сомнений

source: Yes, definitely
ru_ru: Да, конечно

source: You may rely on it
ru_ru: Вы можете полагаться на это

source: As I see it, yes
ru_ru: Я предполагаю что да

source: Most likely
ru_ru: Скорее всего

source: Outlook good
ru_ru: Хорошая перспектива

source: Yes
ru_ru: Да

source: Signs point to yes
ru_ru: Знаки указывают на "да"

source: Reply hazy try again
ru_ru: Затрудняюсь ответить, попробуйте еще раз.

source: Ask again later
ru_ru: Спросите позже

source: Better not tell you now
ru_ru: Лучше вам не знать этого

source: Cannot predict now
ru_ru: Предсказание не получилось

source: Concentrate and ask again
ru_ru: Сконцентрируйтесь и спросите снова

source: Don't count on it
ru_ru: Не рассчитывайте на это

source: My reply is no
ru_ru: Мой ответ нет

source: My sources say no
ru_ru: Мои источники говорят нет

source: Outlook not so good
ru_ru: Перспективы не так хороши

source: Very doubtful
ru_ru: Очень сомневаюсь

source: The :8ball: says: **{result}**.
ru_ru: :8ball: говорит: **{result}**.

source: Repeats what you said.
ru_ru: Повторяет то, что вы говорили.

source: Chooses a random option of supplied possiblies.
ru_ru: Выбирает случайный вариант предоставленных возможностей.

source: Cannot choose from an empty list...
ru_ru: Не удается выбрать из пустого списка...

source: My choice is: **{result}**.
ru_ru: Мой выбор: **{result}**.

source: Calculates the potential love for 2 members.
ru_ru: Вычисляет потенциальную любовь для 2 участников.

source: Calculating Love for {first} and {second}...
ru_ru: Вычисление любви для {first} и {second}...

source: Love Calculation
ru_ru: Вычисление любви

source: Love for {first} and {second} is at **{love}%**! ❤
ru_ru: Любая для {first} и {second} ±{love}%**! ❤

source: Fancies text with big emojis.
ru_ru: Причудливый текст с большими смайликами.

source: A random bad meme.
ru_ru: Случайный плохой мем.

source: Tabletop RPG-ready dice. Rolls in the ndx format (3d20 is 3 dice with 20 sides).
ru_ru: Настольные RPG игровые кости. В формате ndx (3d20 - 3 кубика с 20 сторонами).

source: Use the ndx format. E.g. `5d20` will roll 5 dices with 20 sides each.
ru_ru: Используйте формат ndx. Например. `5d20` бросит 5 кубиков с 20 сторонами каждая.

source: Use the ndx format.
ru_ru: Использовать формат ndx.

source: Too many dice.
ru_ru: Слишком много костей.
