Repository: Gelbpunkt/IdleRPG
Catalog: locales/*_2/LC_MESSAGES/idlerpg.po
Languages: ru_ru

source: Deletes your character.
ru_ru: Удаляет вашего персонажа.

source: Cancelled deletion of your character.
ru_ru: Отменено удаление вашего персонажа.

source: Successfully deleted your character. Sorry to see you go :frowning:
ru_ru: Ваш персонаж успешно удален. Жаль что вы покидаете нас :frowning:

source: [Bot Admin only] Gives money to a user without loss.
ru_ru: [Только бот Admin] дает пользователю деньги без потери.

source: Successfully gave **${money}** without a loss for you to **{other}**.
ru_ru: Успешно отправлено **${money}** без потери для вас игроку **{other}**.

source: [Bot Admin only] Removes money from a user without gain.
ru_ru: [Только для администратора ботов] Удаляет деньги у пользователя без какой либо выгоды кому либо (они просто исчезают).

source: Successfully removed **${money}** from **{other}**.
ru_ru: Успешно отправлено **${money}** игроку **{other}**.

source: [Bot Admin only] Deletes any user's account.
ru_ru: [Только для администратора ботов] удаляет учетную запись любого пользователя.

source: Successfully deleted the character.
ru_ru: Персонаж успешно удален.

source: [Bot Admin only] Renames a character.
ru_ru: [Только для администратора ботов] Переименовывает персонажа.

source: What shall the character's name be? (min. 3 letters, max. 20)
ru_ru: Каким будет имя персонажа? (мин. 3 буквы, максимум 20)

source: Timeout expired.
ru_ru: Тайм-аут истек.

source: Renamed.
ru_ru: Переименовано.

source: [Bot Admin only] Gives/removes crates to a user without loss.
ru_ru: [Только для администратора ботов] дает пользователю деньги без потери.

source: [Bot Admin only] Gives xp to a user.
ru_ru: [Только для администратора ботов] Дать опыт пользователю.

source: Successfully gave **{amount}** XP to **{target}**.
ru_ru: Успешно отправлено **{amount}** игроку **{target}**.

source: [Bot Admin only] Wipes someone's donator perks.
ru_ru: [Только для администратора ботов] Убирает донат льготы игрока.

source: Successfully reset {target}'s background, class, item names and guild member limit.
ru_ru: Успешно сброшен фон {target}, класс, имена предметов и лимит членов гильдии.
