Repository: Gelbpunkt/IdleRPG
Catalog: locales/*_2/LC_MESSAGES/idlerpg.po
Languages: ru_ru

source: ```Sum: {sumall} Average: {average} Results: {results}```
ru_ru: ```Сумма: {sumall} Средние: {average} Результаты: {results}```

source: In **{server}** I am called **{name}**.
ru_ru: На **{server}** меня зовут **{name}**.

source: Cat pics.
ru_ru: Картинки кошек.

source: Meow!
ru_ru: Мяу!

source: Dog pics.
ru_ru: Картинки собак.

source: Wouff!
ru_ru: Гав!

source: I am online for **{time}**.
ru_ru: Я в сети **{time}**.

source: Every good software has an Easter egg.
ru_ru: У каждого хорошего программного обеспечения есть пасхальное яйцо.

source: Find it!
ru_ru: Найти!

source: Gives a cookie to a user.
ru_ru: Дает печенье пользователю.

source: **{user}**, you've been given a cookie by **{author}**. :cookie:
ru_ru: **{user}**, вы получили печенье от **{author}**. :cookie:

source: Gives ice cream to a user.
ru_ru: Дает мороженое пользователю.

source: {other}, here is your ice: :ice_cream:!
ru_ru: {other}, вот ваше мороженое: :ice_cream:!

source: User guessing game.
ru_ru: Игрок угадывает.

source: Can you guess who this is?
ru_ru: Можете ли вы угадать, кто это?

source: Their discriminant is `#{disc}`
ru_ru: Их дискриминиант является `#{disc}`

source: You didn't guess correctly! It was `{member}`!
ru_ru: Вы не угадали! Это `{member}`!

source: {user}, you are correct!
ru_ru: {user}, верно!

source: An alternative to 8ball, but has more bitchy answers.
ru_ru: Альтернатива 8ball, но с более грустными ответами.

source: Awesome bots by other coffee-drinking individuals.
ru_ru: Потрясающие боты от других людей, пьющих кофе.

source: Partnered Bots
ru_ru: Партнерские боты

source: Awesome bots made by other people!
ru_ru: Потрясающие боты, сделанные другими людьми!

source: Trivia, Hangman, Minesweeper, Connect 4 and more, right from your chat! A bot offering non-RPG games made by deprilula28 and Fin. [top.gg Page](https://top.gg/bot/gamesrob)
ru_ru: Тривиа, Виселица, Сапёр, подключите 4 и более игр прямо из чата! Бот, предлагающий не форматные RPG игры, сделанные deprilula28 и Fin-ом. [top.gg Page](https://top.gg/bot/gamesrob)

source: The booster store.
ru_ru: Магазин ускорителей.

source: IdleRPG Store
ru_ru: IdleRPG магазин

source: Welcome! Use `{prefix}purchase time/luck/money` to buy something.
ru_ru: Добро пожаловать! Используйте `{prefix}купить время/удачу/деньги` для покупки чего-то.

source: Boosters
ru_ru: Ускорители

source: `#1` Time Booster **$1000** Boosts adventure time by 50% `#2` Luck Booster **$500** Boosts adventure luck by 25% `#3` Money Booster **$1000** Boosts adventure money rewards by 25%
ru_ru: `#1` Ускоритель времени **$1000** Ускорить время приключений на 50% `#2` Удачи **$500** Увеличить удачу в приключении на 25% `#3` Ускоритель денег **$1000** Увеличивает денежные награды за приключение на 25%

source: Buy a booster from the store.
ru_ru: Купить ускоритель в магазине.

source: Please either buy `time`, `luck` or `money`.
ru_ru: Пожалуйста, купите `время`, `удачу` или `деньги`.

source: You're too poor.
ru_ru: У вас недостаточно денег.

source: View your boosters.
ru_ru: Посмотреть ваши ускорители.

source: Time booster - {time}
ru_ru: Ускоритель времени - {time}

source: Luck booster - {time}
ru_ru: Бустер удачи - {time}

source: Money booster - {time}
ru_ru: Бустер денег - {time}

source: Currently active
ru_ru: В данный момент активен.

source: Time Boosters
ru_ru: Ускорение времени

source: Luck Boosters
ru_ru: Бустер удачи

source: Money Boosters
ru_ru: Бустер денег

source: Your Boosters
ru_ru: Ваши ускорители

source: Use {prefix}activate to activate one
ru_ru: Используйте {prefix} что бы активировать 1.

source: Activate a booster.
ru_ru: Активировать ускоритель.

source: You don't have any of these boosters.
ru_ru: У вас нет ни одного из этих бустеров.

source: Successfully activated a **{booster} booster** for the next **24 hours**!
ru_ru: Успешно активирован ускоритель **{booster} ** на следующие **24 часа**!

source: IdleRPG Help
ru_ru: Справка IdleRPG

source: **Welcome to the IdleRPG help. Use the arrows to move. For more help, join the support server at https://discord.gg/MSBatf6.** Check out our partners using the partners command!
ru_ru: **Добро пожаловать в помощь IdleRPG. Используйте стрелки для перемещения. Для получения дополнительной помощи, присоединяйтесь к серверу поддержки по адресу https://discord.gg/MSBatf6.** Проверьте наших партнеров, используя команду партнеров!

source: IdleRPG Version {version}
ru_ru: Версия IdleRPG {version}

source: **{category} Commands**
ru_ru: **{category} Команды**

source: IdleRPG Version {version} | Page {page} of {maxpages}
ru_ru: IdleRPG версия {version} | Страница {page} из {maxpages}

source: No Description set
ru_ru: Описание не задано

source: Sends a link to the official documentation.
ru_ru: Отправляет ссылку на официальную документацию.

source: <:blackcheck:441826948919066625> **Check {url} for a list of commands**
ru_ru: <:blackcheck:441826948919066625> **Проверьте {url} для списка команд**

source: <:blackcheck:441826948919066625> **Check {url} for a tutorial and FAQ**
ru_ru: <:blackcheck:441826948919066625> **Проверьте {url} для обучения и FAQ**

source: Unban an entitiy from using $helpme.
ru_ru: Снять запрет на использование $helpme.

source: {thing} has been unbanned for the helpme command :ok_hand:
ru_ru: {thing} был разблокирован для команды helpme :ok_hand:

source: Error... Maybe they're already banned?
ru_ru: Ошибка... Возможно, они уже забанены?

source: {thing} has been banned for the helpme command :ok_hand:
ru_ru: {thing} вам было заблокировано использование команды helpme :ok_hand:

source: Allows a support team member to join your server for individual help.
ru_ru: Позволяет члену команды поддержки присоединиться к вашему серверу для индивидуальной помощи.

source: You or your server has been blacklisted for some reason.
ru_ru: Вы или ваш сервер по какой-то причине попали в черный список.

source: Are you sure? This will notify our support team and allow them to join the server.
ru_ru: Вы уверены? Это уведомит нашу службу поддержки и позволит им присоединиться к серверу.

source: Error when creating Invite.
ru_ru: Ошибка при создании приглашения.

source: Support team has been notified and will join as soon as possible!
ru_ru: Команда поддержки была уведомлена и присоединится как можно скорее!

source: Shows help about the bot.
ru_ru: Показывает справку о боте.

source: Sorry, that command does not exist.
ru_ru: К сожалению, эта команда не существует.

source: [Patreon Only] Changes an item name.
ru_ru: [Только Patreon] Изменяет имя элемента.

source: Name too long.
ru_ru: Слишком длинное имя.

source: You don't have an item with the ID `{itemid}`.
ru_ru: У вас нет предмета с ID `{itemid}`.

source: The item with the ID `{itemid}` is now called `{newname}`.
ru_ru: Элемент с идентификатором `{itemid}` теперь называется `{newname}`.

source: [Patreon Only] Changes your profile background.
ru_ru: [Только Patreon] Изменяет фон вашего профиля.

source: That is not a valid premade background.
ru_ru: Это недопустимый фон.

source: I couldn't read that URL. Does it start with `http://` or `https://` and is either a png or jpeg?
ru_ru: Я не могу прочитать этот URL. Начинается ли он с `http://` или `https://` и является ли он png, либо jpeg?

source: The URL is too long.
ru_ru: URL слишком длинный.

source: Your new profile picture is now: {url}
ru_ru: Картинка вашего профиля теперь: {url}

source: Your profile picture has been reset.
ru_ru: Изображение вашего профиля было сброшено.

source: Imgur Link for `{prefix}background` <{link}>
ru_ru: Imgur Link для `{prefix}background` <{link}>

source: [Patreon Only] Update your guild member limit.
ru_ru: [Только Patreon] Обновите лимит участников гильдии.

source: Your guild member limit is now 100.
ru_ru: Лимит членов гильдии теперь 100.

source: Update your background to one from the events.
ru_ru: Обновите фон на один из фонов событий.

source: The background number {number} is not valid, you only have {total} available.
ru_ru: неверный фоновый номер {number} у вас есть только {total}.

source: Background updated!
ru_ru: Фон обновлен!

source: Warrior
ru_ru: Воин

source: The tank class. Charge into battle with additional defense! +1 defense per evolution added onto your shield.
ru_ru: Танковый класс. Вступайте в бой с дополнительной защитой! +1 защита будет выдана вам при каждой эволюции на ваш щит.

source: Thief
ru_ru: Вор

source: Mage
ru_ru: Маг

source: Utilise powerful magic for stronger attacks. +1 damage per evolution added onto your sword.
ru_ru: Используйте мощную магию для более сильных атак. +1 урона за каждую эволюцию будет добавлено на ваш меч.

source: Paragon
ru_ru: Парагон

source: Absorb the appreciation of the devs into your soul to power up. +1 damage and defense per evolution added onto your items.
ru_ru: Впитайте признательность создателей своей душой для усиления вашего персонажа. +1 к урону и защите за каждую эволюцию будут добавлены к вашим предметам.

source: Your new class is now `{profession}`.
ru_ru: Ваш новый класс теперь `{profession}`.

source: You're too poor for a class change, it costs **$5000**.
ru_ru: У вас не хватает денег для изменения класса, необходимо **$5000**.

source: The image for your class **{class_}** hasn't been added yet.
ru_ru: Изображение для вашего класса **{class_}** еще не добавлено.

source: Your level isn't high enough to evolve.
ru_ru: Ваш уровень не достаточно велик для развития вашего класса.

source: You haven't got a class yet.
ru_ru: У вас еще нет класса.

source: [Thief Only] Steal money!
ru_ru: [Только Воры] Украсть деньги!

source: You stole **${stolen}** from **{user}**.
ru_ru: Вы украли **${stolen}** у **{user}**.

source: Your attempt to steal money wasn't successful.
ru_ru: Ваша попытка украсть деньги не удалась.

source: {user}'s pet
ru_ru: питомец {user}

source: Level
ru_ru: Уровень

source: You are too poor to buy this.
ru_ru: У вас недостаточно денег чтобы купить это.

source: [Ranger Only] Let your pet get a weapon for you!
ru_ru: [Только Рейнджер] Пусть ваш питомец достанет вам оружие!

source: Your pet found an item!
ru_ru: Ваш питомец нашел предмет!

source: Your pet needs to recover, wait a day to retry
ru_ru: Ваш питомец должен отдохнуть, подождите день, чтобы повторить попытку

source: Changes the playback's volume
ru_ru: Изменяет громкость воспроизведения

source: :warning:`Playback volume is going to change to {volume} in 5 seconds. To avoid the sudden earrape, control the volume on client side!`
ru_ru: :warning: `Громкость воспроизведения изменится на {volume} через 5 секунд. Высокая громкость опасна для человеческого уха, контролируйте громкость на стороне клиента! `

source: :white_check_mark:` Volume successfully changed to {volume}!`
ru_ru: :white_check_mark:` Объем успешно изменен на {volume}!`

source: Toggles the music playback's paused state
ru_ru: Переключает состояние паузы воспроизведения музыки

source: :white_check_mark:`Song paused!`
ru_ru: :white_check_mark:`Песня приостановлена!`

source: :white_check_mark:`Song resumed!`
ru_ru: :white_check_mark:`Песня возобновлена!`

source: Now playing...
ru_ru: Сейчас играет...

source: Title
ru_ru: Название

source: Uploader
ru_ru: Загрузчик

source: Length
ru_ru: Продолжительность

source: Remaining
ru_ru: Осталось

source: Position
ru_ru: Позиция

source: Click me!
ru_ru: Нажмите на меня!

source: Link to the original
ru_ru: Ссылка на оригинал

source: Volume
ru_ru: Громкость

source: Playing status
ru_ru: Статус воспроизведения

source: `⏸Paused`
ru_ru: `9208; Пауза`

source: ```No information```
ru_ru: ```Нет информации```

source: Song requested by: {user}
ru_ru: Песня запрошена: {user}

source: Upcoming entries
ru_ru: Предстоящие записи

source: :warning:`No more entries left.`
ru_ru: :warning:`Больше нет записей.`

source: 🎧 Added {title} to the queue...
ru_ru: ※127911; Добавлено {title} в очередь...

source: 🎧 Playing {title}...
ru_ru: ※127911; Играет {title}...

source: A list of all adventures with success rates, name and time it takes.
ru_ru: Список всех приключений с показателями успеха, именем и временем, которое требуется.

source: Loading images...
ru_ru: Загрузка изображений...

source: Sends your character on an adventure.
ru_ru: Отправляет вашего персонажа в приключение.

source: You must be on level **{level}** to do this adventure.
ru_ru: У вас должен быть уровень **{level}** для этого приключения.

source: Successfully sent your character out on an adventure. Use `{prefix}status` to see the current status of the mission.
ru_ru: Ваш персонаж успешно отправлен в приключение. Используйте статус `{prefix}` для просмотра текущего состояния миссии.

source: You died.
ru_ru: Вы умерли.

source: Checks your adventure status.
ru_ru: Проверяет ваш статус приключений.

source: You died on your mission. Try again!
ru_ru: Вы умерли на миссии. Попробуйте еще раз!

source: Cancels your current adventure.
ru_ru: Отменяет ваше текущее приключение.

source: Canceled your mission. Use `{prefix}adventure [missionID]` to start a new one!
ru_ru: Отменена миссия. Используйте `{prefix}приключение [missionID]` чтобы начать новую!

source: Out of **{total}** adventures, you died **{deaths}** times and survived **{completed}** times, which is a success rate of **{rate}%**.
ru_ru: Из **{total}** приключений вы умерли **{deaths}** раз и выжили **{completed}** раз, ваш показатель успешных приключений**{rate}%**.

source: Lists all your cooldowns.
ru_ru: Список ваших ожидающих действий.

source: You don't have any active cooldown at the moment.
ru_ru: В данный момент не запущено ни одного активного действия.

source: Commands on cooldown:
ru_ru: Команды на перезарядке:

source: {cmd} is on cooldown and will be available after {time}
ru_ru: {cmd} на перезарядке и будет доступна через {time}

source: The dealer has a {pretty_dealer} for a total of {dealer} You have a {pretty_player} for a total of {player} {additional}
ru_ru: У дилера есть {pretty_dealer}, в общей сложности {dealer} У вас есть {pretty_player}, в сумме {player} {additional}

source: Would you like insurance? It will cost half your bet and will get you 2:1 back if the dealer has a blackjack. Else it is gone.
ru_ru: Хотите подстраховаться? Это будет стоит вам половину ставки, в случае Блэкджека у диллера вам вернут 2:1 вашей ставки.

source: The dealer got a blackjack. You had insurance and lost nothing.
ru_ru: Дилер получил блэкджек. У вас была страховка и вы ничего не потеряли.

source: The dealer got a blackjack. You lost.
ru_ru: Дилер получил блэкджек. Вы проиграли.

source: You got a blackjack and won!
ru_ru: Вы получили блэкджек и вы выиграли!

source: Blackjack timed out... You lost your money!
ru_ru: Время игры истекло... Вы потеряли свои деньги!

source: Invalid. You're too poor and lose the match.
ru_ru: Надопустимо. Вы слишком бедны и проиграете матч.

source: You doubled your bid in exchange for only receiving one more card.
ru_ru: Вы удвоили свою ставку в обмен на получение карты.

source: You busted and lose.
ru_ru: Вы прогорели как и ваша ставка.

source: Dealer busts and you win!
ru_ru: Дилер проиграл а вы выиграли, поздравляем!

source: You have a higher score than the dealer and win.
ru_ru: У вас есть более высокий рейтинг, чем у дилера и вы выиграли.

source: Dealer has a higher score than you and wins.
ru_ru: У диллера есть более высокий рейтинг, чем у вас и он выигрывает.

source: Draws a random card.
ru_ru: Случайная карта.

source: Flip a coin and bid on the outcome.
ru_ru: Подбросьте монету и поставьте ставку на результат.

source: {result[1]} It's **{result[0]}**! You won **${amount}**!
ru_ru: {result[1]} Это **{result[0]}**! Вы выиграли **${amount}**!

source: {result[1]} It's **{result[0]}**! You lost **${amount}**!
ru_ru: {result[1]} Это **{result[0]}**! Вы потеряли **${amount}**!

source: Invalid Tip. Must be in the Range of `1` to `{maximum}`.
ru_ru: Недопустимо. Должно быть от `1` до`{maximum}`.

source: Spend it in a better way. C'mon!
ru_ru: Сделай это лучше. Ну же!

source: You won **${money}**! The random number was `{num}`, you tipped `{tip}`.
ru_ru: Вы выиграли **${money}**! Случайное число было `{num}`, ваше число `{tip}`.

source: You lost **${money}**! The random number was `{num}`, you tipped `{tip}`.
ru_ru: Вы выиграли **${money}**! Случайное число было `{num}`, ваше число `{tip}`.

source: You don't own an item with the ID: {itemid}
ru_ru: У вас нет предмета с ID `{itemid}

source: Your item is either equal to a Starter Item or worse. Noone would buy it.
ru_ru: Ваш предмет равен изначальному предмету или хуже. Никто не купит его.

source: Your price is too high. Try adjusting it to be up to `{limit}`.
ru_ru: Ваша цена слишком высока. Сделайте не више `{limit}`.

source: Successfully added your item to the shop! Use `{prefix}shop` to view it in the market!
ru_ru: Ваш товар добавлен в магазин! Используйте `{prefix}магазин` для просмотра на рынке!

source: Buys an item from the global market.
ru_ru: Покупайте товар с глобального рынка.

source: There is no item in the shop with the ID: {itemid}
ru_ru: Товара с ID:{itemid} нет в наличии

source: You're too poor to buy this item.
ru_ru: Вы слишком бедны, чтобы купить этот предмет.

source: Successfully bought item `{id}`. Use `{prefix}inventory` to view your updated inventory.
ru_ru: Успешно приобретен `{id}`. Используйте `{prefix}inventory` для просмотра вашего обновленного инвентаря.

source: **{author}** bought your **{name}** for **${price}** from the market.
ru_ru: **{author}** купил ваш **{name}** по цене **${price}** на рынке.

source: Takes an item off the shop.
ru_ru: Убирает предмет из магазина.

source: You don't have an item of yours in the shop with the ID `{itemid}`.
ru_ru: У вас нет товара в магазине с идентификатором `{itemid}`.

source: Successfully removed item `{itemid}` from the shop and put it in your inventory.
ru_ru: Удален `{itemid}` из магазина и помещён в инвентарь.

source: No results.
ru_ru: Нет результатов.

source: IdleRPG Shop
ru_ru: IdleRPG магазин

source: Use `{prefix}buy {item}` to buy this.
ru_ru: Используйте `{prefix}buy {item}`, чтобы купить это.

source: Price
ru_ru: Цена

source: Item {num} of {total}
ru_ru: Предмет {num} за {total}

source: Offer an item to a specific user.
ru_ru: Предложить предмет конкретному пользователю.

source: Are you sure you want to sell your equipped {item}?
ru_ru: Вы уверены, что хотите продать одетый на вашем персонаже предмет {item}?

source: Item selling cancelled.
ru_ru: Продажа товара отменена.

source: {user}, {author} offered you an item! React to buy it! The price is **${price}**. You have **2 Minutes** to accept the trade or the offer will be canceled.
ru_ru: {user}, {author} предложил вам предмет! Нажмите на Emoji, чтобы купить его! Цена **${price}**. У вас есть **2 минуты** для принятия сделки или предложение будет отменено.

source: They didn't want it.
ru_ru: Они этого не хотели.

source: {user}, you're too poor to buy this item!
ru_ru: {user}, вы слишком бедны, чтобы купить этот предмет!

source: The owner sold the item with the ID `{itemid}` in the meantime.
ru_ru: Владелец только что продал товар с идентификатором `{itemid}`.

source: Successfully bought item `{itemid}`. Use `{prefix}inventory` to view your updated inventory.
ru_ru: Успешно приобретен `{itemid}`. Используйте `{prefix}inventory` для просмотра вашего обновленного инвентаря.

source: Cancelled.
ru_ru: Отменено.

source: Sells all your non-equipped items for their value.
ru_ru: Продает все ваши не экипированные предметы по их себестоимости.

source: Nothing to merch.
ru_ru: Нечего покупать.

source: Merched **{count}** items for **${money}**.
ru_ru: Продано **{count}** предметов за **${money}**.

source: View your pending shop offers.
ru_ru: Просмотр товаров выставленных вами в магазине.

source: You don't have any pending shop offers.
ru_ru: В магазине нет ваших товаров.

source: Your pending items
ru_ru: Ваши ожидающие товары

source: The Trader
ru_ru: Торговец

source: Hit a button to buy it
ru_ru: Нажмите кнопку, чтобы купить этот предмет

source: You are too poor to buy this item.
ru_ru: Вы слишком бедны, чтобы купить этот предмет.

source: Successfully bought offer **{offer}**. Use `{prefix}inventory` to view your updated inventory.
ru_ru: Успешно приобретен **{offer}**. Используйте `{prefix}inventory` для просмотра вашего обновленного инвентаря.

source: Propose for a marriage.
ru_ru: Предложение о браке.

source: You should have a better friend than only yourself.
ru_ru: У вас должен быть лучший друг, похожий на вас.

source: One of you is married.
ru_ru: Один из вас замужен.

source: {author} has proposed for a marriage!
ru_ru: {author} предложил брак!

source: {author} wants to marry you, {partner}! React with :heart: to marry them!
ru_ru: {author} хочет жениться на вас, {partner}! Нажмите :heart: , чтобы пожениться с ним!

source: They didn't want to marry.
ru_ru: Они не хотели замуж.

source: Owwwwwww! :heart: {author} and {partner} are now married!
ru_ru: Оххх! :heart: {author} и {partner} в настоящее время женаты!

source: Either you or your lovee married in the meantime... :broken_heart:
ru_ru: Вы или ваш любимый женился в то же время... :broken_heart:

source: Break up with your partner.
ru_ru: Вы разрывайте с вашим партнером.

source: You are not married yet.
ru_ru: Вы еще не замужем.

source: You are now divorced.
ru_ru: Вы сейчас в разводе.

source: View who you're married to.
ru_ru: Посмотри, на ком ты женат.

source: You are currently married to **{partner}**.
ru_ru: В настоящее время вы женаты на **{partner}**.

source: noone
ru_ru: Не один

source: Buy something for your spouse and increase their lovescore.
ru_ru: Купите что-то для вашего супруга что бы усилить вашу любовь.

source: Dog :dog2:
ru_ru: Собака :dog2:

source: Cat :cat2:
ru_ru: Кот :cat2:

source: Cow :cow2:
ru_ru: Корова :cow2:

source: Penguin :penguin:
ru_ru: Пингвин :penguin:

source: Unicorn :unicorn:
ru_ru: Единорог :unicorn:

source: Potato :potato:
ru_ru: Картофель :potato:

source: Sweet potato :sweet_potato:
ru_ru: Сладкий картофель :sweet_potato:

source: Peach :peach:
ru_ru: Персик :peach:

source: Ice Cream :ice_cream:
ru_ru: Мороженое :ice_cream:

source: Bento Box :bento:
ru_ru: Ящик Бенто :bento:

source: Movie Night :ticket:
ru_ru: Ночь фильмов :ticket:

source: Video Game Night :video_game:
ru_ru: Ночь видео игр :video_game:

source: Camping Night :fishing_pole_and_fish:
ru_ru: Ночь в кемпинге :fishing_pole_and_fish:

source: Couple Competition :trophy:
ru_ru: Соревнование пар :trophy:

source: Concert Night :musical_keyboard:
ru_ru: Концертная ночь :musical_keyboard:

source: Bicycle :bike:
ru_ru: Велик :bike:

source: Motorcycle :motorcycle:
ru_ru: Мотоцикл :motorcycle:

source: Car :red_car:
ru_ru: Авто :red_car:

source: Private Jet :airplane:
ru_ru: Частный самолет :airplane:

source: Space Rocket :rocket:
ru_ru: Космическая ракета :rocket:

source: Credit Card :credit_card:
ru_ru: Кредитная карта :credit_card:

source: Watch :watch:
ru_ru: Смотреть :watch:

source: Phone :iphone:
ru_ru: Телефон :iphone:

source: Bed :bed:
ru_ru: кровать:bed:

source: Home films :projector:
ru_ru: Домашние фильмы :projector:

source: Satchel :school_satchel:
ru_ru: Ранец :school_satchel:

source: Purse :purse:
ru_ru: Кошелек :purse:

source: Shoes :athletic_shoe:
ru_ru: Обувь :athletic_shoe:

source: Casual Attire :shirt:
ru_ru: Повседневная одежда :shirt:

source: Ring :ring:
ru_ru: Звонок :ring:

source: Balloon :balloon:
ru_ru: Баллон :balloon:

source: Flower Bouquet :bouquet:
ru_ru: Букет цветов :bouquet:

source: Expensive Chocolates :chocolate_bar:
ru_ru: Дорогой шоколад :chocolate_bar:

source: Declaration of Love :love_letter:
ru_ru: Признание в любви :love_letter:

source: Key to Heart :key2:
ru_ru: Ключ к сердцу :key2:
