Repository: Gelbpunkt/IdleRPG
Catalog: locales/vn_VN/LC_MESSAGES/idlerpg.po
Languages: vn_vn

source: Your guild has completed an adventure of difficulty `{difficulty}`, ask a guild officer to check their status.
vn_vn: Bang hội của bạn đã hoàn thành một cuộc phiêu lưu với độ khó `{difficulty}`, hãy nói một viên chức bang hội kiểm tra tình trạng của cuộc phiêu lưu.

source: Your guild is currently in an adventure with difficulty `{difficulty}`. Time remaining: `{remain}`
vn_vn: Bang hội của bạn hiện đang trong một cuộc phiêu lưu với độ khó `{difficulty}`. Thời gian còn lại: `{remain}`

source: Lists guild-specific cooldowns
vn_vn: Hiển thị những lệnh đang làm lạnh của bang hội

source: Lists guild-specific cooldowns, meaning all guild members have these cooldowns and cannot use the commands.
vn_vn: Hiển thị những lệnh đang làm lạnh của bang hội, nghĩa là tất cả thành viên đều có những lệnh đang làm lạnh này nên không thể sử dụng chúng.

source: Guild adventure is running and will be done after {time}
vn_vn: Cuộc phiêu lưu bang hội đang diễn ra và sẽ hoàn thành sau {time}

source: Vote for the bot on top.gg
vn_vn: Bình chọn cho bot trên top.gg

source: Vote me up to get a random crate! You may receive a common crate (89%), an uncommon crate (6%), a rare crate (4%), a magic crate (0.9%) or a legendary crate (0.1%) If your vote was not registered, make sure you are logged into the right account on https://discord.com/login and try again.
vn_vn: Bình chọn cho tôi để được nhận một thùng ngẫu nhiên! Bạn có thể được nhận một thùng common (89%), một thùng uncommon (6%), một thùng rare (4%), một thùng magic (0.9%) hoặc một thùng legendary (0.1%) Nếu bình chọn của bạn không được ghi nhận, hãy đảm bảo rằng bạn đã đăng nhập ở https://discord.com/login và thử lại lần nữa.

source: Create a new character
vn_vn: Tạo nhân vật mới

source: `[name]` - The name to give your character; will be interactive if not given Create a new character and start playing IdleRPG. By creating a character, you agree to the [bot rules](https://wiki.idlerpg.xyz/index.php?title=Rules#botrules). No idea where to go from here? Check out our [tutorial](https://idlerpg.xyz/tutorial/). If you still have questions afterward, feel free to ask us on the official [support server](https://support.idlerpg.xyz/). (This command has a cooldown of 1 hour.)
vn_vn: `[name]` - Tên nhân vật bạn muốn tạo; sẽ trở thành giao diện hỏi đáp nếu không được nhập Tạo nhân vật mới và bắt đầu chơi IdleRPG. Khi tạo nhân vật, bạn đã đồng ý với [các luật của bot](https://wiki.idlerpg.xyz/index.php?title=Rules#botrules). Không biết nên bắt đầu từ đâu? Hãy xem [hướng dẫn](https://idlerpg.xyz/tutorial/). Nếu sau đó vẫn còn câu hỏi, bạn cứ tự nhiên đến hỏi chúng tôi ở [server hỗ trợ chính thức](https://support.idlerpg.xyz/). (Lệnh này có thời gian chờ là 1 tiếng.)

source: Timeout expired. Please retry!
vn_vn: Thời gian đã hết. Xin hãy thử lại!

source: **Please note that with the creation of a character, you agree to these rules:** 1) Only up to two characters per individual 2) No abusing or benefiting from bugs or exploits 3) Be friendly and kind to other players 4) Trading in-game items or currency for real money or items directly comparable to currency is forbidden IdleRPG is a global bot, your characters are valid everywhere
vn_vn: **Xin lưu ý là khi tạo nhân vật, bạn đã đồng ý với các quy định sau:** 1) Mỗi cá nhân chỉ được tạo tối đa hai nhân vật 2) Không được lợi dụng hay kiếm lời từ các bug hay lỗ hổng 3) Thân thiện và tốt bụng với người chơi khác 4) Cấm giao dịch vũ khí hay tiền tệ trong game bằng tiền thật hoặc thứ tương đương IdleRPG là bot thế giới, bạn có thể dùng nhân vật của mình ở bất cứ đâu

source: Creation of your character cancelled.
vn_vn: Hủy bỏ tạo nhân vật.

source: Illegal character (`) found in the name. Please try again and choose another name.
vn_vn: Ký tự không hợp lệ (`) xuất hiện trong tên. Xin hãy thử lại và chọn một tên khác.

source: Starter Sword
vn_vn: Kiếm cho người mới

source: Starter Shield
vn_vn: Khiên cho người mới

source: Successfully added your character **{name}**! Now use `{prefix}profile` to view your character!
vn_vn: Thành công tạo nhân vật của bạn với tên **{name}**! Bây giờ hãy sử dụng `{prefix}profile` để xem nhân vật của bạn!

source: Character names must be at least 3 characters and up to 20.
vn_vn: Tên nhân vật phải có ít nhất 3 ký tự và tối đa 20.

source: View someone's profile
vn_vn: Xem profile ai đó

source: `[person]` - The person whose profile to view; defaults to oneself View someone's profile. This will send an image. For an explanation what all the fields mean, see [this picture](https://wiki.idlerpg.xyz/images/3/35/Profile_explained.png)
vn_vn: `[person]` - Người bạn muốn xem profile; mặc định là bản thân Xem profile ai đó. Lệnh này sẽ gửi một hình ảnh. Để xem giải thích các ô, hãy xem [hình này](https://wiki.idlerpg.xyz/images/3/35/Profile_explained.png)

source: **{person}** does not have a character.
vn_vn: **{person}** không có nhân vật.

source: No God
vn_vn: Vô thần

source: View someone's profile differently
vn_vn: Xem profile người nào đó theo một cách khác

source: `[target]` - The person whose profile to view View someone's profile. This will send an embed rather than an image and is usually faster.
vn_vn: `[target]` - Người bạn muốn xem profile Xem profile người nào đó. Lệnh này sẽ hiện thông tin dạng nhúng thay vì hình ảnh và thường sẽ nhanh hơn.

source: **{target}** does not have a character.
vn_vn: **{target}** không có nhân vật.

source: None Equipped
vn_vn: Không trang bị

source: General
vn_vn: Thông tin chung

source: **Money**: `${money}` **Level**: `{level}` **Class**: `{class_}` **Race**: `{race}` **PvP Wins**: `{pvp}` **Guild**: `{guild}`
vn_vn: **Tiền**: `${money}` **Cấp bậc**: `{level}` **Nghề nghiệp**: `{class_}` **Chủng tộc**: `{race}` **Số lần PVP thắng**: `{pvp}` **Bang hội**: `{guild}`

source: Ranks
vn_vn: Hạng

source: **Richest**: `{rank_money}` **XP**: `{rank_xp}`
vn_vn: **Giàu có**: `{rank_money}` **XP**: `{rank_xp}`

source: Equipment
vn_vn: Trang bị

source: Right Hand: {right_hand} Left Hand: {left_hand}
vn_vn: Tay phải: {right_hand} Tay trái: {left_hand}

source: Mission
vn_vn: Nhiệm vụ

source: Show your current luck
vn_vn: Hiển thị chỉ số may mắn hiện tại

source: Shows your current luck value. Luck updates once a week for everyone, usually on Monday. It depends on your God. Luck influences your adventure survival chances as well as the rewards. Luck is decided randomly within the Gods' luck boundaries. You can find your God's boundaries [here](https://wiki.idlerpg.xyz/index.php?title=Gods#List_of_Deities). If you have enough favor to place in the top 25 followers, you will gain additional luck: - The top 25 to 21 will gain +0.1 luck - The top 20 to 16 will gain +0.2 luck - The top 15 to 11 will gain +0.3 luck - The top 10 to 6 will gain +0.4 luck - The top 5 to 1 will gain +0.5 luck If you follow a new God (or become Godless), your luck will not update instantly, it will update with everyone else's luck on Monday.
vn_vn: Hiển thị chỉ số may mắn hiện tại của bạn. Chỉ số may mắn cập nhật mỗi tuần một lần, thường vào thứ Hai. Nó phụ thuộc vào vị thần của bạn. May mắn ảnh hưởng đến xác suất sống sót và tiền thưởng từ các cuộc phiêu lưu. Chỉ số may mắn được quyết định ngẫu nhiên trong khoảng giới hạn may mắn của từng vị thần. Bạn có thể xem khoảng giới hạn may mắn của các vị thần ở [đây](https://wiki.idlerpg.xyz/index.php?title=Gods#List_of_Deities). Nếu bạn có đủ điểm ưu ái để nằm trong top 25 người theo đạo, bạn sẽ nhận được thêm chỉ số may mắn: - Top 25 tới 21 sẽ nhận được +0.1 may mắn - Top 20 tới 16 sẽ nhận được +0.2 may mắn - Top 15 tới 11 sẽ nhận được +0.3 may mắn - Top 10 tới 6 sẽ nhận được +0.4 may mắn - Top 5 tới 1 sẽ nhận được +0.5 may mắn Nếu bạn đi theo một vị thần mới (hoặc trở thành Vô thần), chỉ số may mắn của bạn sẽ không được cập nhật ngay, nó sẽ được cập nhật cùng với những người khác vào thứ Hai.

source: Your current luck multiplier is `{luck}x` (≈{percent}% {adj} than usual (usual=1)).
vn_vn: Chỉ số may mắn hiện tại của bạn là `{luck}x` (≈{percent}% {adj} bình thường (bình thường =1)).

source: more
vn_vn: nhiều hơn

source: less
vn_vn: ít hơn

source: Shows your balance
vn_vn: Hiển thị số tiền của bạn

source: Shows the amount of money you currently have. Among other ways, you can get more money by: - Playing adventures - Selling unused equipment - Gambling
vn_vn: Hiển thị số tiền bạn đang có. Một trong những cách để có thêm tiền là: - Tham gia các cuộc phiêu lưu - Bán những trang bị không sử dụng - Cờ bạc

source: You currently have **${money}**, {author}!
vn_vn: Bạn đang có **${money}**, {author}!

source: Show a player's current XP
vn_vn: Hiển thị XP hiện tại của người chơi

source: `[user]` - The player whose XP and level to show; defaults to oneself Show a player's XP and level. You can gain more XP by: - Completing adventures - Exchanging loot items for XP
vn_vn: `[user]` - Người chơi bạn muốn xem XP và cấp bậc; mặc định là bản thân Hiển thị XP và cấp bậc của một người chơi. Bạn có thể kiếm thêm XP bằng cách: - Hoàn thành các cuộc phiêu lưu - Đổi vật hiến tế để nhận XP

source: You currently have **{points} XP**, which means you are on Level **{level}**. Missing to next level: **{missing}**
vn_vn: Bạn hiện có **{points} XP**, điều đó có nghĩa là bạn đang ở cấp **{level}**. Để lên cấp tiếp theo cần: **{missing}**

source: {user} has **{points} XP** and is on Level **{level}**. Missing to next level: **{missing}**
vn_vn: {user} có **{points} XP** và đang ở cấp **{level}**. Để lên cấp tiếp theo cần: **{missing}**

source: {user}'s inventory includes
vn_vn: Túi đồ của {user}

source: (**Equipped**)
vn_vn: (**Đang trang bị**)

source: Damage: `{damage}`
vn_vn: Sát thương: `{damage}`

source: Armor: `{armor}`
vn_vn: Phòng thủ: `{armor}`

source: Signature: *{signature}*
vn_vn: Được ký bởi: *{signature}*

source: ID: `{id}`, Type: `{type_}` (uses {hand} hand(s)) with {statstr}. Value is **${value}**{signature}
vn_vn: ID: `{id}`, Loại: `{type_}` (dùng {hand} tay) với {statstr}. Giá trị là **${value}**{signature}

source: Page {page} of {maxpages}
vn_vn: Trang {page} trên {maxpages}

source: Show your gear items
vn_vn: Hiển thị trang bị của bạn

source: `[itemtype]` - The type of item to show; defaults to all items `[lowest]` - The lower boundary of items to show; defaults to 0 `[highest]` - The upper boundary of items to show; defaults to 101 Show your gear items. Items that are in the market will not be shown. Gear items can be equipped, sold and given away, or upgraded and merged to make them stronger. You can gain gear items by completing adventures, opening crates, or having your pet hunt for them, if you are a ranger. To sell unused items for their value, use `{prefix}merch`. To put them up on the global player market, use `{prefix}sell`.
vn_vn: `[itemtype]` - Loại trang bị bạn muốn hiển thị; mặc định là tất cả `[lowest]` - Chỉ số tối thiểu của trang bị để hiển thị; mặc định là 0 `[highest]` - Chỉ số tối đa của trang bị để hiển thị; mặc định là 101 Hiển thị các trang bị của bạn. Những trang bị đang bán trong chợ sẽ không được hiển thị. Trang bị có thể đeo vào người, bán hoặc tặng, hoặc nâng cấp và hợp nhất để chúng mạnh hơn. Bạn có thể tìm kiếm trang bị bằng cách hoàn thành các cuộc phiêu lưu, mở thùng hoặc cho thú cưng đi săn nếu bạn là cung thủ. Để bán những trang bị không sử dụng với giá bằng giá trị của chúng, sử dụng `{prefix}merch`. Để bán chúng trong chợ thế giới, sử dụng `{prefix}sell`.

source: Make sure that the `highest` value is greater than `lowest`.
vn_vn: Xin hãy đảm bảo chỉ số `tối đa` cao hơn chỉ số `tối thiểu`.

source: Please select a valid item type or `all`. Available types: `{all_types}`
vn_vn: Xin hãy chọn một loại trang bị hợp lệ hoặc `all`. Những loại trang bị hợp lệ: `{all_types}`

source: Your inventory is empty.
vn_vn: Túi đồ của bạn đang trống.

source: {user} has the following loot items.
vn_vn: {user} có những vật hiến tế sau.

source: ID: `{id}` Value is **{value}**
vn_vn: ID: `{id}` Giá trị là **{value}**

source: Show your loot items
vn_vn: Hiển thị vật hiến tế của bạn

source: Show your loot items. Loot items can be exchanged for money or XP, or sacrificed to your God to gain favor points. You can gain loot items by completing adventures. The higher the difficulty, the higher the chance to get loot. If you are a Ritualist, your loot chances are doubled. Check [our wiki](https://wiki.idlerpg.xyz/index.php?title=Loot#Probability) for the exact chances.
vn_vn: Hiển thị vật hiến tế của bạn. Vật hiến tế có thể dùng để đổi tiền hoặc XP, hoặc hiến tế cho thần để nhận được điểm ưu ái. Bạn có thể tìm kiếm vật hiến tế bằng cách hoàn thành các cuộc phiêu lưu. Độ khó càng cao thì xác suất nhận được vật hiến tế càng cao. Nếu bạn là Tư tế, xác suất nhận được vật hiến tế của bạn tăng gấp đôi. Hãy xem [wiki của chúng tôi](https://wiki.idlerpg.xyz/index.php?title=Loot#Probability) để biết xác suất cụ thể.

source: You do not have any loot at this moment.
vn_vn: Bạn hiện không có bất kỳ vật hiến tế nào.

source: Exchange your loot for money or XP
vn_vn: Đổi vật hiến tế để nhận tiền hoặc XP

source: `[loot_ids...]` - The loot IDs to exchange; defaults to all loot Exchange your loot for money or XP, the bot will let you choose. If you choose money, you will get the loots' combined value in cash. For XP, you will get 1/4th of the combined value in XP.
vn_vn: `[loot_ids...]` - ID vật hiến tế bạn muốn đổi; mặc định là tất cả Đổi vật hiến tế để nhận tiền hoặc XP, bot sẽ cho bạn chọn. Nếu bạn chọn tiền, bạn sẽ nhận số tiền bằng tổng giá trị các vật hiến tế. Nếu là XP, bạn sẽ nhận số XP bằng 1/4 tổng giá trị các vật hiến tế.

source: You don't have any loot.
vn_vn: Bạn không có vật hiến tế nào.

source: You don't own any loot items with the IDs: {itemids}
vn_vn: Bạn không có vật hiến tế với ID: {itemids}

source: Select a reward
vn_vn: Chọn một phần thưởng

source: Do you want favor? {prefix}sacrifice instead
vn_vn: Bạn có muốn nhận điểm ưu ái? Hãy sử dụng {prefix}sacrifice

source: You received **{reward}** when exchanging all of your loot.
vn_vn: Bạn nhận **{reward}** khi đổi tất cả vật hiến tế.

source: You received **{reward}** when exchanging loot item(s) `{loot_ids}`.
vn_vn: Bạn nhận **{reward}** khi đổi các vật hiến tế `{loot_ids}`.

source: Equip an item
vn_vn: Trang bị một vũ khí

source: `<itemid>` - The ID of the item to equip Equip an item by its ID, you can find the item IDs in your inventory. Each item has an assigned hand slot, "any" meaning that the item can go in either hand, "both" meaning it takes both hands, "left" and "right" should be clear. You cannot equip two items that use the same hand, or a second item if the one your have equipped is two-handed.
vn_vn: `<itemid>` - ID vũ khí bạn muốn trang bị Trang bị một vũ khí bằng ID của nó, bạn có thể tìm ID vũ khí trong túi đồ của bạn. Mỗi vũ khí đều có quy định sử dụng tay nào, "any" nghĩa là tay nào dùng cũng được, "both" nghĩa là cần cả hai tay, "left" (trái) và "right" (phải) thì rõ ràng rồi. Bạn không thể sử dụng hai vũ khí cùng một tay, hoặc món vũ khí thứ hai nếu bạn đang sử dụng vũ khí hai tay.

source: You don't own an item with the ID `{itemid}`.
vn_vn: Bạn không sở hữu một vũ khí có ID `{itemid}`.

source: Select an item to unequip
vn_vn: Chọn vũ khí để tháo

source: Successfully equipped item `{itemid}` and put off item(s) {olditems}.
vn_vn: Thành công trang bị vũ khí `{itemid}` và tháo vũ khí {olditems}.

source: Successfully equipped item `{itemid}`.
vn_vn: Thành công trang bị vũ khí `{itemid}`.

source: Unequip an item
vn_vn: Tháo vũ khí

source: `<itemid>` - The ID of the item to unequip Unequip one of your equipped items. This has no benefit whatsoever.
vn_vn: `<itemid>` - ID vũ khí bạn muốn tháo Tháo một món vũ khí bạn đang đeo. Lệnh này chẳng có lợi ích gì cả.

source: You don't have this item equipped.
vn_vn: Bạn không trang bị vũ khí này.

source: Successfully unequipped item `{itemid}`.
vn_vn: Thành công tháo vũ khí `{itemid}`.

source: Merge two items to make a stronger one
vn_vn: Hợp nhất hai vũ khí thành một vũ khí mạnh hơn

source: `<firstitemid>` - The ID of the first item `<seconditemid>` - The ID of the second item Merges two items to a better one. ⚠ The first item will be upgraded by +1, the second item will be destroyed. The two items must be of the same item type and within a 5 stat range of each other. For example, if the first item is a 23 damage Scythe, the second item must be a Scythe with damage 18 to 28. One handed weapons can be merged up to 41, two handed items up to 82 (This command has a cooldown of 1 hour.)
vn_vn: `<firstitemid>` - ID vũ khí thứ nhất `<seconditemid>` - ID vũ khí thứ hai Hợp nhất hai vũ khí thành một vũ khí mạnh hơn. ⚠ Vũ khí đầu tiên sẽ được nâng cấp +1, vũ khí thứ hai sẽ bị hủy. Hai món vũ khí phải cùng loại và cách nhau 5 chỉ số trở xuống. Ví dụ, nếu món thứ nhất là Scythe với chỉ số sát thương 23, món thứ hai phải là Scythe với chỉ số sát thương từ 18 tới 28. Vũ khí một tay có thể nhập tới 41, vũ khí hai tay có thể nhập tới 82. (Lệnh này có thời gian chờ là 1 tiếng.)

source: Good luck with that.
vn_vn: Chúc bạn may mắn.

source: You don't own both of these items.
vn_vn: Bạn không sở hữu cả hai vũ khí này.

source: The items are of unequal type. You may only merge a sword with a sword or a shield with a shield.
vn_vn: Hai vũ khí không cùng loại. Bạn chỉ có thể hợp nhất một thanh kiếm với một thanh kiếm hoặc một chiếc khiên với một chiếc khiên.

source: This item is already on the maximum upgrade level.
vn_vn: Vũ khí của bạn đã đến cấp độ tối đa có thể hợp nhất.

source: The second item's stat must be in the range of `{min_}` to `{max_}` to upgrade an item with the stat of `{stat}`.
vn_vn: Chỉ số của vũ khí thứ hai phải nằm trong phạm vi từ `{min_}` đến `{max_}` để nâng cấp vũ khí có chỉ số `{stat}`.

source: The {stat} of your **{item}** is now **{newstat}**. The other item was destroyed.
vn_vn: Vũ khí **{item}** đã tăng từ {stat} lên **{newstat}**. Vũ khí còn lại đã bị phá hủy.

source: Upgrade an item
vn_vn: Nâng cấp vũ khí

source: `<itemid>` - The ID of the item to upgrade Upgrades an item's stat by 1. The price to upgrade an item is 250 times its current stat. For example, upgrading a 15 damage sword will cost $3,750. One handed weapons can be upgraded up to 41, two handed items up to 82. (This command has a cooldown of 1 hour.)
vn_vn: `<itemid>` - ID vũ khí bạn muốn nâng cấp Tăng +1 chỉ số của vũ khí. Chi phí nâng cấp vũ khí là 250 lần chỉ số hiện tại. Ví dụ, nâng cấp một thanh kiếm với sát thương 15 sẽ tốn $3.750. Vũ khí một tay có thể nâng cấp tới 41, vũ khí hai tay có thể nâng cấp tới 82. (Lệnh này có thời gian chờ là 1 tiếng.)

source: Your weapon already reached the maximum upgrade level.
vn_vn: Vũ khí của bạn đã đến cấp độ tối đa có thể nâng cấp.

source: Are you sure you want to upgrade this item: {item}? It will cost **${pricetopay}**.
vn_vn: Bạn có chắc chắn muốn nâng cấp {item} không? Chi phí nâng cấp là **${pricetopay}**.

source: Weapon upgrade cancelled.
vn_vn: Hủy bỏ nâng cấp vũ khí.

source: You are too poor to upgrade this item. The upgrade costs **${pricetopay}**, but you only have **${money}**.
vn_vn: Bạn quá nghèo để nâng cấp vũ khí này. Chi phí nâng cấp là **${pricetopay}** nhưng bạn chỉ có **${money}**.

source: The {stat} of your **{item}** is now **{newstat}**. **${pricetopay}** has been taken off your balance.
vn_vn: Vũ khí **{item}** đã tăng từ {stat} lên **{newstat}**. **${pricetopay}** đã được trừ vào tài khoản của bạn.

source: Give someone money
vn_vn: Đưa tiền cho ai đó

source: `<money>` - The amount of money to give to the other person, cannot exceed 100,000,000 `[other]` - The person to give the money to Gift money! It will be removed from you and added to the other person.
vn_vn: `<money>` - Số tiền bạn muốn đưa cho ai đó, không thể quá 100.000.000 `[other]` - Người bạn muốn đưa tiền Đưa tiền! Số tiền sẽ được trừ vào tài khoản của bạn và thêm vào tài khoản người kia.

source: No cheating!
vn_vn: Không được gian lận đâu nha!

source: Success! {other} now has **${othermoney}**, you now have **${authormoney}**.
vn_vn: Thành công! {other} bây giờ có **${othermoney}**, bạn bây giờ có **${authormoney}**.

source: Rename your character
vn_vn: Sửa tên nhân vật

source: `[name]` - The name to use; if not given, this will be interactive Renames your character. The name must be from 3 to 20 characters long.
vn_vn: `[name]` - Tên bạn muốn dùng; sẽ trở thành giao diện hỏi đáp nếu không được nhập Sửa tên nhân vật. Tên phải có từ 3 tới 20 ký tự.

source: What shall your character's name be? (Minimum 3 Characters, Maximum 20)
vn_vn: Tên nhân vật của bạn sẽ là gì? (Tối thiểu 3 ký tự, Tối đa 20)

source: Timeout expired. Retry!
vn_vn: Thời gian đã hết. Xin hãy thử lại!

source: Character name updated.
vn_vn: Tên nhân vật đã được cập nhật.

source: Character names must be at least 3 characters!
vn_vn: Tên nhân vật không được ít hơn 3 ký tự!

source: Character names mustn't exceed 20 characters!
vn_vn: Tên nhân vật không được vượt quá 20 ký tự!

source: Delete your character
vn_vn: Xóa nhân vật của bạn

source: Deletes your character. There is no way to get your character data back after deletion. Deleting your character also removes: - Your guild if you own one - Your alliance's city ownership - Your marriage and children
vn_vn: Xóa nhân vật của bạn. Sau khi xóa, sẽ không có cách nào lấy lại thông tin nhân vật. Xóa nhân vật của bạn cũng sẽ xóa: - Bang hội nếu bạn là chủ bang hội - Quyền sở hữu thành phố của liên minh bạn tham gia - Cuộc hôn nhân và những đứa con của bạn

source: Are you absolutely sure you want to delete your character? React in the next 30 seconds to confirm. **This cannot be undone.**
vn_vn: Bạn có chắc chắn muốn xóa nhân vật của mình không? Nhấn emoji trong 30 giây tiếp theo để xác nhận. **Lệnh này không thể hoàn tác.**

source: Cancelled deletion of your character.
vn_vn: Hủy bỏ xóa nhân vật của bạn.

source: Successfully deleted your character. Sorry to see you go :frowning:
vn_vn: Xóa nhân vật thành công. Thật đáng tiếc :frowning:

source: Update your profile color
vn_vn: Cập nhật màu profile

source: `<color>` - The color to use, see below for allowed format Sets your profile text colour. The format may be #RGB, #RRGGBB, CSS3 defaults like "cyan", a rgb(r, g, b) tuple or a rgba(r, g, b, a) tuple A tuple is a data type consisting of multiple parts. To make a tuple for this command, seperate your values with a comma, and surround them with parantheses. Here is an example of a tuple with four values: `(128,256,0,0.5)` This will change the text color in `{prefix}profile` and the embed color in `{prefix}profile2`.
vn_vn: `<color>` - Màu bạn muốn sử dụng, xem phía dưới để biết định dạng Cài đặt màu chữ cho profile. Định dạng có thể là #RGB, #RRGGBB hay CSS3 như "cyan", cụm rgb(r, g, b) hay cụm rgba(r, g, b, a) Một cụm là dạng thông tin gồm nhiều phần. Để tạo cụm cho lệnh này, ngăn cách các phần bằng dấu phẩy, và đặt cả cụm trong dấu ngoặc đơn. Đây là ví dụ của cụm có bốn phần: `(128,256,0,0.5)` Lệnh này sẽ đổi màu chữ trong `{prefix}profile` và màu nhúng trong `{prefix}profile2`.

source: Format for colour is `#RGB`, `#RRGGBB`, a colour code like `cyan` or rgb/rgba values like (255, 255, 255, 0.5).
vn_vn: Định dạng màu là `#RGB`, `#RRGGBB`, mã màu như `cyan` hoặc giá trị rgb/rgba như (255, 255, 255, 0.5).

source: Successfully set your profile colour to `{colour}`.
vn_vn: Thành công cài đặt màu profile của bạn thành `{colour}`.

source: Publish an announcement
vn_vn: Công khai một thông báo

source: Publish a message from an announement channel
vn_vn: Công khai một tin nhắn từ kênh thông báo

source: Message has been published!
vn_vn: Tin nhắn đã được công khai!

source: This message is not from an announcement channel!
vn_vn: Tin nhắn này không phải từ kênh thông báo!
