Repository: Gelbpunkt/IdleRPG
Catalog: locales/vn_VN/LC_MESSAGES/idlerpg.po
Languages: vn_vn

source: Draw a card.
vn_vn: Rút một lá.

source: `[enemy]` - A user who has a profile; defaults to None `[money]` - The bet money. A whole number that can be 0 or greater; defaults to 0 Draws a random card from the 52 French playing cards. Playing Draw with someone for money is also available if the enemy is mentioned. The player with higher value of the drawn cards will win the bet money. This command has no effect on your balance if done with no enemy mentioned. (This command has a cooldown of 15 seconds.)
vn_vn: `[enemy]` - Người dùng đã có nhân vật; mặc định là không ai cả `[money]` - Số tiền cược. Một số nguyên lớn hơn hoặc bằng 0; mặc định là 0 Rút một lá ngẫu nhiên từ bộ bài 52 lá. Có thể chơi Rút bài có đặt cược với người khác nếu có đề cập đối thủ. Người chơi có lá bài lớn hơn sẽ thắng tiền cược. Lệnh này không ảnh hưởng tới số tiền của bạn nếu không đề cập đối thủ. (Lệnh này có thời gian chờ là 15 giây.)

source: Please choose someone else.
vn_vn: Xin hãy chọn người khác.

source: You should choose a human to play with you.
vn_vn: Bạn cần chọn một người để chơi với bạn.

source: They declined. They don't want to play a game of Draw with you {author}.
vn_vn: Họ từ chối. Họ không muốn chơi Rút bài với bạn {author}.

source: They didn't choose anything. It seems they're not interested to play a game of Draw with you {author}.
vn_vn: Họ không chọn gì cả. Có vẻ họ không muốn chơi Rút bài với bạn {author}.

source: {enemy} You don't have enough money to play.
vn_vn: {enemy} Bạn không có đủ tiền để chơi.

source: Cards ran out. This is a very rare issue that could mean image files for cards have become insufficient. Please report this issue to the bot developers.
vn_vn: Hết bài. Trường hợp này rất hiếm, có lẽ là không đủ hình ảnh cho các lá bài. Xin hãy báo vấn đề này với các nhà phát triển bot.

source: Nobody won. {author} and {enemy} tied.
vn_vn: Không ai thắng. {author} và {enemy} hòa nhau.

source: {winner} won the Draw vs {loser}! Congratulations!
vn_vn: {winner} thắng trò chơi Rút bài với {loser}! Xin chúc mừng!

source: {author}, while playing against {enemy}, you drew:
vn_vn: {author}, khi chơi với {enemy}, bạn rút:

source: {enemy}, while playing against {author}, you drew:
vn_vn: {enemy}, khi chơi với {author}, bạn rút:

source: Break the tie?
vn_vn: Phá bỏ thế hòa?

source: One of you or both didn't react on time.
vn_vn: Một trong hai hoặc cả hai bạn đã không nhấn emoji kịp lúc.

source: {user} declined to break the tie.
vn_vn: {user} từ chối phá bỏ thế hòa.

source: {author} You don't have enough money to play.
vn_vn: {author} Bạn không có đủ tiền để chơi.

source: Play a game of French Roulette
vn_vn: Chơi trò Roulette

source: `<money>` - A whole number from 0 to 100 `<bid>` - What to bid on, see below for details Play a game of French Roulette. Possible simple bets: - noir (all black numbers) (1:1 payout) - rouge (all red numbers) (1:1 payout) - pair (all even numbers) (1:1 payout) - impair (all odd numbers) (1:1 payout) - manque (1-18) (1:1 payout) - passe (19-36) (1:1 payout) - premier (1-12) (2:1 payout) - milieu (13-24) (2:1 payout) - dernier (25-36) (2:1 payout) Complicated bets: - colonne (34/35/36) (all numbers in a row on the betting table, either 1, 4, ..., 34 or 2, 5, ..., 35 or 3, 6, ... 36) (2:1 payout) - transversale (vertical low)-(vertical high) This includes simple and pleine (a vertical row on the betting table, e.g. 19-21. can also be two rows, e.g. 4-9) (11:1 payout for pleine, 5:1 for simple) - les trois premiers (numbers 0, 1, 2) (11:1 payout) - carre (low)-(high) (a section of four numbers in a square on the betting table, e.g. 23-27) (8:1 payout) - les quatre premiers (numbers 0, 1, 2, 3) (8:1 payout) - cheval (number 1) (number 2) (a simple bet on two numbers) (17:1 payout) - plein (number) (a simple bet on one number) (35:1 payout) To visualize the rows and columns, use the command: roulette table This command is in an alpha-stage, which means bugs are likely to happen. Play at your own risk. (This command has a cooldown of 15 seconds.)
vn_vn: `<money>` - Một số nguyên từ 0 tới 100 `<bid>` - Cách bạn muốn đặt cược, xem phía dưới để biết thêm chi tiết Chơi trò Roulette. Những cách có thể đặt cược: - noir (tất cả số đen) (tỷ lệ 1:1) - rouge (tất cả số đỏ) (tỷ lệ 1:1) - pair (tất cả số chẵn) (tỷ lệ 1:1) - impair (tất cả số lẻ) (tỷ lệ 1:1) - manque (1-18) (tỷ lệ 1:1) - passe (19-36) (tỷ lệ 1:1) - premier (1-12) (tỷ lệ 2:1) - milieu (13-24) (tỷ lệ 2:1) - dernier (25-36) (tỷ lệ 2:1) Đặt cược phức tạp: - colonne (34/35/36) (tất cả các số trong cùng hàng dọc, có thể là 1, 4, ..., 34 hoặc 2, 5, ..., 35 hoặc 3, 6, ... 36) (tỷ lệ 2:1) - transversale (vertical low)-(vertical high) Bao gồm simple và pleine (một hàng ngang, ví dụ 19-21, cũng có thể là hai hàng ngang, ví dụ 4-9) (tỷ lệ 11:1 cho pleine, 5:1 cho simple) - les trois premiers (các số 0, 1, 2) (tỷ lệ 11:1) - carre (low)-(high) (tập hợp bốn số kề nhau tạo thành hình vuông trên bàn, ví dụ 23-27) (tỷ lệ 8:1) - les quatre premiers (các số 0, 1, 2, 3) (tỷ lệ 8:1) - cheval (số thứ 1) (số thứ 2) (đặt cược hai số đơn giản) (tỷ lệ 17:1) - plein (một con số) (đặt cược một số đơn giản) (tỷ lệ 35:1) Để xem các cột ngang và dọc của bàn cược, dùng lệnh: roulette table Lệnh này đang trong phiên bản alpha, nghĩa là có thể có lỗi. Tự chịu trách nhiệm khi chơi. (Lệnh này có thời gian chờ là 15 giây.)

source: Your bid input was invalid. Try the help on this command to view examples.
vn_vn: Số tiền cược của bạn không hợp lệ. Xin hãy xem giúp đỡ của lệnh này để xem ví dụ.

source: Show the roulette table
vn_vn: Hiển thị bàn roulette

source: Sends a picture of a French Roulette table.
vn_vn: Gửi hình bàn roulette.

source: Toss a coin
vn_vn: Quăng đồng xu

source: `[side]` - The coin side to bet on, can be heads or tails; defaults to heads `[amount]` - A whole number from 1 to 100,000; defaults to 0 Bet money on a coinflip. If the coin lands on the side you bet on, you will receive the amount in cash. If it's the other side, you lose that amount. (This command has a cooldown of 5 seconds.)
vn_vn: `[side]` - Mặt đồng xu bạn muốn cược, có thể là heads (mặt ngửa) hoặc tails (mặt sấp); mặc định là heads `[amount]` - Một số nguyên từ 1 tới 100,000; mặc định là 0 Tung đồng xu có cược tiền. Nếu đồng xu rơi xuống là mặt bạn cược, bạn sẽ nhận được số tiền. Nếu là mặt còn lại, bạn sẽ mất tiền cược. (Lệnh này có thời gian chờ là 5 giây.)

source: {result[1]} It's **{result[0]}**! You won **${amount}**!
vn_vn: {result[1]} Nó là **{result[0]}**! Bạn thắng **${amount}**!

source: {result[1]} It's **{result[0]}**! You lost **${amount}**!
vn_vn: {result[1]} Nó là **{result[0]}**! Bạn mất **${amount}**!

source: Bet on a specific outcome of an n-sided dice.
vn_vn: Cược một kết quả nhất định của xúc xắc n mặt.

source: `[maximum]` - The amount of sides the dice will have, must be greater than 1; defaults to 6 `[tip]` - The number to bet on, must be greater than 0 and lower than, or equal to `[maximum]`; defaults to 6 `[money]` - The amount of money to bet, must be between 0 and 100,000; defaults to 0 Bet on the outcome of an n-sided dice. You will win [maximum - 1] * [money] money if you are right and lose [money] if you are wrong. For example: `{prefix}bet 10 4 100` - Rolls a 10 sided dice - If the dice lands on 4, you will receive $900 - If the dice lands on any other number, you will lose $100 (This command has a cooldown of 5 seconds.)
vn_vn: `[maximum]` - Số mặt của xúc xắc, phải lớn hơn 1; mặc định là 6 `[tip]` - Kết quả bạn muốn cược, phải lớn hơn 0 và nhỏ hơn hoặc bằng `[maximum]`; mặc định là 6 `[money]` - Số tiền bạn muốn cược, phải nằm trong khoảng từ 0 tới 100,000; mặc định là 0 Đặt cược kết quả của xúc xắc n mặt. Bạn sẽ thắng [maximum - 1] * [money] nếu bạn đúng và mất [money] nếu bạn sai. Ví dụ: `{prefix}bet 10 4 100` - Lắc xúc xắc 10 mặt - Nếu kết quả là 4, bạn sẽ được nhận $900 - Nếu ra kết quả khác, bạn mất $100 (Lệnh này có thời gian chờ là 5 giây.)

source: Invalid Tip. Must be in the Range of `1` to `{maximum}`.
vn_vn: Không hợp lệ. Phải nằm trong phạm vi từ `1` đến`{maximum}`.

source: Spend it in a better way. C'mon!
vn_vn: Chi tiêu nó một cách tốt hơn nào!

source: You won **${money}**! The random number was `{num}`, you tipped `{tip}`.
vn_vn: Bạn thắng **${money}**! Số ngẫu nhiên là `{num}`, bạn đã chọn `{tip}`.

source: You lost **${money}**! The random number was `{num}`, you tipped `{tip}`.
vn_vn: Bạn mất **${money}**! Số ngẫu nhiên là `{num}`, bạn đã chọn `{tip}`.

source: Play blackjack against the bot.
vn_vn: Chơi xì dách với bot.

source: `[amount]` - The amount of money you bet, must be between 0 and 1000; defaults to 0 Play a round of blackjack against the bot, controlled by reactions. The objective is to have a card value as close to 21 as possible, without exceeding it (known as bust). Having a card value of exactly 21 is known as a blackjack. \U00002934 Hit: Pick up another card \U00002935 Stand: stay at your current card value \U00002194 Split (if dealt two cards with the same value): Split your two cards into separate hands \U0001F501 Switch (if split): Change the focussed hand \U000023EC Double down: double the amount you bet in exchange for only one more card If a player wins, they will get the amount in cash. If they lose, they will lose that amount. If they win with a natural blackjack (first two dealt card get to a value of 21), the player wins 1.5 times the amount. (This command has a cooldown of 5 seconds.)
vn_vn: `[amount]` - Số tiền bạn muốn cược, phải nằm trong khoảng từ 0 tới 1000; mặc định là 0 Chơi một ván xì dách với bot, điều khiển bằng emoji. Mục tiêu là có tổng số điểm càng gần 21 càng tốt, nhưng không được vượt quá 21 (hoặc sẽ bị quắc). Có tổng số điểm bằng đúng 21 còn được gọi là xì dách. \U00002934 Rút: Rút thêm một lá \U00002935 Dằng: Giữ nguyên các lá bài \U00002194 Chia (nếu hai lá có cùng giá trị): Chia bài của bạn thành hai tụ \U0001F501 Đổi (nếu chia): Đổi tụ bài \U000023EC Cược gấp đôi: Cược gấp đôi để rút thêm chỉ một lá bài Nếu người chơi thắng, họ sẽ nhận được tiền mặt. Nếu thua, họ sẽ mất số tiền đó. Nếu họ thắng trực tiếp (hai lá đầu có tổng giá trị là 21), người chơi được nhận gấp 1,5 số tiền cược. (Lệnh này có thời gian chờ là 5 giây.)

source: Play double-or-steal
vn_vn: Chơi nhân đôi hay cướp

source: `[user]` - A discord user with a character; defaults to anyone Play a round of double-or-steal against a player. Each round, a player can double the bet played for, or steal, removing the bet from the other player and giving it to the first.
vn_vn: `[user]` - Một người dùng Discord có nhân vật; mặc định là bất cứ ai Chơi nhân đôi hay cướp với một người chơi khác. Mỗi vòng, người chơi sẽ chọn nhân đôi số tiền cược hoặc cướp, đoạt số tiền cược của người chơi khác và bỏ vào túi mình.

source: React with 💰 to play double-or-steal with {user}!
vn_vn: Nhấn 💰 để chơi nhân đôi hay cướp với {user}!

source: {user} has no character.
vn_vn: {user} không có nhân vật.

source: {user} is too poor to double.
vn_vn: {user} quá nghèo để nhân đôi số tiền.

source: Double or steal ${money}?
vn_vn: Nhân đôi hay cướp ${money}?

source: Double
vn_vn: Nhân đôi

source: Steal
vn_vn: Cướp

source: {user} stole **${money}**.
vn_vn: {user} cướp **${money}**.

source: {user} doubled to **${money}**.
vn_vn: {user} nhân đôi số tiền lên **${money}**.

source: Put an item in the market
vn_vn: Đưa vũ khí vào quầy hàng

source: You don't own an item with the ID: {itemid}
vn_vn: Bạn không sở hữu vũ khí có ID: {itemid}

source: You may not sell donator-modified items.
vn_vn: Bạn không được bán những vũ khí được thay đổi bởi nhà tài trợ.

source: Selling an item below its value is a bad idea. You can always do `{prefix}merchant {itemid}` to get more money.
vn_vn: Bán một vũ khí dưới giá trị của nó là một ý tưởng tồi. Bạn có thể dùng `{prefix}merchant {itemid}` để lấy nhiều tiền hơn.

source: Your item is either equal to a Starter Item or worse. Noone would buy it.
vn_vn: Vũ khí của bạn có chỉ số bằng hoặc thấp hơn Starter Item. Không ai sẽ mua nó.

source: You cannot afford the tax of 5% (${amount}).
vn_vn: Bạn không thể trả 5% tiền thuế (${amount}).

source: Successfully added your item to the shop! Use `{prefix}shop` to view it in the market! {additional}
vn_vn: Thành công đưa vũ khí vào quầy hàng! Sử dụng `{prefix}shop` để xem chợ! {additional}

source: The tax of 5% has been deducted from your account.
vn_vn: 5% tiền thuế đã được trừ vào tài khoản của bạn.

source: Buy an item from the shop
vn_vn: Mua một vũ khí từ quầy hàng

source: `<itemid>` - The ID of the item to buy Buy an item from the global market. Tax for buying is 5%. Buying your own items is impossible. You can find the item's ID in `{prefix}shop`.
vn_vn: `<itemid>` - ID vũ khí bạn muốn mua Mua một vũ khí từ chợ. Thuế khi mua là 5%. Không thể mua vũ khí của chính bạn. Bạn có thể xem ID vũ khí ở `{prefix}shop`.

source: There is no item in the shop with the ID: {itemid}
vn_vn: Không có vũ khí trong quầy hàng với ID: {itemid}

source: You may not buy your own items.
vn_vn: Bạn không thể mua vũ khí của chính bạn.

source: You're too poor to buy this item.
vn_vn: Bạn quá nghèo để mua vũ khí này.

source: Successfully bought item `{id}`. Use `{prefix}inventory` to view your updated inventory.
vn_vn: Đã mua thành công vũ khí `{id}`. Sử dụng `{prefix}inventory` để xem túi đồ của bạn.

source: Remove your item from the shop.
vn_vn: Dời vũ khí của bạn khỏi quầy hàng.

source: `<itemid>` - The item to remove from the shop Takes an item off the shop. You may only remove your own items from the shop. You can check your items on the shop with `{prefix}pending`. Paid tax money will not be returned.
vn_vn: `<itemid>` - Vũ khí bạn muốn dời khỏi quầy hàng Dời vũ khí khỏi quầy hàng. Bạn chỉ có thể dời vũ khí của mình khỏi quầy hàng. Bạn có thể kiểm tra các vũ khí bạn đang bán ở `{prefix}pending`. Thuế đã trả sẽ không được hoàn lại.

source: You don't have an item of yours in the shop with the ID `{itemid}`.
vn_vn: Bạn không có vũ khí trong quầy hàng với ID `{itemid}`.

source: Successfully removed item `{itemid}` from the shop and put it in your inventory.
vn_vn: Đã thành công dời vũ khí `{itemid}` khỏi quầy hàng và đặt vào trong túi đồ của bạn.

source: View sale history for the item market
vn_vn: Xem lịch sử giao dịch của chợ

source: `[itemtype]` - The type of item to filter; defaults to all item types `[minstat]` - The minimum damage/defense an item has to have to show up; defaults to 0 `[after_date]` - Show sales only after this date, defaults to bot creation date, which means all Lists the past successful sales on the market by criteria and shows average, minimum and highest prices by category.
vn_vn: `[itemtype]` - Loại vũ khí bạn muốn chọn lọc; mặc định là tất cả `[minstat]` - Chỉ số tấn công/phòng thủ tối thiểu của vũ khí để hiển thị; mặc định là 0 `[after_date]` - Chỉ hiển thị giao dịch sau ngày này, mặc định là ngày bot được tạo, có nghĩa là tất cả Hiển thị những giao dịch thành công trong chợ có chọn lọc theo điều kiện, hiển thị giá bán trung bình, tối thiểu và tối đa theo loại vũ khí.

source: Use either {types} or `All` as a type to filter for.
vn_vn: Sử dụng {types} hoặc `All` để chọn lọc loại vũ khí.

source: No results.
vn_vn: Không có kết quả.

source: IdleRPG Shop History
vn_vn: Ghi chép của Chợ IdleRPG

source: Price
vn_vn: Giá bán

source: Item {num} of {total}
vn_vn: Vũ khí thứ {num} trong tổng số {total}

source: Search results
vn_vn: Kết quả tìm kiếm

source: The search found {amount} sales starting at ${min_price}, ending at ${max_price}. The average sale price was ${avg_price}. Navigate to see the sales.
vn_vn: Tìm thấy {amount} giao dịch với giá từ ${min_price} tới ${max_price}. Giá bán trung bình là ${avg_price}. Nhấn emoji để xem các giao dịch.

source: View the global item market
vn_vn: Xem chợ vũ khí

source: IdleRPG Shop
vn_vn: Cửa hàng IdleRPG

source: Use `{prefix}buy {item}` to buy this.
vn_vn: Sử dụng `{prefix}buy {item}` để mua cái này.

source: Offer an item to a user
vn_vn: Mời người chơi mua vũ khí

source: `<itemid>` - The ID of the item to offer `<price>` - The price the other has to pay, can be a number from 0 to 100,000,000 `<user>` - The user to offer the item to Offer an item to a specific user. You may not offer modified items. Once the other user accepts, the item belongs to them.
vn_vn: `<itemid>` - ID vũ khí bạn muốn bán `<price>` - Giá bạn muốn bán cho người kia, có thể là một số trong khoảng từ 0 tới 100,000,000 `<user>` - Người bạn muốn mời mua Mời một người chơi cụ thể mua vũ khí. Bạn không thể mời mua vũ khí đã chỉnh sửa. Một khi người kia đồng ý, vũ khí sẽ thuộc về họ.

source: You may not offer items to yourself.
vn_vn: Bạn không thể bán vũ khí cho chính bạn.

source: Are you sure you want to sell your equipped {item}?
vn_vn: Bạn có chắc chắn muốn bán {item} đang được trang bị của mình không?

source: Item selling cancelled.
vn_vn: Hủy giao dịch.

source: They didn't want it.
vn_vn: Họ không muốn nó.

source: {user}, you're too poor to buy this item!
vn_vn: {user}, bạn quá nghèo để mua vũ khí này!

source: The owner sold the item with the ID `{itemid}` in the meantime.
vn_vn: Chủ sở hữu mới vừa bán vũ khí có ID `{itemid}`.

source: Successfully bought item `{itemid}`. Use `{prefix}inventory` to view your updated inventory.
vn_vn: Mua thành công vũ khí `{itemid}`. Sử dụng `{prefix}inventory` để xem túi đồ của bạn.

source: Sell items for their value
vn_vn: Bán vũ khí với giá gốc

source: `<itemids>` - The IDs of the items to sell, seperated by space Sells items for their value. Items that you don't own will be filtered out. If you are in an alliance which owns a trade building, your winnings will be multiplied by 1.5 for each level. (This command has a cooldown of 10 minutes.)
vn_vn: `<itemids>` - ID của các vũ khí bạn muốn bán, cách nhau bằng khoảng trắng Bán vũ khí với giá gốc. Các vũ khí bạn không có sẽ bị loại. Nếu bạn ở trong liên minh có tòa nhà giao dịch, giá bán của bạn sẽ được nhân 1,5 cho mỗi cấp độ tòa nhà. (Lệnh này có thời gian chờ là 10 phút.)

source: You cannot sell nothing.
vn_vn: Bạn không thể bán 0 vũ khí.

source: You don't own any items with the IDs: {itemids}
vn_vn: Bạn không sở hữu vũ khí nào với ID: {itemids}

source: You are about to sell {amount} equipped items. Are you sure?
vn_vn: Bạn muốn bán {amount} vũ khí bạn đang đeo. Bạn có chắc chắn không?

source: Cancelled.
vn_vn: Hủy bỏ.

source: You received **${money}** when selling item(s) `{itemids}`. {additional}
vn_vn: Bạn nhận được **${money}** sau khi bán vũ khí `{itemids}`. {additional}

source: Skipped `{amount}` because they did not belong to you.
vn_vn: Bỏ qua `{amount}` bởi vì nó không thuộc quyền sở hữu của bạn.

source: Merch all non-equipped items
vn_vn: Bán tất cả vũ khí không đeo trên người

source: Nothing to merch.
vn_vn: Không có gì để bán.

source: You are about to sell **{count} items for ${money}!** Are you sure you want to do this?
vn_vn: Bạn sắp bán **{count} vũ khí với giá ${money}!** Bạn có chắc chắn không?

source: Cancelled selling your items.
vn_vn: Hủy bỏ bán vũ khí.

source: Looks like you got more or less items in that range in the meantime. Please try again.
vn_vn: Dường như bạn mới có thêm hoặc bớt vũ khí thỏa điều kiện. Xin hãy thử lại lần nữa.

source: Merched **{count}** items for **${money}**.
vn_vn: Đã bán **{count}** vũ khí với giá **${money}**.

source: View your shop offers
vn_vn: Xem quầy hàng của bạn

source: View your pending shop offers. This is a convenient way to find IDs of items that you put on the market.
vn_vn: Xem các vũ khí trong quầy hàng của bạn. Đây là một cách tiện lợi để tìm ID các vũ khí bạn đang bán trong quầy hàng.

source: You don't have any pending shop offers.
vn_vn: Bạn không có bất kì vũ khí nào trong quầy hàng.

source: Your pending items
vn_vn: Các vũ khí của bạn trong quầy hàng

source: Buys an item from the trader
vn_vn: Mua vũ khí từ thương nhân

source: Buys items at the trader. These items can range from 1 stat to 15 stat, with their price being 50 times their stat. Useful for the early game. (This command has a cooldown of 1 hour.)
vn_vn: Mua vũ khí từ thương nhân. Các vũ khí này có chỉ số từ 1 tới 15, và giá bằng 50 lần giá trị của chúng. Hữu dụng lúc đầu game. (Lệnh này có thời gian chờ là 1 tiếng.)

source: The Trader
vn_vn: Thương nhân

source: You are too poor to buy this item.
vn_vn: Bạn quá nghèo để mua vũ khí này.

source: Successfully bought offer **{offer}**. Use `{prefix}inventory` to view your updated inventory.
vn_vn: Bạn đã mua thành công **{offer}**. Sử dụng `{prefix}inventory` để xem túi đồ của bạn.

source: Propose to a player
vn_vn: Cầu hôn người chơi

source: `<partner>` - A discord User with a character who is not yet married Propose to a player for marriage. Once they accept, you are married. When married, your partner will get bonuses from your adventures, you can have children, which can do different things (see `{prefix}help familyevent`) and increase your lovescore, which has an effect on the [adventure bonus](https://wiki.idlerpg.xyz/index.php?title=Family#Adventure_Bonus). If any of you has children, they will be brought together to one family. Only players who are not already married can use this command.
vn_vn: `<partner>` - Một người dùng Discord có nhân vật chưa kết hôn Cầu hôn một người chơi. Một khi họ đồng ý, hai người sẽ kết hôn. Khi cưới, bạn đời của bạn sẽ nhận được tiền thưởng từ các cuộc phiêu lưu của bạn, các bạn có thể có con cái và chúng có thể làm nhiều thứ (xem `{prefix}help familyevent`) và tăng chỉ số tình yêu, thứ sẽ ảnh hưởng đến [tiền thưởng từ các cuộc phiêu lưu](https://wiki.idlerpg.xyz/index.php?title=Family#Adventure_Bonus). Nếu một trong hai có con, những đứa con sẽ gia nhập vào gia đình mới. Chỉ những người chơi chưa kết hôn có thể dùng lệnh này.

source: You should have a better friend than only yourself.
vn_vn: Bạn nên tìm một người khác hơn là chính bản thân bạn.

source: One of you is married.
vn_vn: Một trong hai người đã kết hôn.

source: {author} has proposed for a marriage!
vn_vn: {author} cầu hôn!

source: {author} wants to marry you, {partner}! React with :heart: to marry them!
vn_vn: {author} muốn cưới bạn, {partner}! Nhấn :heart: để cưới họ!

source: They didn't want to marry.
vn_vn: Họ không muốn kết hôn.

source: Either you or your lovee married in the meantime... :broken_heart:
vn_vn: Một trong hai người vừa mới kết hôn... :broken_heart:

source: Aww! :heart: {author} and {partner} are now married!
vn_vn: Ahhh! :heart: {author} và {partner} giờ đã kết hôn!

source: Break up with your partner
vn_vn: Chia tay với bạn đời của bạn

source: You are not married yet.
vn_vn: Bạn chưa kết hôn.

source: Cancelled the divorce. I guess the marriage is safe for now?
vn_vn: Hủy bỏ ly hôn. Tôi đoán cuộc hôn nhân của bạn hiện thời vẫn còn an toàn?

source: You are now divorced.
vn_vn: Bây giờ bạn đã ly hôn.

source: Show your partner
vn_vn: Hiển thị bạn đời của bạn

source: Show your partner's Discord Tag. This works fine across server. Only married players can use this command.
vn_vn: Hiển thị tag Discord của bạn đời. Lệnh này dùng được ở bất kỳ server nào. Chỉ những người chơi đã kết hôn có thể dùng lệnh này.

source: You are currently married to **{partner}**.
vn_vn: Bạn hiện đang kết hôn với **{partner}**.

source: Show a player's lovescore
vn_vn: Hiển thị điểm tình yêu của người chơi
