Repository: Gelbpunkt/IdleRPG
Catalog: locales/vn_VN/LC_MESSAGES/idlerpg.po
Languages: vn_vn

source: `<city>` - The name of a city. You can check the city names with `{prefix}cities` Occupy a city. Your alliance will then own that city and will be able to build defenses and level up buildings. You can only occupy a city of it has zero defenses left. Occupying a city sets it on a cooldown of 10 minutes, during which time it cannot be occupied by another alliance. Occupying a city also sets all of its buildings back to level 0. You cannot occupy a city if your alliance already owns one. Only the alliance leader can use this command.
vn_vn: `<city>` - Tên thành phố. Bạn có thể kiểm tra tên các thành phố bằng `{prefix}cities` Chiếm một thành phố. Liên minh của bạn sẽ sở hữu thành phố và có thể xây dựng các phòng thủ và nâng cấp các tòa nhà. Bạn chỉ có thể chiếm một thành phố có 0 phòng thủ. Chiếm thành phố sẽ làm nó có thời gian chờ là 10 phút, trong khoảng thời gian này, nó không thể bị chiếm bởi liên minh khác. Chiếm thành phố cũng sẽ khiến cấp bậc của các tòa nhà về 0. Bạn không thể chiếm thành phố nếu liên minh của bạn đã sở hữu một. Chỉ người đứng đầu liên minh có thể sử dụng lệnh này.

source: Invalid city name.
vn_vn: Tên thành phố không hợp lệ.

source: The city is occupied by **{amount}** defensive fortifications.
vn_vn: Thành phố sở hữu **{amount}** loại phòng thủ.

source: {city} was just occupied and stands under protection.
vn_vn: {city} vừa bị chiếm và đang được bảo hộ.

source: Your alliance now rules **{city}**. You should immediately buy defenses. You have **15 minutes** to build defenses before others can occupy the city!
vn_vn: Liên minh của bạn bây giờ sở hữu **{city}**. Bạn nên xây dựng phòng thủ ngay lập tức. Bạn có **15 phút** để xây dựng phòng thủ trước khi người khác chiếm thành phố!

source: Attack a city
vn_vn: Tấn công thành phố

source: `<city>` - The name of a city. You can check the city names with `{prefix}cities` Attack a city, reducing its defenses to potentially take it over. Attacking a city will activate a grace period of 10 minutes, during which time it cannot be attacked again. When using this command, the bot will send a link used to join the attack. Each member of the alliance can join. Ten minutes after the link was sent, the users who joined will be gathered, their attack and defense depending on their equipped items, class and raid bonuses and their raidstats, and start the attack. During the attack, the highest HP defenses will be attacked first. All attackers' damage will be summed up. The defenses' damage sum up and damage either the attacker with the lowest HP or the attacker with the highest damage. If a defense reaches zero HP, it will be removed from the city, it will not regenerate HP after the attack is over. Attackers reaching zero HP will be removed from the attack as well. If a city's defenses were destroyed, your alliance can take occupy the city right away (`{prefix}alliance occupy`) Only the alliance leader can use this command. (This command has a cooldown of 2 hours.)
vn_vn: `<city>` - Tên thành phố. Bạn có thể kiểm tra tên các thành phố bằng `{prefix}cities` Tấn công một thành phố, giảm phòng thủ của nó để xâm chiếm. Tấn công một thành phố sẽ khởi động thời gian chờ là 10 phút, trong lúc đó, thành phố không thể bị tấn công một lần nữa. Khi sử dụng lệnh này, bot sẽ gửi bạn một link để tham gia tấn công. Mọi thành viên trong liên minh đều có thể tham gia. 10 phút sau khi gửi link, những người tham gia sẽ được tập hợp, lượng tấn công và phòng thủ của họ phụ thuộc vào vũ khí, nghề nghiệp, chỉ số raid và điểm thưởng cho chỉ số raid, và bắt đầu tấn công. Trong lúc tấn công, phòng thủ có HP cao nhất sẽ bị tấn công trước. Điểm tấn công của mọi người phe tấn công sẽ được cộng lại. Điểm tấn công của mọi người phe phòng thủ sẽ được cộng lại và tấn công người có HP cao thất hoặc người có HP thấp nhất của phe tấn công. Nếu một loại phòng thủ còn 0 HP, nó sẽ bị loại khỏi thành phố và không hồi HP sau khi cuộc tấn công kết thúc. Người tấn công còn 0 HP cũng sẽ bị loại khỏi cuộc chiến. Nếu phòng thủ của một thành phố bị phá hủy hoàn toàn, liên minh của bạn có thể lập tức chiếm thành phố (`{prefix}alliance occupy`) Chỉ người đứng đầu liên minh có thể sử dụng lệnh này. (Lệnh này có thời gian chờ là 2 tiếng.)

source: Invalid city.
vn_vn: Thành phố không hợp lệ.

source: **{city}** has just been attacked. Have some mercy!
vn_vn: **{city}** mới vừa bị tấn công. Hãy nhân từ nào!

source: **{city}** is already under attack.
vn_vn: **{city}** đang bị tấn công.

source: The city is without defenses already.
vn_vn: Thành phố hiện không có phòng thủ.

source: Noone joined.
vn_vn: Không ai tham gia.

source: Attack on **{city}** starting with **{amount}** attackers!
vn_vn: Cuộc tấn công **{city}** bắt đầu với **{amount}** người tham gia tấn công!

source: Alliance Wars
vn_vn: Trận chiến Liên Minh

source: **{alliance_name}** destroyed a {defense} in {city}!
vn_vn: **{alliance_name}** phá hủy {defense} ở {city}!

source: **{alliance_name}** hit a {defense} in {city} for {damage} damage! (Now {hp} HP)
vn_vn: **{alliance_name}** tấn công {defense} ở {city} với {damage} sát thương! (Giờ còn {hp} HP)

source: **{user}** got killed in {city}!
vn_vn: **{user}** bị giết ở {city}!

source: **{user}** got hit in {city} for {damage} damage! (Now {hp} HP)
vn_vn: **{user}** bị tấn công ở {city} với {damage} sát thương! (Giờ còn {hp} HP)

source: **{alliance_name}** destroyed defenses in **{city}**!
vn_vn: **{alliance_name}** phá hủy phòng thủ của **{city}**!

source: **{alliance_name}** failed to destroy defenses in **{city}**!
vn_vn: **{alliance_name}** thất bại trong việc phá hủy phòng thủ của **{city}**!

source: Lists alliance-specific cooldowns
vn_vn: Liệt kê thời gian chờ của liên minh

source: Lists alliance-specific cooldowns, meaning all alliance members have these cooldowns and cannot use the commands.
vn_vn: Liệt kê thời gian chờ của liên minh, nghĩa là tất cả thành viên liên minh đều có thời gian chờ này và không thể sử dụng các lệnh liên quan.

source: Your alliance does not have any active cooldown at the moment.
vn_vn: Liên minh của bạn hiện không có thời gian chờ nào.

source: Gift your partner some chocolate boxes
vn_vn: Tặng bạn đời vài hộp sô-cô-la

source: Gift your spouse three boxes of chocolates, they can contain lovescore, money or valentine's themed items. Your spouse may open the boxes with `{prefix}chocolate`. Only players who are married may use this command. This command may only be used from the 13th to the 15th February. (This command has a cooldown until 12am UTC.)
vn_vn: Tặng bạn đời của bạn ba hộp sô-cô-la, chúng có thể chứa điểm tình yêu, tiền hoặc món đồ chủ đề Lễ Tình nhân. Bạn đời của bạn có thể mở các hộp bằng `{prefix}chocolate`. Chỉ người chơi đã kết hôn có thể sử dụng lệnh này. Lệnh này chỉ có thể được sử dụng từ 13 tới 15 tháng 2. (Lệnh này có thời gian chờ tới 12 giờ sáng theo múi giờ UTC.)

source: It's not time for that yet!
vn_vn: Chưa tới giờ đâu!

source: You gave your spouse some boxes of chocolates :heart:
vn_vn: Bạn tặng bạn đời vài hộp sô-cô-la :heart:

source: Open one of your chocolate boxes
vn_vn: Mở một hộp sô-cô-la của bạn

source: Opens one of your chocolate boxes. These boxes have a 1/4 chance of containing money, a 1/4 chance for an item and a 2/4 chance for lovescore.
vn_vn: Mở một hộp sô-cô-la của bạn. Các hộp này có 1/4 xác suất chứa tiền, a 1/4 xác suất chứa vũ khí và 2/4 xác suất chứa điểm tình yêu.

source: You have no chocolate boxes left.
vn_vn: Bạn không còn hộp sô-cô-la nào cả.

source: The chocolate box contained **${money}!**
vn_vn: Hộp sô-cô-la chứa **${money}!**

source: The chocolate box contained **{lovescore} lovescore points!**
vn_vn: Hộp sô-cô-la chứa **{lovescore} điểm tình yêu!**

source: The chocolate box contained an item!
vn_vn: Hộp sô-cô-la chứa một vũ khí!

source: You have {chocolates} left
vn_vn: Bạn còn {chocolates}

source: Answer a trivia question
vn_vn: Trả lời một câu đố vui

source: `[difficulty]` - The difficulty of the question, may be easy, medium or hard Answer a trivia question from [OpenTDB](https://opentdb.com/). You select your answer with the emoji reactions.
vn_vn: `[difficulty]` - Độ khó của câu đố, có thể là easy, medium hoặc hard Trả lời một câu đố vui từ [OpenTDB](https://opentdb.com/). Bạn chọn câu trả lời bằng cách nhấn emoji.

source: Invalid difficulty.
vn_vn: Độ khó không hợp lệ.

source: Error generating question.
vn_vn: Gặp lỗi khi tạo câu đố.

source: {author}, correct!
vn_vn: {author}, chính xác!

source: {author}, wrong! Correct would have been: `{solution}`.
vn_vn: {author}, sai rồi! Câu trả lời đúng là: `{solution}`.

source: Play chess.
vn_vn: Chơi cờ vua.

source: IdleRPG's Chess system. You can play against AI or other users and gain ELO.
vn_vn: Hệ thống cờ vua của IdleRPG. Bạn có thể chơi với AI hoặc người chơi khác và nhận điểm ELO.

source: Please use `{prefix}chess match` to play. If you want to play ELO-rated, you must use `{prefix}chess register` first.
vn_vn: Xin hãy sử dụng `{prefix}chess match` để chơi. Nếu bạn muốn chơi có xếp hạng ELO, bạn phải sử dụng `{prefix}chess register` trước.

source: Register for ELO-rating in IdleRPG.
vn_vn: Đăng ký xếp hạng ELO trong IdleRPG.

source: Register an ELO-rating eligible account for Idle's Chess. The rating determines your relative skill and can be increased/decreased by winning/losing matches.
vn_vn: Đăng ký một tài khoản để xếp hạng ELO cho Cờ vua Idle. Thứ hạng phụ thuộc vào khả năng của bạn và có thể tăng/giảm dựa theo số trận thắng/thua.

source: You are already registered.
vn_vn: Bạn đã đăng ký rồi.

source: You have been registered with an ELO of 1000 as a default. Play matches against other registered users to increase it!
vn_vn: Bạn đã đăng ký với số ELO mặc định là 1000. Hãy đấu cờ với những người chơi khác để tăng nó!

source: Shows global ELO stats for IdleRPG chess.
vn_vn: Hiển thị thống kê ELO toàn cầu của Cờ vua IdleRPG.

source: Shows your ELO and the best chess players' ELO rating limited to IdleRPG's chess.
vn_vn: Hiển thị ELO của bạn và của những người chơi cờ tốt nhất trong Cờ vua IdleRPG.

source: **{user}** with ELO **{elo}**
vn_vn: **{user}** có **{elo}** ELO

source: Chess ELOs
vn_vn: ELO cờ vua

source: Your position
vn_vn: Thứ hạng của bạn

source: Play a chess match.
vn_vn: Chơi một ván cờ.

source: `[difficulty]` - A whole number between 1 and 10; defaults to 3 `[enemy]` - A user; defaults to nobody Starts a game of chess. If a difficulty is given, you will play against the Stockfish chess AI with the given difficulty. If an enemy is given, you will play against that enemy, no matter if you set a difficulty or not. You are able to choose which side you want to play as at the beginning using the emojis. If you play against an enemy and both of you are ELO-registered, you are given the choice to play ranked or not. There can only be one chess game in one channel at a time. Chess moves can be sent in several formats: -`g1f3` -`Nf3` ⚠ -`0-0` -`xe3` *Keep in mind that these are case sensitive:* Pieces are upper case: -King = K -Queen = Q -Bishop = B -Knight = N -Rook = R -Pawn = no notation Fields are lower case.
vn_vn: `[difficulty]` - Một số nguyên từ 1 tới 10; mặc định là 3 `[enemy]` - Một người dùng; mặc định là không ai cả Bắt đầu một ván cờ. Nếu có chọn lựa độ khó, bạn sẽ đấu với AI cờ vua Stockfish ở độ khó đã chọn. Nếu có chọn lựa đối thủ, bạn sẽ đấu cờ với người đó, dù cho bạn có chọn độ khó hay không. Bạn có thể chọn màu cờ lúc đầu trận bằng cách nhấn emoji. Nếu bạn đấu với người chơi khác và cả hai đã đăng ký ELO, bạn sẽ được chọn có muốn thi đấu thứ hạng hay không. Một kênh chỉ có thể có một trận cờ diễn ra ở một thời điểm. Nước cờ có thể được nhập với các cách thức sau: -`g1f3` -`Nf3` ⚠ -`0-0` -`xe3` *Hãy nhớ là các lệnh này có phân biệt viết hoa viết thường:* Quân cờ là viết hoa: -Vua (King) = K -Hậu (Queen) = Q -Tượng (Bishop) = B -Mã (Knight) = N -Xe (Rook) = R -Tốt (Pawn) = không có Ô cờ là viết thường.

source: You cannot play against yourself.
vn_vn: Bạn không thể đấu với chính mình.

source: Difficulty may be 1-10.
vn_vn: Độ khó có thể là từ 1-10.

source: Please choose the colour you want to take.
vn_vn: Xin hãy chọn màu quân cờ bạn muốn.

source: You took too long to choose a side.
vn_vn: Bạn chọn màu quân cờ quá lâu.

source: {author}, would you like to play an ELO-rated match? Your elo is {elo1}, their elo is {elo2}.
vn_vn: {author}, bạn có muốn chơi một ván xếp hạng ELO không? ELO của bạn là {elo1}, ELO của người kia là {elo2}.

source: {user}, you have been challenged to a chess match by {author}. They will be {color}. Do you accept? {extra}
vn_vn: {user}, bạn được thách đấu cờ vua bởi {author}. Họ sẽ là màu {color}. Bạn có muốn chấp nhận? {extra}

source: **The match will be ELO rated!**
vn_vn: **Trận đấu sẽ xếp hạng ELO!**

source: {user} rejected the chess match.
vn_vn: {user} từ chối đấu cờ.

source: Wait for the match here to end.
vn_vn: Đợi ván đấu ở đây kết thúc đã.

source: Shows past moves for this game
vn_vn: Hiển thị các nước cờ trước của ván cờ

source: Shows the moves of the current match in the channel that you and your opponent took.
vn_vn: Hiển thị các nước cờ trước của ván cờ hiện tại trong kênh mà bạn và đối thủ thi đấu.

source: No game here.
vn_vn: Không có ván cờ nào ở đây.

source: Starts a game of Werewolf
vn_vn: Bắt đầu một trận Người Sói

source: Invalid game mode. Use `{prefix}help ww` to get help on this command.
vn_vn: Mode trò chơi không hợp lệ. Sử dụng `{prefix}help ww` để được giúp đỡ về lệnh này.

source: Invalid game speed. Use `{prefix}help ww` to get help on this command.
vn_vn: Tốc độ trò chơi không hợp lệ. Sử dụng `{prefix}help ww` để được giúp đỡ về lệnh này.

source: Werewolf Mass-game!
vn_vn: Trò chơi Người Sói cỡ lớn!

source: New to Werewolf?
vn_vn: Mới chơi Người Sói?

source: Werewolf game!
vn_vn: Trò chơi Người Sói!

source: An error happened during the Werewolf. Please try again!
vn_vn: Có lỗi khi đang trong trò chơi Người Sói. Xin hãy thử lại!

source: See available werewolf game modes
vn_vn: Xem các mode có thể chọn của Người Sói

source: Used to see the list of available werewolf game modes.
vn_vn: Sử dụng để xem các mode có thể chọn của Người Sói.

source: Werewolf Game Modes
vn_vn: Mode trò chơi Người Sói

source: See available werewolf game speeds
vn_vn: Xem các tốc độ có thể chọn của Người Sói

source: Used to see the list of available werewolf game speeds.
vn_vn: Sử dụng để xem các tốc độ có thể chọn của Người Sói.

source: Werewolf Game Speeds
vn_vn: Tốc độ trò chơi Người Sói

source: **Game speeds** (in seconds): `Normal`: 60 (default), `Extended`: 90, `Fast`: 45, `Blitz`: 30 `Normal`: All major action timers are limited to 60 seconds and number of days to play is unlimited. `Extended`: All major action timers are limited to 90 seconds and number of days to play is unlimited. `Fast`: All major action timers are limited to 45 seconds and number of days to play is dependent on the number of players plus 3 days. This means not killing anyone every night or every election will likely end the game with no winners. `Blitz`: Warning: This is a faster game speed suitable for experienced players. All action timers are limited to 30 seconds and number of days to play is dependent on the number of players plus 3 days. This means not killing anyone every night or every election will likely end the game with no winners.
vn_vn: **Game speeds** (tính bằng giây): `Normal`: 60 (mặc định), `Extended`: 90, `Fast`: 45, `Blitz`: 30 `Normal`: Các sự kiện lớn giới hạn trong 60 giây và số ngày chơi không hạn chế. `Extended`: Các sự kiện lớn giới hạn trong 90 giây và số ngày chơi không hạn chế. `Fast`: Các sự kiện lớn giới hạn trong 45 giây và số ngày chơi phụ thuộc vào số người chơi cộng thêm 3 ngày. Điều này có nghĩa là không giết ai mỗi đêm hay trong mỗi lần bỏ phiếu sẽ rất dễ có kết thúc với không người thắng. `Blitz`: Cảnh báo: Đây là một tốc độ rất nhanh chỉ phù hợp với những người chơi có kinh nghiệm. Các sự kiện giới hạn trong 30 giây và số ngày chơi phụ thuộc vào số người chơi cộng thêm 3 ngày. Điều này có nghĩa là không giết ai mỗi đêm hay trong mỗi lần bỏ phiếu sẽ rất dễ có kết thúc với không người thắng.

source: Check your werewolf role
vn_vn: Kiểm tra vai của bạn trong Người Sói

source: Check your role in the Werewolf game and have the bot DM it to you. You must be part of the ongoing game to get your role.
vn_vn: Kiểm tra vai của bạn trong Người Sói và để bot nhắn tin riêng cho bạn. Bạn phải đang tham gia một trò chơi để xem vai của mình.

source: There is no werewolf game in this channel! {author}
vn_vn: Không có trò chơi Người Sói nào trong kênh này! {author}

source: The game has yet to be started {author}.
vn_vn: Trò chơi chưa bắt đầu đâu {author}.

source: You're not in the game {author}.
vn_vn: Bạn không ở trong trò chơi, {author}.

source: You asked for your role in {channel} but your info couldn't be found.
vn_vn: Bạn hỏi vai của mình trong {channel} nhưng không tìm thấy thông tin về bạn.

source: A **{initial_roles}** initially
vn_vn: Ban đầu là **{initial_roles}**

source: Checking your role in {ww_channel}... You are a **{role_name}**!{initial_role_info} {description}
vn_vn: Kiểm tra vai của bạn trong {ww_channel}... Bạn là **{role_name}**!{initial_role_info} {description}

source: I sent a DM containing your role info, {author}.
vn_vn: Tôi đã nhắn tin riêng cho bạn về vai của bạn, {author}.

source: I couldn't send a DM to you {author}.
vn_vn: Tôi không thể nhắn tin riêng cho bạn, {author}.

source: View descriptions of game roles
vn_vn: Xem miêu tả các vai trong trò chơi

source: View the descriptions of roles in the Werewolf game. `{prefix}roles` to see all roles. `{prefix}roles <role name here>` to view info about a role.
vn_vn: Xem miêu tả các vai trong trò chơi Người Sói. `{prefix}roles` để xem tất cả các vai. `{prefix}roles <role name here>` để xem thông tin về một vai.

source: The Werewolves
vn_vn: Người Sói

source: Must eliminate all other villagers
vn_vn: Phải tiêu diệt tất cả dân làng

source: The Villagers
vn_vn: Dân Làng

source: Must find and eliminate the werewolves
vn_vn: Phải tìm ra và tiêu diệt Người Sói

source: The Ambiguous
vn_vn: Kẻ Mơ Hồ

source: Make their side win
vn_vn: Giúp phe của họ chiến thắng

source: The Loners
vn_vn: Kẻ Đơn Độc

source: Must complete their own objective
vn_vn: Phải hoàn thành nhiệm vụ riêng của mình

source: Werewolf Roles
vn_vn: Các vai trong Người Sói

source: Roles are grouped into 1. the Werewolves, 2. the Villagers, 3. the Ambiguous, and 4. the Loners. **The available roles are:**
vn_vn: Các vai được chia thành các phe 1. Người Sói, 2. Dân Làng, 3. Kẻ Mơ Hồ, và 4. Kẻ Đơn Độc. **Những vai có trong trò chơi là:**

source: Use `{prefix}ww roles <role>` to view the description on a specific role.
vn_vn: Sử dụng `{prefix}ww roles <vai>` để xem miêu tả của một vai cụ thể.

source: {role}? I couldn't find that role.
vn_vn: {role}? Tôi không tìm thấy vai này.

source: Side:
vn_vn: Phe:

source: Goal:
vn_vn: Mục tiêu:

source: Make a snowball fights against another guild.
vn_vn: Làm một quả bóng tuyết chiến đấu chống lại bang hội khác.

source: You may not fight yourself.
vn_vn: Bạn không thể chiến đấu với chính mình.

source: {enemy}, {author} has challenged you for an epic snowball fight! If you want to accept, react ⚔ **IMPORTANT: This is very spammy, make sure you are using a dedicated channel!**
vn_vn: {enemy}, {author} thách bạn tham gia một trận đấu ném tuyết! Nếu bạn muốn tham gia, nhấn ⚔ **LƯU Ý: Lệnh này spam khá nhiều nên hãy chắc chắn bạn đang sử dụng kênh dành cho spam!**

source: Timed out...
vn_vn: Hết giờ...

source: {user} has been added to your team, {user2}.
vn_vn: {user} đã được thêm vào đội của bạn, {user2}.

source: {author.mention}'s team vs {enemy.mention}'s team {t1} - {author} {t2} - {enemy} Next round starts in 5 seconds!
vn_vn: Đội của {author.mention} vs Đội của {enemy.mention} {t1} - {author} {t2} - {enemy} Hiệp tiếp theo bắt đầu trong 5 giây!

source: It's word typing time! In 3 seconds, I will send a word. Whoever types it fastest gets one point!
vn_vn: Đây là thời gian gõ từ! Trong 3 giây, tôi sẽ gửi một từ. Người nào gõ nó nhanh nhất sẽ được một điểm!

source: Noone managed to get it right, I'll cancel the fight!
vn_vn: Không ai có kết quả đúng, tôi sẽ hủy cuộc chiến!

source: {author} got it right!
vn_vn: {author} đã đúng!

source: It's maths time! In 3 seconds, I'll send a simple maths task to solve! Type the answer to get a point!
vn_vn: Đây là thời gian toán học! Trong 3 giây, tôi sẽ gửi một bài toán đơn giản để giải! Nhập câu trả lời để được một điểm!

source: {user} got it right!
vn_vn: {user} đã đúng!

source: It's hangman time! In 3 seconds, I'll send a hangman-style word and you will have to either send your full word as the guess or a letter to check for!
vn_vn: Đây là thời gian treo cổ! Trong 3 giây, tôi sẽ gửi một từ theo kiểu treo cổ và bạn sẽ phải gửi từ đầy đủ để đoán hoặc một chữ cái để kiểm tra!

source: Noone participated, I'll cancel the fight!
vn_vn: Không có ai tham gia, tôi sẽ hủy cuộc chiến!

source: Team 1 ({user}) won!
vn_vn: Đội 1 ({user}) chiến thắng!

source: Team 2 ({user}) won!
vn_vn: Đội 2 ({user}) chiến thắng!

source: {user}, you wanted to be reminded about {subject} {diff} ago.
vn_vn: {user}, bạn muốn được nhắc về {subject} {diff} trước.

source: <when_and_what> - The reminder subject and time, see below for more info. Remind yourself about something you should do in the future. `<when_and_what>` can be you reminder and time, several formats are accepted: - {prefix}remind 12h vote on top.gg - {prefix}remind 12am use {prefix}daily - {prefix}remind next monday check out the new God luck Please keep it in order of {prefix}remind time subject to make sure this works properly
vn_vn: <when_and_what> - Việc và thời gian cần nhắc, xem phía dưới để biết thêm chi tiết. Nhắc bản thân về một việc bạn cần làm trong tương lai. `<when_and_what>` có thể là lời nhắc và thời gian, những định dạng sau đều được chấp nhận: - {prefix}remind 12h bình chọn trên top.gg - {prefix}remind 12am sử dụng {prefix}daily - {prefix}remind next monday kiểm tra chỉ số may mắn của Thần Xin hãy giữ thứ tự {prefix}remind thời_gian lời_nhắn để đảm bảo lệnh này hoạt động chính xác

source: Please choose a shorter reminder text.
vn_vn: Xin hãy chọn một nhắc nhở ngắn.

source: {user}, reminder set for {subject} in {time}.
vn_vn: {user}, đã ghi nhận nhắc nhở {subject} trong vòng {time}.

source: No running reminders.
vn_vn: Hiện không có nhắc nhở nào.

source: {user}'s reminders
vn_vn: Nhắc nhở của {user}

source: None of these reminder IDs belong to you.
vn_vn: Không có ID nhắc nhở nào trong này thuộc về bạn.

source: **Move {move_no}: {player}'s turn** Simply type your move. You have 2 minutes to enter a valid move. I accept normal notation as well as `resign` or `draw`. Example: `g1f3`, `Nf3`, `0-0` or `xe3`. Moves are case-sensitive! Pieces uppercase: `N`, `Q` or `B`, fields lowercase: `a`, `b` or `h`. Castling is `0-0` or `0-0-0`.
vn_vn: **Nước cờ thứ {move_no}: lượt của {player}** Chỉ cần gõ nước cờ của bạn. Bạn có 2 phút để gõ một nước cờ hợp lệ. Tôi chấp nhận những định dạng bình thường cũng như `resign` hoặc `draw`. Ví dụ: `g1f3`, `Nf3`, `0-0` hoặc `xe3`. Nước cờ phân biệt chữ viết hoa viết thường! Các quân cờ viết hoa: `N`, `Q` hoặc `B`, ô cờ viết thường: `a`, `b` hoặc `h`. Nhập thành là `0-0` hoặc `0-0-0`.

source: You entered no valid move! You lost!
vn_vn: Bạn không nhập nước cờ hợp lệ! Bạn đã thua!

source: **Move {move_no}** Let me think... This might take up to 2 minutes
vn_vn: **Nước cờ thứ {move_no}** Để tôi nghĩ xem… Có thể sẽ mất 2 phút

source: Waiting for AI draw response...
vn_vn: Chờ AI trả lời đề nghị hòa...

source: Your enemy has proposed a draw, {player}. Do you agree?
vn_vn: Đối thủ của bạn muốn hòa ván, {player}. Bạn có đồng ý không?
