Repository: Gelbpunkt/IdleRPG
Catalog: locales/vn_VN/LC_MESSAGES/idlerpg.po
Languages: vn_vn

source: `[user]` - The user whose lovescore to show; defaults to oneself Show the lovescore a player has. Lovescore can be increased by their partner spoiling them or going on dates. Lovescore affects the [adventure bonus](https://wiki.idlerpg.xyz/index.php?title=Family#Adventure_Bonus) and the amount of children you can have.
vn_vn: `[user]` - Người chơi bạn muốn xem điểm tình yêu; mặc định là bản thân Hiển thị điểm tình yêu của một người chơi. Có thể tăng điểm tình yêu khi bạn đời của họ tặng quà hoặc khi họ hẹn hò. Điểm tình yêu ảnh hưởng đến [tiền thưởng từ các cuộc phiêu lưu](https://wiki.idlerpg.xyz/index.php?title=Family#Adventure_Bonus) và số lượng con cái bạn có thể có.

source: noone
vn_vn: không ai

source: {user}'s overall love score is **{score}**. {user} is married to **{partner}**.
vn_vn: Điểm tình yêu của {user} là **{score}**. {user} đang kết hôn với **{partner}**.

source: Increase your partner's lovescore
vn_vn: Tăng điểm tình yêu của bạn đời

source: `[item]` - The item to buy, a whole number from 1 to 40; if not given, displays the list of items Buy something for your partner to increase *their* lovescore. To increase your own lovescore, your partner should spoil you. Please note that these items are not usable and do not have an effect on gameplay, beside increasing lovescore. Only players who are married can use this command.
vn_vn: `[item]` - Món đồ bạn muốn mua, một số nguyên từ 1 tới 40; Nếu không chọn số, sẽ hiển thị danh sách món đồ Mua đồ tặng bạn đời để tăng điểm tình yêu *của họ*. Để tăng điểm tình yêu của bạn, bạn đời của bạn phải mua đồ tặng bạn. Lưu ý là những món đồ này không thể sử dụng và sẽ không ảnh hưởng đến lối chơi, chỉ có thể tăng điểm tình yêu. Chỉ những người chơi đã kết hôn có thể dùng lệnh này.

source: Dog :dog2:
vn_vn: Chó :dog2:

source: Cat :cat2:
vn_vn: Mèo :cat2:

source: Cow :cow2:
vn_vn: Bò :cow2:

source: Penguin :penguin:
vn_vn: Chim cánh cụt :penguin:

source: Unicorn :unicorn:
vn_vn: Kỳ lân :unicorn:

source: Potato :potato:
vn_vn: Khoai tây :potato:

source: Sweet potato :sweet_potato:
vn_vn: Khoai lang :sweet_potato:

source: Peach :peach:
vn_vn: Đào :peach:

source: Ice Cream :ice_cream:
vn_vn: Kem :ice_cream:

source: Bento Box :bento:
vn_vn: Hộp đựng cơm :bento:

source: Movie Night :ticket:
vn_vn: Cuộc hẹn xem phim :ticket:

source: Video Game Night :video_game:
vn_vn: Cuộc hẹn chơi điện tử :video_game:

source: Camping Night :fishing_pole_and_fish:
vn_vn: Buổi cắm trại :fishing_pole_and_fish:

source: Couple Competition :trophy:
vn_vn: Cuộc thi dành cho cặp đôi :trophy:

source: Concert Night :musical_keyboard:
vn_vn: Buổi hòa nhạc :musical_keyboard:

source: Bicycle :bike:
vn_vn: Xe đạp :bike:

source: Motorcycle :motorcycle:
vn_vn: Xe máy :motorcycle:

source: Car :red_car:
vn_vn: Xe hơi :red_car:

source: Private Jet :airplane:
vn_vn: Máy bay cá nhân :airplane:

source: Space Rocket :rocket:
vn_vn: Tàu vũ trụ :rocket:

source: Credit Card :credit_card:
vn_vn: Thẻ tín dụng :credit_card:

source: Watch :watch:
vn_vn: Đồng hồ :watch:

source: Phone :iphone:
vn_vn: Điện thoại di động :iphone:

source: Bed :bed:
vn_vn: Giường :bed:

source: Home films :projector:
vn_vn: Phim :projector:

source: Satchel :school_satchel:
vn_vn: Túi :school_satchel:

source: Purse :purse:
vn_vn: Ví :purse:

source: Shoes :athletic_shoe:
vn_vn: Giày :athletic_shoe:

source: Casual Attire :shirt:
vn_vn: Áo thường :shirt:

source: Ring :ring:
vn_vn: Nhẫn :ring:

source: Balloon :balloon:
vn_vn: Bóng bay :balloon:

source: Flower Bouquet :bouquet:
vn_vn: Bó hoa :bouquet:

source: Expensive Chocolates :chocolate_bar:
vn_vn: Socola :chocolate_bar:

source: Declaration of Love :love_letter:
vn_vn: Thư tình yêu :love_letter:

source: Key to Heart :key2:
vn_vn: Chìa khóa tình yêu :key2:

source: Ancient Vase :amphora:
vn_vn: Bình cổ :amphora:

source: House :house:
vn_vn: Căn nhà :house:

source: Super Computer :computer:
vn_vn: Siêu máy tính :computer:

source: Precious Gemstone Collection :gem:
vn_vn: Bộ sưu tập đá quý :gem:

source: Planet :earth_americas:
vn_vn: Hành tinh :earth_americas:

source: To buy one of these items for your partner, use `{prefix}spoil shopid`
vn_vn: Để mua một trong những món đồ này cho bạn đời của bạn, hãy sử dụng `{prefix}spoil [shopid]`

source: You're not married yet.
vn_vn: Bạn chưa kết hôn.

source: You bought a **{item}** for your partner and increased their love score by **{points}** points!
vn_vn: Bạn đã mua **{item}** cho bạn đời của mình và tăng **{points}** điểm tình yêu của họ!

source: Failed to DM your spouse, could not find their Discord account
vn_vn: Không thể nhắn tin trực tiếp với người bạn đời của bạn, không tìm thấy tài khoản Discord của họ

source: Take your partner on a date
vn_vn: Hẹn hò với bạn đời

source: Take your partner on a date to increase *their* lovescore. To increase your own lovescore, your partner should go on a date with you. The lovescore gained from dates can range from 10 to 150 in steps of 10. Only players who are married can use this command. (This command has a cooldown of 12 hours.)
vn_vn: Hẹn hò với bạn đời để tăng điểm tình yêu *của họ*. Để tăng điểm tình yêu của bạn, bạn đời của bạn phải hẹn hò với bạn. Điểm tình yêu từ hẹn hò nằm trong khoảng từ 10 tới 150, các mức cách nhau 10 điểm. Chỉ những người chơi đã kết hôn có thể dùng lệnh này. (Lệnh này có thời gian chờ là 12 tiếng.)

source: You and {partner} went on a nice candlelit dinner.
vn_vn: Bạn và {partner} đã thưởng thức bữa tối dưới ánh nến.

source: You and {partner} had stargazed all night.
vn_vn: Bạn và {partner} đã đi ngắm sao cả đêm.

source: You and {partner} went to a circus that was in town.
vn_vn: Bạn và {partner} đã đi xem xiếc trong thị trấn.

source: You and {partner} went out to see a romantic movie.
vn_vn: Bạn và {partner} đã đi xem một bộ phim lãng mạn.

source: You and {partner} went out to get ice cream.
vn_vn: Bạn và {partner} đã đi ăn kem.

source: You and {partner} had an anime marathon.
vn_vn: Bạn và {partner} đã xem anime liên tục.

source: You and {partner} went for a spontaneous hiking trip.
vn_vn: Bạn và {partner} đã đi bộ đường dài.

source: You and {partner} decided to visit Paris.
vn_vn: Bạn và {partner} đã quyết định đi du lịch ở Paris.

source: You and {partner} went ice skating together.
vn_vn: Bạn và {partner} đã đi trượt băng cùng nhau.

source: Unknown User
vn_vn: Người dùng không xác định

source: Have a child with your partner
vn_vn: Bạn có con với bạn đời

source: Have a child with your partner. Children on their own don't do much, but `{prefix}familyevent` can effect your money and crates. To have a child, your partner has to be on the server to accept the checkbox. There is a 50% chance that you will have a child, and a 50% chance to just *have fun* (if you know what I'm saying) and gain between 10 and 50 lovescore. When you have a child, there is a 50% chance for it to be a boy and a 50% chance to be a girl. Your partner and you can enter a name for your child once the bot prompts you to. (Do not include `{prefix}`) If you fail to choose a name in time, the bot will choose one for you from about 500 pre-picked ones. For identification purposes, you cannot have two children with the same name in your family, so make sure to pick a unique one. Only players who are married can use this command. (This command has a cooldown of 1 hour.)
vn_vn: Bạn có con với bạn đời. Những đứa con không có tác dụng gì nhiều, nhưng lệnh `{prefix}familyevent` có thể ảnh hưởng đến số tiền và thùng của ab5n. Để có con, bạn và bạn đời phải ở cùng server để nhấn emoji đồng ý. Bạn có 50% xác suất có con, và 50% xác suất chỉ *chơi vui* (nếu bạn hiểu ý tôi) và nhận được từ 10 tới 50 điểm tình yêu. Nếu có con, bạn có 50% xác suất sinh ra bé trai và 50% sinh ra bé gái. Bạn và bạn đời có thể nhập tên em bé khi bot báo bạn nhập. (Đừng thêm `{prefix}` ở trước) Nếu bạn không kịp nhập tên, bot sẽ chọn một tên ngẫu nhiên từ danh sách 500 tên có sẵn. Để xác định danh tính các đứa con, bạn không thể đặt trùng tên hai đứa con trong cùng một nhà, nên xin hãy chọn một cái tên độc nhất. Chỉ những người chơi đã kết hôn có thể dùng lệnh này. (Lệnh này có thời gian chờ là 1 tiếng.)

source: Can't produce a child alone, can you?
vn_vn: Bạn không thể tự tạo em bé, đúng không?

source: {user}, do you want to make a child with {author}?
vn_vn: {user}, bạn có muốn tạo em bé với {author}?

source: O.o not in the mood today?
vn_vn: O.o hôm nay không có tâm trạng à?

source: It's a boy! Your night of love was successful! Please enter a name for your child.
vn_vn: Là một bé trai! Đêm nồng cháy của bạn đã thành công! Hãy đặt tên cho em bé của bạn.

source: It's a girl! Your night of love was successful! Please enter a name for your child.
vn_vn: Là một bé gái! Đêm nồng cháy của bạn đã thành công! Hãy đặt tên cho em bé của bạn.

source: You didn't enter a name, so we chose {name} for you.
vn_vn: Bạn đã không nhập tên em bé, nên chúng tôi đã chọn {name} cho bạn.

source: One of your children already has that name, please choose another one.
vn_vn: Một trong những đứa con của bạn đã có tên này, xin hãy chọn tên khác.

source: {name} was born.
vn_vn: {name} đã được sinh ra.

source: View your children
vn_vn: Xem con cái của bạn

source: View your children. This will display their name, age and gender.
vn_vn: Xem con cái của bạn. Hiển thị tên, tuổi và giới tính của chúng.

source: {amount} children
vn_vn: {amount} đứa con

source: one child
vn_vn: một đứa con

source: Your family, {additional}.
vn_vn: Gia đình của bạn, {additional}.

source: {author}'s family
vn_vn: Gia đình của {author}

source: Family of {author} and <@{marriage}>
vn_vn: Gia đình của {author} và <@{marriage}>

source: No children yet
vn_vn: Chưa có đứa con nào

source: Use `{prefix}child` to make one!
vn_vn: Sử dụng `{prefix}child` để tạo em bé!

source: Get yourself a partner and use `{prefix}child` to make one!
vn_vn: Hãy kết hôn và sử dụng `{prefix}child` để tạo em bé!

source: Gender: {gender}, Age: {age}
vn_vn: Giới tính: {gender}, Tuổi: {age}

source: Page {cur} of {max}
vn_vn: Trang {cur} trên {max}

source: Events happening to your family
vn_vn: Những sự kiện trong gia đình bạn

source: Allow your children to do something, this includes a multitude of events. Every time you or your partner uses this command, your children: - have an 8/23 chance to grow older by one year - have a 4/23 chance to be renamed - have a 4/23 chance to take up to 1/64th of your money - have a 4/23 chance to give you up to 1/64th of your current money extra - have a 2/23 chance to find a random crate for you: + 500/761 (65%) chance for a common crate + 200/761 (26%) chance for an uncommon crate + 50/761 (6%) chance for a rare crate + 10/761 (1%) chance for a magic crate + 1/761 (0.1%) chance for a legendary crate - have a 1/23 chance to die In each event you will know what happened. Only players who are married and have children can use this command. (This command has a cooldown of 30 minutes.)
vn_vn: Để con bạn làm gì đó, có thể là rất nhiều sự kiện. Mỗi khi bạn hoặc bạn đời dùng lệnh này, con bạn có: - 8/23 xác suất lớn thêm một tuổi - 4/23 xác suất đổi tên - 4/23 xác suất lấy tối đa 1/64 số tiền của bạn - 4/23 xác suất đưa tối đa 1/64 số tiền của bạn - 2/23 xác suất tìm một thùng ngẫu nhiên cho bạn: + 500/761 (65%) thùng common + 200/761 (26%) thùng uncommon + 50/761 (6%) thùng rare + 10/761 (1%) thùng magic + 1/761 (0.1%) thùng legendary - 1/23 xác suất chết Trong mỗi sự kiện, bạn sẽ biết điều đã xảy ra. Chỉ những người chơi đã kết hôn và có con có thể dùng lệnh này. (Lệnh này có thời gian chờ là 30 phút.)

source: You don't have kids yet.
vn_vn: Bạn chưa có con.

source: They died because of a shampoo overdose!
vn_vn: Nó chết vì dùng dầu gội quá liều!

source: They died of lovesickness...
vn_vn: Nó chết vì thiếu thốn tình cảm...

source: They've died of age.
vn_vn: Nó chết vì tuổi già.

source: They died of loneliness.
vn_vn: Nó chết vì cô đơn.

source: A horde of goblins got them.
vn_vn: Một đám yêu tinh đã bắt cóc nó.

source: They have finally decided to move out after all these years, but couldn't survive a second alone.
vn_vn: Cuối cùng, nó đã quyết định chuyển đi sau ngần ấy năm, nhưng không thể sống sót một mình.

source: Spontaneous combustion removed them from existence.
vn_vn: Một vụ nổ liên hoàn đã giết chết nó.

source: While exploring the forest, they have gotten lost.
vn_vn: Trong khi khám phá khu rừng, nó đã bị lạc.

source: They've left through a portal into another dimension...
vn_vn: Nó đã đi sang một thế giới khác...

source: The unbearable pain of stepping on a Lego\© brick killed them.
vn_vn: Đạp lên miếng Lego\© khiến nó đau đớn đến chết.

source: You heard a landmine going off nearby...
vn_vn: Bạn nghe tiếng mìn nổ gần đó...

source: They have been abducted by aliens!
vn_vn: Nó đã bị người ngoài hành tinh bắt cóc!

source: The Catholic Church got them...
vn_vn: Giáo hội đã bắt cóc nó...

source: They starved after becoming a communist.
vn_vn: Nó chết đói sau khi chuyển sang làm cộng sản.

source: {name} died at the age of {age}! {cause}
vn_vn: {name} đã chết ở tuổi {age}! {cause}

source: fell in love with a woman on the internet, but the woman was a man and stole their money.
vn_vn: yêu một người con gái qua mạng, nhưng cô gái ấy thật ra là một thằng con trai và đã trộm tiền của nó.

source: has been arrested and had to post bail.
vn_vn: đã bị bắt và phải trả tiền bảo lãnh.

source: bought fortnite skins with your credit card.
vn_vn: mua skin của Fortnite với thẻ tín dụng của bạn.

source: decided to become communist and gave the money to others.
vn_vn: quyết định làm cộng sản và tặng tiền cho người khác.

source: was caught pickpocketing and you had to pay the fine.
vn_vn: bị bắt khi đang móc túi và bạn phải trả tiền phạt.

source: gave it to a beggar.
vn_vn: đưa tiền cho ăn mày.

source: borrowed it to attend the local knights course.
vn_vn: mượn tiền để tham gia khóa huấn luyện kỵ sĩ.

source: spent it in the shop.
vn_vn: đi mua sắm.

source: bought some toys.
vn_vn: mua vài món đồ chơi.

source: has gambling addiction and lost the money...
vn_vn: nghiện bài bạc và thua hết tiền...

source: You lost ${money} because {name} {cause}
vn_vn: Bạn mất ${money} bởi vì {name} {cause}

source: finally found a job!
vn_vn: cuối cùng đã tìm được việc!

source: won a lottery.
vn_vn: thắng vé số.

source: sold their toys.
vn_vn: bán đồ chơi của nó.

source: got money from another kid that decided to become communist.
vn_vn: nhận tiền từ một đứa bé khác khi đứa bé đó quyết định làm cộng sản.

source: stole it from a traveller.
vn_vn: trộm tiền từ một người lữ hành.

source: finished a quest with a money reward.
vn_vn: hoàn thành nhiệm vụ có phần thưởng.

source: used dark magic to summon some money.
vn_vn: dùng pháp thuật hắc ám để triệu hồi một số tiền.

source: looted a local warehouse and sold the wares.
vn_vn: ăn trộm một nhà kho và bán đồ trộm được.

source: solved an enigma with a money reward.
vn_vn: giải một mật mã có tiền thưởng.

source: {name} gave you ${money}, they {cause}
vn_vn: {name} đưa bạn ${money}, nó {cause}

source: {name} found a {emoji} {type_} crate for you!
vn_vn: {name} tìm được một {emoji} thùng {type_} cho bạn!

source: {name} is now {age} years old.
vn_vn: {name} bây giờ {age} tuổi.

source: {name} can be renamed! Within 30 seconds, enter a new name: Type `cancel` to leave the name unchanged.
vn_vn: {name} có thể đổi tên! Trong vòng 30 giây, hãy nhập một tên mới: Nhập `cancel` nếu muốn giữ nguyên tên.

source: You didn't enter a name.
vn_vn: Bạn không nhập cái tên nào.

source: You didn't want to rename.
vn_vn: Bạn không muốn đổi tên.

source: Name must be 1 to 20 characters only.
vn_vn: Tên chỉ được có 1 tới 20 ký tự.

source: {author} Are you sure you want to rename "{old_name}" to "{new_name}"?
vn_vn: {author} Bạn có chắc muốn đổi tên "{old_name}" thành "{new_name}"?

source: You didn't change the name to "{new_name}".
vn_vn: Bạn không đổi tên thành "{new_name}".

source: You didn't confirm.
vn_vn: Bạn không xác nhận.

source: You didn't change their name.
vn_vn: Bạn không đổi tên của nó.

source: {old_name} is now called {new_name}.
vn_vn: {old_name} bây giờ được gọi là {new_name}.

source: Show the top 10 richest
vn_vn: Hiển thị top 10 người giàu nhất

source: The 10 most richest players in IdleRPG.
vn_vn: Top 10 người giàu nhất trong IdleRPG.

source: {name}, a character by {username} with **${money}**
vn_vn: {name}, nhân vật của {username} với **${money}**

source: The Richest Players
vn_vn: Những người chơi giàu nhất

source: Show the top 10 by XP
vn_vn: Hiển thị top 10 người nhiều XP nhất

source: Shows you the top 10 players by XP and displays the corresponding level.
vn_vn: Hiển thị top 10 người nhiều XP nhất và cấp bậc của họ.

source: {name}, a character by {username} with Level **{level}** (**{xp}** XP)
vn_vn: {name}, nhân vật của {username} với cấp **{level}** (**{xp}** XP)

source: The Best Players
vn_vn: Những người chơi giỏi nhất

source: Show the top 10 PvPers
vn_vn: Hiển thị top 10 người PvP

source: Shows you the top 10 players by the amount of wins in PvP matches.
vn_vn: Hiển thị top 10 người PvP theo số trận thắng PvP của họ.

source: {name}, a character by {username} with **{wins}** wins
vn_vn: {name}, nhân vật của {username} với **{wins}** trận thắng

source: The Best PvPers
vn_vn: Những người PvP giỏi nhất

source: Show the top 10 lovers
vn_vn: Hiển thị top 10 tình nhân

source: The top 10 lovers sorted by their spouse's lovescore.
vn_vn: Top 10 tình nhân theo điểm tình yêu của bạn đời họ.

source: **{lover}** gifted their love **{lovee}** items worth **${points}**
vn_vn: **{lover}** đã tặng **{lovee}** một món đồ với giá **${points}**

source: The Best lovers
vn_vn: Những tình nhân tốt nhất

source: Displays info on the server
vn_vn: Hiển thị thông tin server

source: Shows information about your server, from its region and membercount to its creation date and roles.
vn_vn: Hiển thị thông tin về server của bạn, từ vùng địa lý và lượng thành viên cho tới ngày thành lập và các vai trò.

source: `No icon has been set yet!`
vn_vn: `Chưa có icon được thiết lập`

source: Server Information
vn_vn: Thông tin server

source: Compact information about this server
vn_vn: Tóm tắt thông tin về server này

source: Information
vn_vn: Thông tin

source: Server: `{name}` Server Region: `{region}` Members Total: `{members}` ID: `{id}` Icon: {urltext} Owner: {owner} Roles: `{roles}` Server created at: `{created_at}`
vn_vn: Server: `{name}` Vùng địa lý của Server: `{region}` Tổng số thành viên: `{members}` ID: `{id}` Icon: {urltext} Chủ nhân: {owner} Các vai trò: `{roles}` Server được lập ngày: `{created_at}`

source: {name}, Shard {num} of {total}
vn_vn: {name}, Shard {num} trên {total}

source: Change the server settings for the bot
vn_vn: Thay đổi cài đặt của server cho bot

source: Change the server settings for the bot.
vn_vn: Thay đổi cài đặt của server cho bot.

source: Please use `{prefix}settings prefix value`
vn_vn: Xin hãy sử dụng `{prefix}settings prefix value`

source: Change the prefix
vn_vn: Đổi tiền tố

source: `<prefix>` - The new prefix to use. Use "" quotes to surround it if you want multiple words or trailing spaces. Change the bot prefix, it cannot exceed 10 characters. Only users with the Manage Server permission can use this command.
vn_vn: `<prefix>` - Tiền tố mới bạn muốn dùng. Dùng ngoặc kép "" nếu bạn muốn dùng nhiều tiếng hoặc có khoảng trắng ở cuối. Đổi tiền tố của bot, không thể quá 10 ký tự. Chỉ người dùng có quyền quản lý server có thể dùng lệnh này.

source: Prefixes may not be longer than 10 characters.
vn_vn: Tiền tố không được quá 10 ký tự.

source: Prefix changed to `{prefix}`.
vn_vn: Tiền tố đã được đổi thành `{prefix}`.

source: Reset the server settings
vn_vn: Hoàn nguyên cài đặt của server

source: Resets the server settings.
vn_vn: Hoàn nguyên cài đặt của server.

source: Done!
vn_vn: Đã xong!

source: View this server's prefix
vn_vn: Xem tiền tố của server này

source: View the bot prefix for the server
vn_vn: Xem tiền tố của bot trong server này

source: The prefix for server **{server}** is `{serverprefix}`. `{prefix}settings prefix` changes it.
vn_vn: Tiền tố của server **{server}** là `{serverprefix}`. Sử dụng `{prefix}settings prefix` để thay đổi.

source: Show someone's avatar
vn_vn: Hiển thị ảnh đại diện của một người

source: `<target>` - The user whose avatar to show; defaults to oneself Shows someone's avatar, also known as their icon or profile picture.
vn_vn: `<target>` - Người bạn muốn hiển thị hình đại diện; mặc định là bản thân Hiển thị hình đại diện của một người, còn được gọi là icon hay avatar.

source: Download Link
vn_vn: Tải link

source: Interact with your guild.
vn_vn: Tương tác với bang hội.

source: Interact with your guild. If no subcommand is given, this will show your guild. Guilds are groups of players, they have a guild bank where money can be kept safe from thieves and the guild's members can go on adventures to earn extra rewards. Players cannot join guilds by themselves, they must be invited by the guild leader or one of its officers.
vn_vn: Tương tác với bang hội. Nếu không có lệnh con nào, lệnh này sẽ hiển thị bang hội của bạn. Bang hội là một nhóm người chơi, họ có kho bạc của bang, nơi tiền của họ không thể bị trộm bởi đạo chích, và thành viên bang hội có thể tham gia các cuộc phiêu lưu để nhận thêm phần thưởng. Người chơi không thể tự tham gia bang hội, họ phải được mời bởi bang chủ hoặc một trong các viên chức của bang hội.

source: You are not in a guild yet.
vn_vn: Bạn chưa ở trong bang hội.

source: No guild found.
vn_vn: Không tìm thấy bang hội.

source: Members
vn_vn: Thành viên

source: Current Member Count
vn_vn: Số lượng thành viên hiện tại

source: Leader
vn_vn: Bang chủ

source: Guild ID: {id}
vn_vn: ID Bang hội: {id}

source: Show a specific guild
vn_vn: Hiển thị một bang hội nhất định

source: `<by>` - The guild's name (format `guild:name`, i.e. `guild:Adrian's Refuge`), its ID (format `id:number`, i.e. `id:5003`), or a person in the guild. Show a specific guild's info. You can look up guilds by its name, its ID, or a player in that guild.
vn_vn: `<by>` - Tên bang hội (định dạng `guild:tên`, ví dụ `guild:Adrian's Refuge`), ID (định dạng `id:số`, ví dụ `id:5003`), hoặc một thành viên trong bang. Hiển thị thông tin của một bang hội nhất định. Bạn có thể tìm bằng tên bang, ID bang, hoặc một thành viên của bang.

source: **{user}** does not have a guild.
vn_vn: **{user}** chưa tham gia vào bang nào cả.

source: Show the best guilds by GvG wins
vn_vn: Hiển thị những bang hội tốt nhất theo số trận thắng GvG

source: Shows the top 10 guilds ordered by Guild vs Guild wins. To get more GvG wins, the guild leader or its officers can use `{prefix}guild battle`.
vn_vn: Hiển thị top 10 bang hội theo số lần thắng trận đấu giữa các bang. Để tăng số lần thắng trận đấu giữa các bang, bang chủ hoặc một trong các viên chức có thể sử dụng `{prefix}guild battle`.

source: a guild by {leader} with **{wins}** GvG Wins
vn_vn: bang hội của {leader} có **{wins}** lần thắng GvG

source: The Best GvG Guilds
vn_vn: Bang hội GvG tốt nhất

source: Show a list of your guild members.
vn_vn: Hiển thị danh sách thành viên bang hội của bạn.

source: Show a list of your guild members. If a user's name cannot be found for whatever reason, their user ID is displayed. This command can take a minute to load, depending on the amount of members in your guild. Please be patient. Only players who are part of a guild can use this command.
vn_vn: Hiển thị danh sách thành viên bang hội của bạn. Nếu không thể tìm thấy tên thành viên vì một lý do nào đó, ID của họ sẽ được hiện. Lệnh này có thể mất một phút để chạy, phụ thuộc vào số thành viên trong bang. Xin hãy kiên nhẫn. Chỉ những người chơi có bang hội có thể sử dụng lệnh này.
