Repository: Gelbpunkt/IdleRPG
Catalog: locales/vn_VN/LC_MESSAGES/idlerpg.po
Languages: vn_vn

source: The draw was rejected.
vn_vn: Đề nghị hòa đã bị từ chối.

source: **Checkmate! {result}**
vn_vn: **Chiếu tướng! {result}**

source: **Stalemate! {result}**
vn_vn: **Không có nước đi! {result}**

source: **Insufficient material! {result}**
vn_vn: **Không đủ quân cờ! {result}**

source: **Draw accepted! {result}**
vn_vn: **Chấp nhận hòa! {result}**

source: For the nerds:
vn_vn: Cho các con mọt sách:

source: Your objective is to kill all villagers together with the other Werewolves. Every night, you will get to choose one villager to kill - choose carefully!
vn_vn: Mục tiêu của bạn là giết tất cả Dân Làng cùng với những Người Sói khác. Mỗi đêm, bạn sẽ được chọn một Dân Làng để giết - hãy chọn cẩn thận!

source: Your objective is to kill all villagers together with the other Werewolves. Every night, you will get to choose one villager to kill together with them. After that, you will wake up once more to kill an additional villager, but as long as no Werewolf or Wild Child has been killed.
vn_vn: Mục tiêu của bạn là giết tất cả Dân Làng cùng với những Người Sói khác. Mỗi đêm, bạn sẽ được chọn một Dân Làng để giết cùng với những Người Sói khác. Sau đó, bạn sẽ được đánh thức một lần nữa để chọn giết thêm một Dân Làng, nhưng chỉ khi chưa có Người Sói hay Đứa Bé Hoang Dã nào bị giết.

source: You are an innocent soul. Your goal is to eradicate all Werewolves that are haunting the town at nights and survive yourself. At the daily elections, your voice makes the difference.
vn_vn: Bạn là một linh hồn trong sáng. Mục tiêu của bạn là loại trừ tất cả những Người Sói săn giết thị trấn vào ban đêm và sống sót. Vào những buổi bỏ phiếu ban ngày, lời nói của bạn sẽ tạo nên sự khác biệt.

source: Everyone knows you are not a Werewolf. Your goal is to keep the town safe from Wolves and kill them all - at the daily elections, many will hear your voice, they know you will be honest.
vn_vn: Mọi người biết bạn không phải là Người Sói. Mục tiêu của bạn là giữ thị trấn an toàn khỏi Người Sói và giết hết bọn chúng - vào những buổi bỏ phiếu ban ngày, nhiều người sẽ lắng nghe lời nói của bạn, họ biết bạn sẽ nói thật.

source: You are a villager with the special ability to view someone's identity every night - but don't tell the villagers too fast, else you will be targeted yourself.
vn_vn: Bạn là một Dân Làng với khả năng đặc biệt là nhận dạng người khác vào mỗi tối - nhưng đừng kể cho các Dân Làng khác nghe quá sớm, hoặc bản thân bạn sẽ trở thành mục tiêu.

source: You are the personification of the Greek god and get to choose two lovers at the beginning of the game - they will love each other so much that they will die once their beloved one bites the dust.
vn_vn: Bạn là hiện thân của một vị thần La Mã và được chọn một cặp tình nhân vào đầu trận - họ sẽ yêu nhau đến mức họ sẽ chết nếu người yêu của họ nằm xuống lòng đất.

source: You are a powerful villager with two special brews: One will kill, one will heal. Use them wisely to influence the game in your favor.
vn_vn: Bạn là một Dân Làng mạnh mẽ với hai lọ thuốc: Một để giết, một để cứu. Hãy dùng chúng một cách khôn ngoan để tác động trò chơi theo hướng có lợi.

source: You are the Hunter. Do your best to protect the Community and your precise shot will trigger when you die, killing a target of your choice.
vn_vn: Bạn là Thợ Săn. Hãy làm hết sức mình để bảo vệ cộng đồng và cú bắn chuẩn xác của bạn sẽ được kích hoạt khi bạn mất, giết chết một mục tiêu bạn chọn.

source: You are the Healer. Every night, you can protect one Villager from death to the Werewolves, but not the same person twice in a row. Make sure the Villagers stay alive...
vn_vn: Bạn là Mục Sư. Mỗi đêm, bạn có thể bảo vệ một Dân Làng khỏi cái chết gây ra bởi Người Sói, nhưng không thể bảo vệ một người hai lần liên tục. Hãy đảm bảo Dân Làng sống sót...

source: The two sisters know each other very well - together, you might be able to help the community find the Werewolves and eliminate them.
vn_vn: Hai chị em hiểu rất rõ về nhau - cùng nhau, bạn sẽ có thể giúp cộng đồng tìm ra Người Sói và tiêu diệt chúng.

source: The three brothers know each other very well - together, you might be able to help the community find the Werewolves and eliminate them.
vn_vn: Ba anh em hiểu rất rõ về nhau - cùng nhau, bạn sẽ có thể giúp cộng đồng tìm ra Người Sói và tiêu diệt chúng.

source: You are the Judge. You love the law and can arrange a second daily vote after the first one by mentioning the secret sign we will agree on later during the vote. Use it wisely...
vn_vn: Bạn là Thẩm Phán. Bạn yêu pháp luật và có thể sắp xếp buổi bỏ phiếu thứ hai sau buổi bỏ phiếu đầu tiên bằng cách đề cập một ký hiệu bí mật chúng ta sẽ thống nhất sau trong buổi bỏ phiếu. Hãy dùng nó một cách khôn ngoan...

source: You are the White Wolf. Your objective is to kill everyone else. Additionally to the nightly killing spree with the Werewolves, you may kill one of them later on in the night.
vn_vn: Bạn là Sói Trắng. Mục tiêu của bạn là giết hết những người khác. Ngoài những trận săn giết ban đêm cùng những Người Sói khác, bạn có thể giết một người trong bọn họ sau đó khi đêm đã khuya.

source: You are something between a Werewolf and a Villager. Choose your side wisely...
vn_vn: Bạn là một thứ gì đó giữa Người Sói và Dân Làng. Hãy chọn phe của mình một cách khôn ngoan...

source: Shortcut back to {ww_channel}
vn_vn: Đường link về {ww_channel}

source: No one
vn_vn: Không một ai

source: **The Werewolves awake...**
vn_vn: **Người Sói thức tỉnh...**

source: Hey **
vn_vn: Này **

source: __{count}__ Werewolves
vn_vn: __{count}__ Người Sói

source: lone Werewolf
vn_vn: Người Sói đơn độc

source: **🐺 Wake up {greet_text}! It is time to choose a victim**
vn_vn: **🐺 Thức dậy đi {greet_text}! Đã tới giờ chọn nạn nhân rồi**

source: All possible victims are:
vn_vn: Những người có thể làm nạn nhân là:

source: **I will relay all messages you send to the other Werewolves. Send a number to nominate them for killing (you can nominate up to 10 users), voting starts in {timer} seconds.**
vn_vn: **Tôi sẽ chuyển tất cả tin nhắn của bạn cho những Người Sói khác. Gửi một con số để đề cử một người để giết (bạn có thể đề cử tối đa 10 người), bỏ phiếu bắt đầu trong {timer} giây.**

source: **Please do not spam and talk slowly! Relaying can take a while if there are many Werewolves!**
vn_vn: **Xin đừng spam và nói chậm thôi! Chuyển lời có thể tốn một chút thời gian nếu có quá nhiều Người Sói!**

source: **{werewolf}** nominated **{victim}**
vn_vn: **{werewolf}** chọn **{victim}**

source: Not a single one of you wanted to attack a villager. No fresh meat tonight 😆. {game_link}
vn_vn: Không ai trong các bạn muốn tấn công Dân Làng. Đêm nay không có thịt tươi rồi 😆. {game_link}

source: The voting is starting, please wait for your turn...
vn_vn: Buổi bỏ phiếu bắt đầu, xin hãy chờ tới lượt của bạn...

source: React to vote for a target. You have {timer} seconds.
vn_vn: Nhấn emoji để chọn mục tiêu. Bạn có {timer} giây.

source: Werewolves, you are all indecisive. No fresh meat tonight 😆. {game_link}
vn_vn: Các Người Sói, tất cả các bạn đều không có chủ kiến. Tối nay không có thịt tươi 😆. {game_link}

source: Werewolves, you have decided to kill **{target}** tonight and be your meal. {game_link}
vn_vn: Các Người Sói, các bạn đã chọn giết **{target}** đêm nay và làm bữa tối của bạn. {game_link}

source: {pure_soul} is a **{role}** and an innocent villager.
vn_vn: {pure_soul} là **{role}** và là một Dân Làng vô tội.

source: **The __{num}__ inhabitants of the Village:**
vn_vn: **__{num}__ người trong làng:**

source: **Welcome to Werewolf {mode}! {speed} speed activated - All action timers are limited to {timer} seconds.**
vn_vn: **Chào mừng đến với Người Sói {mode}! Kích hoạt tốc độ {speed} - Mọi hành động bị giới hạn trong {timer} giây.**

source: 📜⚠️ Talking to other users privately is prohibited! Posting any screenshots of my messages containing your role is also forbidden.
vn_vn: 📜⚠️ Việc nói chuyện riêng với người chơi khác là bị cấm! Đăng hình chụp tin nhắn của tôi đề cập đến vai của bạn cũng bị cấm.

source: **Sending game roles... You may use `{prefix}ww myrole` to check your role later. {house_rules}**
vn_vn: **Đang gửi các vai trò chơi... Lát nữa bạn có thể sử dụng `{prefix}ww myrole` để kiểm tra vai của mình. {house_rules}**

source: **Welcome to Werewolf {mode}! {house_rules} {game_link}**
vn_vn: **Chào mừng đến với Người Sói {mode}! {house_rules} {game_link}**

source: 🌘 💤 **Night falls, the town is asleep...**
vn_vn: 🌘 💤 **Đêm xuống, thị trấn đang yên giấc...**

source: **The Sisters awake...**
vn_vn: **Các Chị Em thức dậy...**

source: **The Brothers awake...**
vn_vn: **Các Anh Em thức dậy...**

source: 💤 **Night falls, the town is asleep...**
vn_vn: 💤 **Đêm xuống, thị trấn đang yên giấc...**

source: You may now submit someone (up to 10 total) for the election who to lynch by mentioning their name below. You have {timer} seconds of discussion during this time.
vn_vn: Bạn giờ có thể gửi tên người (tối đa 10 người) để bình chọn người bạn muốn treo cổ bằng cách đề cập tên họ phía dưới. Bạn có {timer} giây để thảo luận.

source: I received your secret phrase. We will hold another election after this.
vn_vn: Tôi đã nhận được từ khóa bí mật của bạn. Chúng ra sẽ tổ chức một buổi bỏ phiếu nữa sau lần này.

source: **{player}** nominated **{nominee}**.
vn_vn: **{player}** bình chọn **{nominee}**.

source: Seems sneaky, I added {time_to_add} seconds talk time.
vn_vn: Có vẻ đáng ngờ, tôi đã thêm {time_to_add} để thảo luận.

source: **React to vote for killing someone. You have {timer} seconds.** {texts}
vn_vn: **Nhấn emoji để bỏ phiếu giết một ai đó. Bạn có {timer} giây.** {texts}

source: An unexpected error occurred.
vn_vn: Lỗi bất ngờ xảy ra.

source: **You should not vote since you're not in the game. Please do not try to influence the game by voting unnecessarily. I will remove your reactions.**
vn_vn: **Bạn không nên bỏ phiếu vì bạn không tham gia trò chơi. Xin đừng cố tác động trò chơi bằng cách bỏ phiếu không cần thiết. Tôi sẽ xóa emoji của bạn.**

source: **{author} I couldn't remove reactions. Please give me the proper permissions to remove reactions.**
vn_vn: **{author}, tôi không thể xóa emoji. Xin hãy cho tôi đủ quyền để xóa emoji.**

source: Checking AFK players if they're still in the game... Should be done in {timer} seconds.
vn_vn: Kiểm tra người chơi AFK xem nếu họ còn trong trò chơi... Hẳn sẽ xong trong vòng {timer} giây.

source: You failed to vote. This is just an AFK check: **Send any message until I acknowledged that you're not AFK. You have {timer} seconds.**
vn_vn: Bạn đã không bỏ phiếu. Đây chỉ là kiểm tra AFK: **Gửi bất kỳ tin nhắn nào cho tới khi tôi thừa nhận bạn không AFK. Bạn có {timer} giây.**

source: ☑️ You're not AFK. You can stop sending message now. {game_link}
vn_vn: ☑️ Bạn không AFK. Giờ bạn có thể ngừng gửi tin nhắn. {game_link}

source: **Strike 3!** You will now be killed by the game for having 3 strikes of being AFK. Goodbye!
vn_vn: **Lần 3!** Bạn giờ sẽ bị giết bởi trò chơi vì đã AFK 3 lần. Tạm biệt!

source: ⚠️ **Strike {strikes}!** You have been marked as AFK. __You'll be killed after 3 strikes.__
vn_vn: ⚠️ **Lần {strikes}!** Bạn đã bị đánh dấu AFK. __Bạn sẽ bị giết sau 3 lần.__

source: **{afk_player}** has been killed by the game due to having 3 strikes of AFK.
vn_vn: **{afk_player}** đã bị giết bởi trò chơi vì đã AFK 3 lần.

source: The community has decided to kill {to_kill}.
vn_vn: Cộng đồng đã quyết định giết {to_kill}.

source: 🌤️ **The sun rises...**
vn_vn: 🌤️ **Mặt trời mọc...**

source: Indecisively, the community has killed noone.
vn_vn: Không quyết đoán, cộng đồng không giết ai cả.

source: 📢 **The Judge used the secret phrase to hold another election to lynch someone. The Judge's decision cannot be debated.**
vn_vn: 📢 **Thẩm Phán đã dùng từ khóa bí mật để tổ chức thêm một buổi bỏ phiếu để treo cổ ai đó. Quyết định của Thẩm Phán không thể bị cãi lại.**

source: Indecisively, the community has not lynched anyone.
vn_vn: Không quyết đoán, cộng đồng không treo cổ ai cả.

source: {day_count:.0f} days have already passed. Stopping game...
vn_vn: {day_count:.0f} ngày đã trôi qua. Dừng trò chơi...

source: {player} is a **{role}**!{initial_role_info}
vn_vn: {player} là **{role}**!{initial_role_info}

source: The game has ended. I will now reveal the other living players' roles:
vn_vn: Trò chơi đã kết thúc. Tôi giờ sẽ tiết lộ vai của những người còn sống:

source: **Type the number of the user to choose for this action. You need to choose {amount} more.**
vn_vn: **Gõ số của người chơi bạn muốn chọn cho hành động này. Bạn cần phải chọn thêm {amount} người nữa.**

source: You are a **{role}** {description}
vn_vn: Bạn là **{role}** {description}

source: Choose your Idol. You will turn into a Werewolf if they die.
vn_vn: Hãy chọn thần tượng của bạn. Bạn sẽ biến thành Người Sói nếu họ chết.

source: You didn't choose anyone. A random player will be chosen for you.
vn_vn: Bạn không chọn ai cả. Một người chơi ngẫu nhiên sẽ được chọn cho bạn.

source: You didn't choose anything.
vn_vn: Bạn không chọn gì cả.

source: I couldn't send a DM to someone. Too bad they missed to use their power.
vn_vn: Tôi không thể gửi tin nhắn riêng cho ai đó. Thật tiếc là họ không thể sử dụng năng lực của mình.

source: Your new role is now **{new_role}**.
vn_vn: Vai mới của bạn bây giờ là **{new_role}**.

source: **{maid}** reveals themselves as the **{role}** and exchanged roles with {dying_one}.
vn_vn: **{maid}** tiết lộ họ là **{role}** và đổi vai với {dying_one}.

source: Choose a player to protect from Werewolves.
vn_vn: Chọn một người chơi để bảo vệ khỏi Người Sói.

source: Choose a Werewolf to kill.
vn_vn: Chọn một Người Sói để giết.

source: Choose a Villager to kill.
vn_vn: Chọn một Dân Làng để giết.

source: Choose someone to heal 🧪. You can rescue a player attacked by the wolves once throughout the game. You can opt not to use this ability for now.
vn_vn: Chọn một người để hồi máu 🧪. Bạn có thể cứu một người chơi khỏi Người Sói một lần duy nhất trong cả trò chơi. Bạn có thể chọn không sử dụng năng lực này ngay bây giờ.

source: You chose to heal **{healed}**.
vn_vn: Bạn chọn hồi máu cho **{healed}**.

source: You didn't choose to heal anyone from the list, slowpoke. They're likely to die.
vn_vn: Bạn không chọn hồi máu cho ai trong danh sách, chậm quá. Họ hẳn sẽ chết.

source: Choose someone to poison ☠️. You can kill a player once throughout the game. You can opt not to use this ability for now.
vn_vn: Chọn một người để đầu độc ☠️. Bạn có thể giết một người chơi một lần duy nhất trong cả trò chơi. Bạn có thể chọn không sử dụng năng lực này ngay bây giờ.

source: You've decided to poison **{poisoned}**.
vn_vn: Bạn quyết định đầu độc **{poisoned}**.

source: You've ran out of time and missed to poison anyone, slowpoke.
vn_vn: Bạn hết giờ và bỏ lỡ cơ hội đầu độc một người nào đó, chậm quá.

source: Choose 2 people to enchant.
vn_vn: Chọn 2 người để mê hoặc.

source: The last {count} possible targets have been automatically enchanted for you.
vn_vn: {count} đối tượng cuối đã được tự động chọn để mê hoặc cho bạn.

source: You have enchanted **{enchanted}**.
vn_vn: Bạn đã mê hoặc **{enchanted}**.

source: Your {relationship}(s) are/is: {members}
vn_vn: {relationship} của bạn là: {members}

source: Your new {relationship} is: **{new_member}**. They don't know yet the other members of the family.
vn_vn: {relationship} mới của bạn là: **{new_member}**. Họ chưa biết những thành viên khác trong gia đình.

source: 👁️ Choose someone whose identity you would like to see.
vn_vn: 👁️ Chọn một người bạn muốn xem danh tính.

source: You will be asked to choose a new role from these: **{choices}**
vn_vn: Bạn sẽ được hỏi để chọn một vai mới từ các vai: **{choices}**

source: But it seems you don't have a choice. Whether you choose or not, you will become a Werewolf.
vn_vn: Nhưng có vẻ bạn không có cơ hội. Dù muốn hay không, bạn sẽ trở thành Người Sói.

source: Choose nothing and stay as Thief.
vn_vn: Không chọn gì cả và tiếp tục làm Tên Trộm.

source: Choose a new role
vn_vn: Chọn vai mới

source: I couldn't send a DM to this player. They will stay as Thief.
vn_vn: Tôi không thể gửi tin nhắn riêng đến người chơi này. Họ sẽ tiếp tục là Tên Trộm.

source: I couldn't send a DM. A random role was chosen for them.
vn_vn: Tôi không thể gửi tin nhắn riêng đến người chơi này. Một vai ngẫu nhiên đã được chọn cho họ.

source: You've ran out of time, slowpoke. Lovers will be chosen randomly.
vn_vn: Bạn hết giờ, chậm quá. Cặp Tình Nhân sẽ được chọn ngẫu nhiên.

source: Initial roles hidden.
vn_vn: Các vai ban đầu bị ẩn giấu.

source: {user} has died. They were a **{role}**!{initial_role_info}
vn_vn: {user} đã chết. Họ là **{role}**!{initial_role_info}

source: The Hunter grabs their gun.
vn_vn: Thợ Săn nắm lấy khẩu súng của họ.

source: The Hunter couldn't find the trigger 😆.
vn_vn: Thợ Săn không tìm thấy cò súng 😆.

source: You chose to shoot **{target}**
vn_vn: Bạn chọn bắn **{target}**

source: The Hunter is firing. **{target}** got hit!
vn_vn: Thợ Săn đang bắn. **{target}** trúng đạn!

source: The villagers killed **{role}**. The villagers lost all their special powers and became normal villagers.
vn_vn: Dân Làng đã giết **{role}**. Dân Làng mất tất cả năng lực đặc biệt của họ và trở thành Dân Làng bình thường.

source: {dead_player}'s lover, {lover}, will die of sorrow.
vn_vn: Người yêu của {dead_player}, {lover}, sẽ chết trong đau khổ.

source: Lovers
vn_vn: Tình Nhân

source: You are going to die. Use your last breath to choose a new Sheriff.
vn_vn: Bạn sắp chết. Hãy dùng hơi thở cuối để chọn Cảnh Sát mới.

source: You didn't choose anyone. A random player will be chosen to be your successor.
vn_vn: Bạn không chọn ai cả. Một người chơi ngẫu nhiên sẽ được chọn để kế thừa bạn.

source: **{sheriff}** became the new Sheriff.
vn_vn: **{sheriff}** trở thành Cảnh Sát mới.
