Repository: Gelbpunkt/IdleRPG
Catalog: locales/vn_VN/LC_MESSAGES/idlerpg.po
Languages: vn_vn

source: Start a new tournament
vn_vn: Bắt đầu mội giải đấu mới

source: `[prize]` - The amount of money the winner will get Start a new tournament. Players have 30 seconds to join via the reaction. Tournament entries are free, only the tournament host has to pay the price. Only an exponent of 2 (2^n) users can join. If there are more than the nearest exponent, the last joined players will be disregarded. The match-ups will be decided at random, the battles themselves will be decided like regular battles (see `{prefix}help battle` for details). The winner of a match moves onto the next round, the losers get eliminated, until there is only one player left. Tournaments in IdleRPG follow the single-elimination principle. (This command has a cooldown of 30 minutes.)
vn_vn: `[prize]` - Số tiền người thắng sẽ nhận được là Bắt đầu một giải đấu mới. Người chơi có 30 giây để tham gia bằng cách nhấn emoji. Tham gia giải đấu là miễn phí, chỉ có người tổ chức giải đấu phải trả tiền. Chỉ có mũ của 2 (2^n) người chơi có thể tham gia. Nếu có nhiều người chơi hơn số mũ gần nhất, những người tham gia cuối sẽ không được tính. Bắt cặp thi đấu diễn ra ngẫu nhiên, kết quả trận đấu sẽ được quyết định tương tự như các trận đấu thường (xem `{prefix}help battle` để biết thêm chi tiết). Người thắng trận sẽ vào vòng tiếp theo, người thua sẽ bị loại, cho tới khi chỉ còn một người chơi. Giải đấu trong IdleRPG có thể thức loại trực tiếp. (Lệnh này có thời gian chờ 30 giây.)

source: You are too poor.
vn_vn: Bạn quá nghèo.

source: Noone joined your tournament {author}.
vn_vn: Không ai tham gia giải đấu của bạn {author}.

source: There are **{num}** entries, due to the fact we need a playable tournament, the last **{removed}** have been removed.
vn_vn: Có **{num}** người tham gia, tuy nhiên để giải đấu có thể hoạt động được, **{removed}** đã bị loại bỏ.

source: Tournament started with **{num}** entries.
vn_vn: Giải đấu bắt đầu với **{num}** người tham gia.

source: Winner of this match is {winner}!
vn_vn: Người thắng cuộc là {winner}!

source: Round Done!
vn_vn: Vòng đấu kết thúc!

source: Tournament ended! The winner is {winner}.
vn_vn: Giải đấu kết thúc! Người thắng cuộc là {winner}.

source: Tournament ended! The winner is {winner}. Money was given!
vn_vn: Giải đấu kết thúc! Người thắng cuộc là {winner}. Tiền thưởng đã được trao!

source: `[prize]` - The amount of money the winner will get Start a new raid tournament. Players have 30 seconds to join via the reaction. Tournament entries are free, only the tournament host has to pay the price. Only an exponent of 2 (2^n) users can join. If there are more than the nearest exponent, the last joined players will be disregarded. The match-ups will be decided at random, the battles themselves will be decided like raid battles (see `{prefix}help raidbattle` for details). The winner of a match moves onto the next round, the losers get eliminated, until there is only one player left. Tournaments in IdleRPG follow the single-elimination principle. (This command has a cooldown of 30 minutes.)
vn_vn: `[prize]` - Số tiền người thắng sẽ nhận được là Bắt đầu một giải đấu raid mới. Người chơi có 30 giây để tham gia bằng cách nhấn emoji. Tham gia giải đấu là miễn phí, chỉ có người tổ chức giải đấu phải trả tiền. Chỉ có mũ của 2 (2^n) người chơi có thể tham gia. Nếu có nhiều người chơi hơn số mũ gần nhất, những người tham gia cuối sẽ không được tính. Bắt cặp thi đấu diễn ra ngẫu nhiên, kết quả trận đấu sẽ được quyết định tương tự như các trận đấu raid (xem `{prefix}help raidbattle` để biết thêm chi tiết). Người thắng trận sẽ vào vòng tiếp theo, người thua sẽ bị loại, cho tới khi chỉ còn một người chơi. Giải đấu trong IdleRPG có thể thức loại trực tiếp. (Lệnh này có thời gian chờ 30 giây.)

source: Noone joined your raid tournament {author}.
vn_vn: Không ai tham gia giải đấu raid của bạn {author}.

source: There are **{num}** entries, due to the fact we need a playable raid tournament, the last **{removed}** have been removed.
vn_vn: Có **{num}** người tham gia, tuy nhiên để giải đấu raid có thể hoạt động được, **{removed}** đã bị loại bỏ.

source: Raidbattle {p1} vs. {p2} started!
vn_vn: Trận raid giữa {p1} vs. {p2} bắt đầu!

source: {attacker} attacks! {defender} takes **{dmg}HP** damage.
vn_vn: {attacker} tấn công! {defender} nhận **{dmg}HP** thiệt hại.

source: {p1} - {hp1} HP left {p2} - {hp2} HP left
vn_vn: {p1} - còn lại {hp1} HP {p2} - còn lại {hp2} HP

source: Action #{number}
vn_vn: Bắt đầu #{number}

source: Raid Tournament ended! The winner is {winner}.
vn_vn: Giải đấu raid kết thúc! Người thắng cuộc là {winner}.

source: Raid Tournament ended! The winner is {winner}. Money was given!
vn_vn: Giải đấu raid kết thúc! Người thắng cuộc là {winner}. Tiền thưởng đã được trao!

source: Pixelfy an avatar
vn_vn: Làm mờ ảnh đại diện

source: `[user]` - A discord User whose avatar to pixelfy; defaults to oneself `[size]` - The pixelation rate to use, can be a number between 1 and 5; defaults to 2 Pixelfies a user's avatar. If the user has an animated icon, the first frame is used.
vn_vn: `[user]` - Người dùng Discord mà bạn muốn làm mờ ảnh đại diện; mặc định là bản thân `[size]` - Tỷ lệ làm mờ bạn muốn dùng, là một số trong khoảng từ 1 đến 5; mặc định là 2 Làm mờ ảnh đại diện của một người dùng. Nếu người dùng có ảnh động, khung hình đầu tiên sẽ được sử dụng.

source: Use 1, 2, 3, 4 or 5 as intensity value.
vn_vn: Chọn 1, 2, 3, 4 hoặc 5 cho cường độ.

source: Defines an avatar's edges
vn_vn: Làm góc cạnh ảnh đại diện

source: `[user]` - A discord User whose avatar to edit; defaults to oneself Finds and exaggerates edges in a user's avatar, creating a cool image effect.
vn_vn: `[user]` - Người dùng Discord mà bạn muốn làm góc cạnh ảnh đại diện; mặc định là bản thân Tìm và tăng cường độ góc cạnh ảnh đại diện của một người dùng, tạo nên hiệu ứng hình ảnh khá ngầu.

source: Inverts a user's avatar
vn_vn: Đảo màu ảnh đại diện

source: `[member]` - A discord User whose avatar to invert; defaults to oneself Invert the colors in someone's avatar. (This command has a channel cooldown of 15 seconds.)
vn_vn: `[member]` - Người dùng Discord mà bạn muốn đảo màu ảnh đại diện; mặc định là bản thân Đảo màu ảnh đại diện của một người. (Lệnh này có thời gian chờ trong kênh là 15 giây.)

source: `[member]` - A discord User whose avatar to oil-paint; defaults to oneself Creates an oil-painting effect on someone's avatar. (This command has a channel cooldown of 15 seconds.)
vn_vn: `[member]` - Người dùng Discord mà bạn muốn tô sơn dầu ảnh đại diện; mặc định là bản thân Tạo hiệu ứng tranh sơn dầu lên ảnh đại diện của một người. (Lệnh này có thời gian chờ trong kênh là 15 giây.)

source: Trick or treat!
vn_vn: Bị ghẹo hay cho kẹo!

source: You walk around the houses... Noone is there... *yet*
vn_vn: Bạn đi thăm các căn nhà... *Chưa* có ai ở đó...

source: You walk around the houses and ring at {waiting}'s house! That's a trick or treat bag for you, yay!
vn_vn: Bạn đi xung quanh và bấm chuông cửa nhà của {waiting}! Một túi Trick or treat cho bạn, haha!

source: You walk around the houses and ring at {waiting}'s house! Sadly they don't have anything for you...
vn_vn: Bạn đi xung quanh và bấm chuông cừa nhà của {waiting}! Đáng tiếc là họ không có gì cho bạn cả...

source: Open a trick or treat bag
vn_vn: Mở túi Trick or treat

source: Seems you haven't got a trick or treat bag yet. Go get some!
vn_vn: Có vẻ như bạn chưa có túi Trick or treat nào cả. Tới lúc trick or treat rồi!

source: You gained an item!
vn_vn: Bạn nhận được một vũ khí!

source: You found a new item when opening a trick-or-treat bag!
vn_vn: Bạn kiếm được một vũ khí khi mở túi Trick or treat!

source: Name
vn_vn: Tên

source: Type
vn_vn: Loại

source: Damage
vn_vn: Sát thương

source: Armor
vn_vn: Phòng thủ

source: Value
vn_vn: Giá trị

source: Remaining trick-or-treat bags: {bags}
vn_vn: Số lượng túi Trick or treat bạn đang có: {bags}

source: Shows your trick or treat bags
vn_vn: Hiển thị các túi Trick or treat của bạn

source: Shows the amount of trick or treat bags you have. You can get more by using `{prefix}trickortreat`.
vn_vn: Hiển thị số túi Trick or treat bạn đang có. Bạn có thể kiếm thêm bằng lệnh `{prefix}trickortreat`.

source: You currently have **{trickortreat}** Trick or Treat Bags, {author}!
vn_vn: Bạn hiện có **{trickortreat}** túi Trick or treat, {author}!

source: Check the available languages
vn_vn: Kiểm tra các ngôn ngữ hiện có

source: View all available languages' locale codes. You can check if your language is available by comparing against [this list](https://saimana.com/list-of-country-locale-code/) Some of these languages, like xtreme-owo or unplayable are no real languages but serve as a way to spice up the english text. If something is not yet translated, the english original text is used.
vn_vn: Xem mã của các ngôn ngữ hiện có. Bạn có thể kiểm tra xem có ngôn ngữ của bạn không bằng cách xem ở [đây](https://saimana.com/list-of-country-locale-code/) Một số ngôn ngữ, như xtreme-owo và unplayable, không phải là ngôn ngữ có thật mà chỉ là cách làm tiếng Anh trở nên thú vị hơn. Nếu có phần nào chưa được dịch, bản gốc tiếng Anh sẽ được sử dụng.

source: Your current language is **{current_locale}**. Available options: {all_locales} Please use `{prefix}locale set language_code` to choose one.
vn_vn: Ngôn ngữ hiện tại của bạn là **{current_locale}**. Các ngôn ngữ hiện có: {all_locales} Hãy dùng `{prefix}locale set language_code` để chọn một ngôn ngữ.

source: Set your language
vn_vn: Chọn ngôn ngữ của bạn

source: `<locale>` - The locale code of the language you want to use; full list can be found in `{prefix}language` Changes the language the bot replies for you.
vn_vn: `<locale>` - Mã của các ngôn ngữ bạn muốn dùng; danh sách đầy đủ có thể xem ở `{prefix}language` Đổi ngôn ngữ bot sử dụng để trả lời bạn.

source: Not a valid language.
vn_vn: Hiện tại chưa có ngôn ngữ này.

source: To permanently choose a language, please create a character and enter this command again. I set it to {language} temporarily.
vn_vn: Để chọn ngôn ngữ, xin vui lòng tạo một nhân vật và nhập lại lệnh này. Tôi tạm thời để ngôn ngữ là {language}.

source: Battle against another player
vn_vn: Đấu với người chơi khác

source: `[money]` - A whole number that can be 0 or greater; defaults to 0 `[enemy]` - A user who has a profile; defaults to anyone Fight against another player while betting money. To decide the fight, the players' items, race and class bonuses and an additional number from 1 to 7 are evaluated, this serves as a way to give players with lower stats a chance at winning. The money is removed from both players at the start of the battle. Once a winner has been decided, they will receive their money, plus the enemy's money. The battle lasts 30 seconds, after which the winner and loser will be mentioned. If both players' stats + random number are the same, the winner is decided at random. The battle's winner will receive a PvP win, which shows on their profile. (This command has a cooldown of 90 seconds.)
vn_vn: `[money]` - Một số nguyên lớn hơn hoặc bằng 0; mặc định là 0 `[enemy]` - Một người dùng có nhân vật; mặc định là bất kỳ ai Đấu với người chơi khác có đặt cược. Để quyết định kết quả, sẽ tính chỉ số của vũ khí, điểm cộng của chủng tộc và nghề của người chơi, và một số bất kỳ từ 1 tới 7, đây là để người chơi có chỉ số thấp hơn vẫn có cơ hội thắng. Số tiền sẽ được lấy từ cả hai người chơi khi trận đấu bắt đầu. Khi đã quyết định được người thắng, họ sẽ nhận lại tiền của mình, và tiền của đối thủ. Trận đấu kéo dài 30 giây, sau đó người thắng mà người thua sẽ được thông báo. Nếu các chỉ số + số ngẫu nhiên của hai người chơi bằng nhau, người thắng sẽ được chọn ngẫu nhiên. Người thắng sẽ được nhận điểm PvP, con số hiện trong profile của bạn. (Lệnh này có thời gian chờ là 90 giây)

source: You can't battle yourself.
vn_vn: Bạn không thể đấu với chính bạn.

source: You don't have enough money to join the battle.
vn_vn: Bạn không có đủ tiền để tham gia vào trận đấu.

source: Noone wanted to join your battle, {author}!
vn_vn: Không ai muốn tham gia vào trận đấu của bạn, {author}!

source: Battle **{author}** vs **{enemy}** started! 30 seconds of fighting will now start!
vn_vn: Trận đấu giữa **{author}** với **{enemy}** bắt đầu! 30 giây thi đấu bắt đầu đếm!

source: {winner} won the battle vs {looser}! Congratulations!
vn_vn: {winner} đã thắng trận đấu với {looser}! Xin chúc mừng!

source: Battle against a player (inclusdes raidstats)
vn_vn: Thi đấu với một người chơi khác (bao gồm chỉ số raid)

source: `[money]` - A whole number that can be 0 or greater; defaults to 0 `[enemy]` - A user who has a profile; defaults to anyone Fight against another player while betting money. To decide the players' stats, their items, race and class bonuses and raidstats are evaluated. The money is removed from both players at the start of the battle. Once a winner has been decided, they will receive their money, plus the enemy's money. The battle is divided into rounds, in which a player attacks. The first round's attacker is chosen randomly, all other rounds the attacker is the last round's defender. The battle ends if one player's HP drops to 0 (winner decided), or if 5 minutes after the battle started pass (tie). In case of a tie, both players will get their money back. The battle's winner will receive a PvP win, which shows on their profile. (This command has a cooldown of 5 minutes)
vn_vn: `[money]` - Một số nguyên lớn hơn hoặc bằng 0; mặc định là 0 `[enemy]` - Một người dùng có nhân vật; mặc định là bất kỳ ai Đấu với người chơi khác có đặt cược. Để quyết định chỉ số của người chơi, sẽ tính chỉ số của vũ khí, điểm cộng của chủng tộc và nghề nghiệp, và chỉ số raid. Số tiền sẽ được lấy từ cả hai người chơi khi trận đấu bắt đầu. Khi đã quyết định được người thắng, họ sẽ nhận lại tiền của mình, và tiền của đối thủ. Trận đấu được chia thành nhiều vòng để người chơi tấn công. Người tấn công vòng đầu tiên được chọn ngẫu nhiên. Những vòng sau đó, người phòng thủ vòng trước sẽ là người tấn công vòng sau. Trận đấu kết thúc khi HP của một người chơi về 0 (có người thắng), hoặc sau khi trận đấu đã trải qua 5 phút (hòa nhau). Nếu trận đấu hòa, cả hai người chơi sẽ nhận lại tiền của mình. Người thắng sẽ được nhận điểm PvP, con số hiện trong profile của bạn. (Lệnh này có thời gian chờ là 5 phút)

source: You don't have enough money to join the raidbattle.
vn_vn: Bạn không có đủ tiền để tham gia trận đấu raid.

source: Noone wanted to join your raidbattle, {author}!
vn_vn: Không ai muốn tham gia vào trận đấu raid của bạn, {author}!

source: {p1} won the raidbattle vs {p2}! Congratulations!
vn_vn: {p1} đã thắng trận đấu raid với {p2}! Xin chúc mừng!

source: Battle against a player (active)
vn_vn: Thi đấu với người chơi (trực tiếp)

source: `[money]` - A whole number that can be 0 or greater; defaults to 0 `[enemy]` - A user who has a profile; defaults to anyone Fight against another player while betting money. To decide players' stats, their items, race and class bonuses are evaluated. The money is removed from both players at the start of the battle. Once a winner has been decided, they will receive their money, plus the enemy's money. The battle takes place in rounds. Each round, both players have to choose their move using the reactions. Players can attack (⚔️), defend (🛡️) or recover HP (❤️). The battle ends if one player's HP drops to 0 (winner decided), or a player does not move (forfeit). In case of a forfeit, neither of the players will get their money back. The battle's winner will receive a PvP win, which shows on their profile. (This command has a cooldown of 10 minutes.)
vn_vn: `[money]` - Một số nguyên lớn hơn hoặc bằng 0; mặc định là 0 `[enemy]` - Một người dùng có nhân vật; mặc định là bất kỳ ai Đấu với người chơi khác có đặt cược. Để quyết định chỉ số của người chơi, sẽ tính chỉ số của vũ khí, điểm cộng của chủng tộc và nghề nghiệp. Số tiền sẽ được lấy từ cả hai người chơi khi trận đấu bắt đầu. Khi đã quyết định được người thắng, họ sẽ nhận lại tiền của mình, và tiền của đối thủ. Trận đấu được chia thành nhiều vòng. Trong mỗi vòng, cả hai người chơi sẽ lựa chọn hành động bằng cách nhấn các emoji. Người chơi có thể tấn công (⚔️), phòng thủ (🛡️) hoặc phục hồi HP (❤️). Trận đấu kết thúc khi HP của một người chơi về 0 (có người thắng), hoặc một người chơi không lựa chọn hành động (bỏ cuộc). Nếu có người bỏ cuộc, cả hai người chơi đều không được nhận lại tiền của mình. Người thắng sẽ được nhận điểm PvP, số điểm sẽ hiện trong profile của họ. (Lệnh này có thời gian chờ là 10 phút.)

source: You don't have enough money to join the activebattle.
vn_vn: Bạn không có đủ tiền để tham gia trận đấu trực tiếp.

source: Noone wanted to join your activebattle, {author}!
vn_vn: Không ai muốn tham gia vào trận đấu trực tiếp của bạn, {author}!

source: Battle {p1} vs {p2}
vn_vn: Trận đấu {p1} vs {p2}

source: Let the battle begin!
vn_vn: Trận đấu bắt đầu!

source: {prevaction} {player1}: **{hp1}** HP {player2}: **{hp2}** HP React to play.
vn_vn: {prevaction} {player1}: **{hp1}** HP {player2}: **{hp2}** HP Nhấn emoji để chơi.

source: {user} does nothing...
vn_vn: {user} không làm gì cả...

source: Someone refused to move. Activebattle stopped.
vn_vn: Có người từ chối hành động. Trận đấu trực tiếp kết thúc.

source: {user}, you already moved! Waiting for {other}'s move...
vn_vn: {user}, bạn đã chọn hành động! Đang chờ hành động của {other}...

source: {user} healed themselves for **{hp} HP**.
vn_vn: {user} đã hồi **{hp} HP**.

source: {user} hit {enemy} for **{eff}** damage.
vn_vn: {user} tấn công {enemy} với **{eff}** sát thương.

source: {enemy} tried to defend, but failed.
vn_vn: {enemy} cố gắng phòng thủ nhưng thất bại.

source: {user}'s attack on {enemy} failed!
vn_vn: {user} tấn công {enemy} nhưng thất bại!

source: {enemy} blocked {user}'s attack.
vn_vn: {enemy} chặn đòn tấn công của {user}.

source: You both tried to defend.
vn_vn: Cả hai đều chọn phòng thủ.

source: It was not very effective...
vn_vn: Không hiệu quả lắm...

source: You both died!
vn_vn: Cả hai đã chết!

source: {winner} won the active battle vs {looser}! Congratulations!
vn_vn: {winner} đã thắng trận đấu trực tiếp với {looser}! Xin chúc mừng!

source: Easter related commands
vn_vn: Các lệnh liên quan tới lễ Phục sinh

source: Contains all easter related commands. See `{prefix}help easter` for a list of commands. During the easter event, users will find eastereggs when finishing adventures, which can be exchanged for several rewards, including crates, items, money, or special guild badges.
vn_vn: Bao gồm các lệnh liên quan tới lễ Phục sinh. Nhập `{prefix}help easter` để xem danh sách lệnh. Trong suốt sự kiện Phục sinh, người dùng sẽ tìm thấy trứng Phục sinh khi hoàn thành các cuộc phiêu lưu, có thể đổi trứng để nhận một số phần thưởng, bao gồm thùng, vũ khí, tiền, hoặc huy hiệu bang đặc biệt.

source: **Easter event <:easteregg:566251086986608650>** Part of Idle's birthday! Collect eastereggs and use `{prefix}easter rewards` to check the rewards. <:bunny:566290173831151627> Happy hunting!
vn_vn: **Sự kiện Phục sinh <:easteregg:566251086986608650>** Một phần của sinh nhật Idle! Thu thập trứng Phục sinh và nhập `{prefix}easter rewards` để kiểm tra phần thưởng. <:bunny:566290173831151627> Đi săn vui vẻ!

source: Lists all easter rewards
vn_vn: Danh sách các phần thưởng Phục sinh

source: Shows all rewards available in the easter event, along with the reward ID. To claim a reward, use `{prefix}easter reward <ID>`.
vn_vn: Hiện tất cả phần thưởng của sự kiện Phục sinh và ID của chúng. Để nhận phần thưởng, dùng `{prefix}easter reward <ID>`.

source: **Easter event - rewards** Use `{prefix}easter reward [1-9]` to trade your eggs in. **(1) 100 <:easteregg:566251086986608650>** - 10 common crates **(2) 500 <:easteregg:566251086986608650>** - $10000 **(3) 1000 <:easteregg:566251086986608650>** - random item 1-49 **(4) 2000 <:easteregg:566251086986608650>** - 250 common crates **(5) 2500 <:easteregg:566251086986608650>** - 10 boosters of each type **(6) 5000 <:easteregg:566251086986608650>** - 10 rare crates **(7) 7500 <:easteregg:566251086986608650>** - birthday guild badge **(8) 7500 <:easteregg:566251086986608650>** - 1 magic crate **(9) 12500 <:easteregg:566251086986608650>** - 1 legendary crate You have **{eggs}** <:easteregg:566251086986608650>.
vn_vn: **Sự kiện Phục sinh - phần thưởng** Dùng `{prefix}easter reward [1-9]` để đổi trứng lấy quà. **(1) 100 <:easteregg:566251086986608650>** - 10 thùng common **(2) 500 <:easteregg:566251086986608650>** - $10000 **(3) 1000 <:easteregg:566251086986608650>** - vũ khí ngẫu nhiên 1-49 **(4) 2000 <:easteregg:566251086986608650>** - 250 thùng common **(5) 2500 <:easteregg:566251086986608650>** - 10 booster mỗi loại **(6) 5000 <:easteregg:566251086986608650>** - 10 thùng rare **(7) 7500 <:easteregg:566251086986608650>** - huy hiệu sinh nhật bang **(8) 7500 <:easteregg:566251086986608650>** - 1 thùng magic **(9) 12500 <:easteregg:566251086986608650>** - 1 thùng legendary Bạn có **{eggs}** <:easteregg:566251086986608650>.

source: Claim an easter reward
vn_vn: Nhận phần thưởng Phục sinh

source: `<reward_id>` - A whole number from 1 to 9 Claim a reward by its ID. A list of rewards along with their ID can be seen with `{prefix}easter rewards`.
vn_vn: `<reward_id>` - Một số nguyên trong khoảng từ 1 đến 9 Nhận phần thưởng bằng ID của chúng. Có thể xem danh sách phần thưởng và ID của chúng bằng `{prefix}easter rewards`.

source: You don't have enough eggs to claim this.
vn_vn: Bạn không có đủ trứng để đổi phần thưởng này.

source: You claimed your reward. Check your inventory/boosters/crates/money/etc.! You can claim multiple rewards, keep hunting!
vn_vn: Bạn đã đổi phần thưởng. Kiểm tra chúng ở trong túi đồ/booster/thùng/tiền…! Bạn có thể đổi nhiều phần thưởng, tiếp tục đi săn nào!

source: Show your crates.
vn_vn: Hiển thị thùng của bạn.

source: Shows all the crates you can have. Common crates contain items ranging from stats 1 to 30 Uncommon crates contain items ranging from stats 10 to 35 Rare crates contain items ranging from stats 20 to 40 Magic crates contain items ranging from stats 30 to 45 Legendary crates contain items ranging from stats 41 to 50 You can receive crates by voting for the bot using `{prefix}vote`, using `{prefix}daily` and with a small chance from `{prefix}familyevent`, if you have children.
vn_vn: Hiển thị tất cả các thùng của bạn. Thùng common chứa các vũ khí có chỉ số từ 1 tới 30 Thùng uncommon chứa các vũ khí có chỉ số từ 10 tới 35 Thùng rare chứa các vũ khí có chỉ số từ 20 tới 40 Thùng magic chứa các vũ khí có chỉ số từ 30 tới 45 Thùng legendary chứa các vũ khí có chỉ số từ 41 tới 50 Bạn có thể nhận thùng bằng cách bầu chọn cho bot với lệnh `{prefix}vote`, dùng `{prefix}daily` và có cơ hội nhỏ từ lệnh `{prefix}familyevent`, nếu bạn có con cái.

source: Open a crate
vn_vn: Mở một thùng

source: `[rarity]` - the crate's rarity to open, can be common, uncommon, rare, magic or legendary; defaults to common `[amount]` - the amount of crates to open, may be in range from 1 to 100 at once Open one of your crates to receive a weapon. To check which crates contain which items, check `{prefix}help crates`. This command takes up a lot of space, so choose a spammy channel to open crates.
vn_vn: `[rarity]` - Loại thùng bạn muốn mở, có thể là common, uncommon, rare, magic hoặc legendary; mặc định là common `[amount]` - số lượng thùng bạn muốn mở, có thể nằm trong khoảng từ 1 tới 100 mỗi lần Khi mở thùng, bạn sẽ nhận được một vũ khí. Để kiểm tra loại thùng nào chứa vũ khí gì, dùng lệnh `{prefix}help crates`. Lệnh này rất chiếm chỗ, bạn nên chọn kênh chuyên dành cho spam để mở thùng.
