Repository: Gelbpunkt/IdleRPG
Catalog: locales/vn_VN/LC_MESSAGES/idlerpg.po
Languages: vn_vn

source: Seems like you don't have {amount} crate(s) of this rarity yet. Vote me up to get a random one or find them!
vn_vn: Dường như bạn chưa có {amount} thùng loại này. Hãy bình chọn cho tôi để nhận một thùng ngẫu nhiên hoặc đi kiếm thùng nào!

source: You found a new item when opening a crate!
vn_vn: Bạn tìm thấy một vũ khí mới khi mở thùng!

source: Remaining {rarity} crates: {crates}
vn_vn: Thùng {rarity} còn lại: {crates}

source: Successfully opened {amount} {rarity} crates. Average stat: {average_stat} Most common stats: ``` {most_common} ``` Best stats: ``` {top} ``` Types: ``` {most_common_types} ```
vn_vn: Thành công mở {amount} thùng {rarity}. Chỉ số trung bình: {average_stat} Các chỉ số phổ biến nhất: ``` {most_common} ``` Các chỉ số tốt nhất: ``` {top} ``` Loại: ``` {most_common_types} ```

source: Give crates to someone
vn_vn: Đưa thùng cho ai đó

source: `<other>` - A user with a character `[amount]` - A whole number greater than 0; defaults to 1 `[rarity]` - The crate's rarity to trade, can be common, uncommon, rare, magic or legendary; defaults to common Give your crates to another person. Players must combine this command with `{prefix}give` for a complete trade.
vn_vn: `<other>` - Người chơi có nhân vật `[amount]` -Số nguyên lớn hơn 0; mặc định là 1 `[rarity]` - Loại thùng để đưa, có thể là common, uncommon, rare, magic hoặc legendary; mặc định là common Đưa thùng của bạn cho một người khác. Hai bên cần dùng lệnh này chung với `{prefix}give` nếu muốn thực hiện một giao dịch hoàn chỉnh.

source: Very funny...
vn_vn: Rất hài...

source: For me? I'm flattered, but I can't accept this...
vn_vn: Cho tôi à? Tôi rất vui, nhưng tôi không thể nhận nó được...

source: You don't have any crates of this rarity.
vn_vn: Bạn không có bất kỳ thùng nào loại này.

source: Successfully gave {amount} {rarity} crate(s) to {other}.
vn_vn: Thành công gửi {amount} thùng {rarity} đến {other}.

source: Offer crates to another player
vn_vn: Ngỏ ý giao dịch thùng với người chơi khác

source: `<quantity>` - The quantity of crates to offer `<rarity>` - The rarity of crate to offer. First letter of the rarity is also accepted. `<price>` - The price to be paid by the buyer, can be a number from 0 to 100000000 `<buyer>` - Another IdleRPG player to offer the crates to Offer crates to another player. Once the other player accepts, they will receive the crates and you will receive their payment. Example: `{prefix}offercrate 5 common 75000 @buyer#1234` `{prefix}oc 5 c 75000 @buyer#1234`
vn_vn: `<quantity>` - Số lượng thùng bạn muốn mời chào `<rarity>` - Loại thùng bạn muốn mời chào. Chữ cái đầu tiên của loại thùng cũng được. `<price>` - Giá người mua sẽ trả, có thể là một số trong khoảng từ 0 tới 100000000 `<buyer>` - Người chơi IdleRPG khác mà bạn muốn mời chào Ngỏ ý giao dịch thùng với người chơi khác. Khi người chơi kia đồng ý, họ sẽ nhận được thùng và bạn sẽ nhận được tiền. Ví dụ: `{prefix}offercrate 5 common 75000 @buyer#1234` `{prefix}oc 5 c 75000 @buyer#1234`

source: You may not offer crates to yourself.
vn_vn: Bạn không thể ngỏ ý giao dịch thùng với bản thân.

source: No, I don't want any crates.
vn_vn: Không, tôi không muốn thùng.

source: You don't have {quantity} {rarity} crate(s). Check `{prefix}crates`.
vn_vn: Bạn không có {quantity} thùng {rarity}. Kiểm tra bằng `{prefix}crates`.

source: {author}, are you sure you want to offer **{quantity} {emoji} {rarity}** crate(s) for **${price:,.0f}**?
vn_vn: {author}, bạn có chắc muốn mời chào **{quantity}** thùng **{emoji} {rarity}** với giá **${price:,.0f}**?

source: Offer cancelled.
vn_vn: Hủy giao dịch.

source: {buyer}, {author} offered you **{quantity} {emoji} {rarity}** crate(s) for **${price:,.0f}!** React to buy it! You have **2 Minutes** to accept the trade or the offer will be cancelled.
vn_vn: {buyer}, {author} mời chào **{quantity}** thùng **{emoji} {rarity}** với giá **${price:,.0f}!** Nhấn emoji để mua! Bạn có **2 phút** để chấp nhận hoặc giao dịch sẽ bị hủy.

source: They didn't want to buy the crate(s). Offer cancelled.
vn_vn: Họ không muốn mua thùng. Hủy giao dịch.

source: They couldn't make up their mind. Offer cancelled.
vn_vn: Họ không quyết định được. Hủy giao dịch.

source: {buyer}, you're too poor to buy the crate(s)!
vn_vn: {buyer}, bạn quá nghèo để mua thùng!

source: The seller traded/opened the crate(s) in the meantime. Offer cancelled.
vn_vn: Người bán vừa giao dịch/mở thùng. Hủy giao dịch.

source: {buyer}, you've successfully bought **{quantity} {emoji} {rarity}** crate(s) from {seller}. Use `{prefix}crates` to view your updated crates.
vn_vn: {buyer}, bạn thành công mua **{quantity}** thùng **{emoji} {rarity}** từ {seller}. Dùng `{prefix}crates` để xem số thùng hiện tại của bạn.

source: Gather as much food as you can
vn_vn: Thu thập càng nhiều thức ăn càng tốt

source: gathers as much food as they can
vn_vn: thu thập càng nhiều thức ăn càng tốt

source: Grab a backpack and retreat
vn_vn: Lấy ba lô và rút lui

source: grabs a backpack and retreats
vn_vn: lấy ba lô và rút lui

source: Take a pistol and suicide
vn_vn: Dùng súng lục tự sát

source: gives themselves the bullet
vn_vn: tự bắn mình

source: Ram a knife in your body
vn_vn: Đâm mạnh dao vào cơ thể của bạn

source: commits suicide with a knife
vn_vn: tự tử bằng dao

source: runs away from the Cornucopia
vn_vn: chạy trốn khỏi Cornucopia

source: Search for a pair of Explosives
vn_vn: Tìm kiếm một cặp chất nổ

source: finds a bag full of explosives
vn_vn: tìm thấy một túi đầy chất nổ

source: Look for water
vn_vn: Tìm nước

source: finds a canteen full of water
vn_vn: tìm thấy một căng tin đầy nước

source: Get a first aid kit
vn_vn: Nhận một bộ dụng cụ sơ cứu

source: clutches a first aid kit and runs away
vn_vn: nắm chặt một bộ dụng cụ sơ cứu và chạy đi

source: Grab a backpack
vn_vn: Lấy ba lô

source: grabs a backpack, not realizing it is empty
vn_vn: lấy một cái ba lô, không nhận ra nó trống rỗng

source: Try to assault USER
vn_vn: Cố gắng tấn công USER

source: kills USER
vn_vn: giết USER

source: Kill USER at the water
vn_vn: Giết USER ở dưới nước

source: assaults USER while they were drinking water at the river
vn_vn: ám sát USER trong khi họ đang uống nước bên bờ sông

source: Try to hide some landmines
vn_vn: Cố gắng giấu một số quả mìn

source: hides landmines at a few locations
vn_vn: giấu mìn ở một vài địa điểm

source: Take a bath
vn_vn: Đi tắm

source: baths in the water and enjoys the silence
vn_vn: tắm trong hồ nước và tận hưởng sự im lặng

source: kill USER
vn_vn: giết USER

source: grill at the fireplace and tell each other spooky stories
vn_vn: nướng bên lò sưởi và kể cho nhau nghe những câu chuyện ma quái

source: annoy USER
vn_vn: chọc giận USER

source: kill themselves by walking into a landmine
vn_vn: tự sát bằng cách đạp một quả mìn

source: have a small party and get drunk
vn_vn: có một bữa tiệc nhỏ và say rượu

source: watch animes together
vn_vn: cùng nhau xem anime

source: enjoy the silence
vn_vn: tận hưởng sự im lặng

source: attempt to kill USER but fail
vn_vn: cố giết USER nhưng thất bại

source: watch a movie together
vn_vn: xem một bộ phim cùng nhau

source: track down USER and kill them silently
vn_vn: săn lùng USER và âm thầm giết họ

source: decide they want out of here and commit suicide
vn_vn: quyết định muốn ra khỏi đây và tự sát

source: dance YMCA together
vn_vn: nhảy YMCA cùng nhau

source: sing songs together
vn_vn: hát cùng nhau

source: have a nice romantic evening
vn_vn: có một đêm lãng mạn

source: watch the others being dumb
vn_vn: xem những người khác làm chuyện ngốc

source: kiss in the moonlight
vn_vn: hôn dưới ánh trăng

source: watch a movie together when USER suddenly gets shot by a stranger
vn_vn: xem phim cùng nhau khi USER đột nhiên bị bắn bở người lạ

source: **Round {round}**
vn_vn: **Vòng {round}**

source: Letting {user} choose their action...
vn_vn: Để {user} chọn hành động...

source: Choose an action
vn_vn: Chọn một hành động

source: I couldn't send a DM to {user}! Choosing random action...
vn_vn: Tôi không thể gửi tin nhắn cho {user}! Chọn một hành động ngẫu nhiên...

source: attempts to kill {user} but fails
vn_vn: cố giết {user} nhưng thất bại

source: Done
vn_vn: Hoàn thành

source: do nothing.
vn_vn: không làm gì cả.

source: Team
vn_vn: Đội

source: **The cast**
vn_vn: **Người tham gia**

source: This hunger game's winner is {winner}!
vn_vn: Người chiến thắng của trận hunger game này là {winner}!

source: Everyone died!
vn_vn: Tất cả mọi người đều đã chết!

source: There is already a game in here!
vn_vn: Đã có một trò chơi đang diễn ra ở đây!

source: Not enough players joined...
vn_vn: Không đủ người chơi tham gia...

source: An error happened during the hungergame. Please try again!
vn_vn: Có lỗi khi trò chơi hunger game đang diễn ra. Xin hãy thử lại lần nữa!

source: Oops! You forgot a required argument: `{arg}`
vn_vn: Ôi! Bạn đã quên phần cần thiết trong cú pháp: `{arg}`

source: The user you specified as a parameter does not have a character.
vn_vn: Người dùng bạn đề cập không có nhân vật.

source: You did not enter a valid coin side. Please use `heads` or `tails`.
vn_vn: Bạn chưa nhập mặt đồng xu hợp lệ. Xin hãy chọn `heads` (mặt ngửa) hoặc `tails` (mặt sấp).

source: You entered a date that was out of range. It should be newer than {date}.
vn_vn: Ngày bạn đã nhập nằm ngoài vùng cho phép. Nó phải sau ngày {date}.

source: You used a malformed argument!
vn_vn: Bạn đã sử dụng một cú pháp không đúng!

source: You are being rate-limited. Chill down, you can use a command again in {time}s.
vn_vn: Bạn đang trong thời gian bị giới hạn. Bình tĩnh nào, bạn có thể thử lại câu lệnh sau {time} giây.

source: You are on cooldown. Try again in {time}.
vn_vn: Bạn đang trong thời gian chờ. Thử lại trong {time}.

source: Permission denied
vn_vn: Bạn không có quyền

source: :x: This command is only avaiable for the bot owner.
vn_vn: :x: Lệnh này chỉ dành cho người chủ bot.

source: You don't have a character yet.
vn_vn: Bạn chưa có nhân vật.

source: This command requires you to not have created a character yet. You already have one.
vn_vn: Lệnh này dành cho những người không có nhân vật. Nhưng bạn đã có rồi.

source: You need to be following a god for this command. Please use `{prefix}follow` to choose one.
vn_vn: Bạn cần phải theo một vị thần để sử dụng lệnh này. Vui lòng dùng `{prefix}follow` để chọn một.

source: You need to have a guild to use this command.
vn_vn: Bạn cần có một bang hội để sử dụng lệnh này.

source: You need to be in no guild to use this command.
vn_vn: Bạn cần không được ở trong bang hội để sử dụng lệnh này.

source: Your rank in the guild is too low to use this command.
vn_vn: Chức vị của bạn trong bang hội quá thấp để sử dụng lệnh này.

source: You mustn't be the owner of a guild to use this command.
vn_vn: Bạn không được là chủ của bang hội để sử dụng lênh này.

source: :x: You don't have the permissions to use this command. It is thought for {error} class users.
vn_vn: :x: Bạn không có quyền sử dụng lệnh này. Nó dành cho những người thuộc nghề {error}.

source: You are already on an adventure. Use `{prefix}status` to see how long it lasts.
vn_vn: Bạn đang ở trong một cuộc phiêu lưu. Sử dụng `{prefix}status` để xem nó còn kéo dài bao lâu.

source: You need to be on an adventure to use this command. Try `{prefix}adventure`!
vn_vn: Bạn cần phải ở trong cuộc phiêu lưu để sử dụng lệnh này. Hãy thử `{prefix}adventure`!

source: Your pet has gone missing. Maybe some aliens abducted it? Since you can't find it anymore, you are no longer a {profession}
vn_vn: Bạn đã lạc mất thú cưng. Có thể người ngoài hay tinh đã bắt nó đi? Bởi vì bạn không thể tìm thấy nó, bây giờ bạn không còn là {profession} nữa

source: Ranger
vn_vn: Thợ Săn

source: Your pet **{pet}** died! You did not give it enough to eat or drink. Because of your bad treatment, you are no longer a {profession}.
vn_vn: Thú cưng **{pet}** của bạn đã chết! Bạn đã không cho nó ăn hoặc uống đầy đủ. Vì sự đối xử tệ của bạn, bạn không còn là {profession}.

source: Your pet **{pet}** ran away! You did not show it your love enough! Because of your bad treatment, you are no longer a {profession}.
vn_vn: Thú cưng **{pet}** của bạn đã bỏ trốn! Bạn đã không cho nó đầy đủ tình yêu thương! Vì sự đối xử tệ của bạn, bạn không còn là một {profession}.

source: You need to be a {tier} tier donator to use this command. Please head to `{prefix}donate` and make sure you joined the support server if you decide to support us.
vn_vn: Bạn phải là nhà quyên góp hạng {tier} để dùng lệnh này. Xin hãy dùng `{prefix}donate` và đảm bảo bạn có tham gia server hỗ trợ của bot nếu bạn quyết định quyên góp ủng hộ chúng tôi.

source: There is another raid already ongoing. Try again at a later time.
vn_vn: Đã có một raid đang diễn ra. Xin thử lại sau.

source: Your alliance does not own a city.
vn_vn: Liên minh của bạn không sở hữu thành phố nào.

source: Your alliance already owns a city.
vn_vn: Liên minh của bạn đã sở hữu một thành phố.

source: Your alliance rank is too low.
vn_vn: Thứ hạng của liên minh bạn quá thấp.

source: Your server does not have an open help request.
vn_vn: Server của bạn không có yêu cầu giúp đỡ nào đang tồn tại.

source: :x: You don't have the permissions to use this command. It is thought for other users.
vn_vn: :x: Bạn không có quyền sử dụng lệnh này. Nó dành cho người dùng khác.

source: You did not choose anything.
vn_vn: Bạn đã không chọn cái nào.

source: An argument or value you entered was far too high for me to handle properly!
vn_vn: Một đối số hoặc giá trị bạn đã nhập quá cao để tôi xử lý đúng cách!

source: The languages have been reloaded while you were using a command. The execution therefore had to be stopped. Please try again.
vn_vn: Các ngôn ngữ đã được tải lại trong khi bạn đang sử dụng một lệnh. Do đó, việc thực hiện lệnh đã bị ngừng lại. Xin vui lòng thử lại.

source: The command you tried to use ran into an error. The incident has been reported and the team will work hard to fix the issue!
vn_vn: Lệnh bạn đã cố sử dụng gặp lỗi. Sự cố đã được báo cáo và nhóm sẽ làm việc chăm chỉ để khắc phục vấn đề!

source: Look at your Winter Calendar
vn_vn: Nhìn Lịch mùa đông của bạn

source: No calendar to show!
vn_vn: Không có lịch để hiển thị!

source: Open the Winter Calendar once every day.
vn_vn: Mở Lịch mùa đông một lần mỗi ngày.

source: It's not calendar time yet...
vn_vn: Chưa đến thời gian...

source: **You opened day {today}!**
vn_vn: **Bạn đã mở {today}!**

source: A mysterious puzzle piece
vn_vn: Một mảnh ghép bí ẩn

source: {crates} {rarity} crate
vn_vn: {crates} thùng {rarity}

source: Combine the mysterious puzzle pieces.
vn_vn: Kết hợp các mảnh ghép bí ẩn.

source: The mysterious puzzles don't fit together... Maybe some are missing?
vn_vn: Những mảnh ghép bí ẩn không khớp với nhau... Có lẽ còn thiếu một số mảnh?

source: Get your daily reward
vn_vn: Nhận quà hằng ngày của bạn

source: Get your daily reward. Depending on your streak, you will gain better rewards. After ten days, your rewards will reset. Day 11 and day 1 have the same rewards. The rewards will either be money (2/3 chance) or crates (1/3 chance). The possible rewards are: __Day 1__ $50 or 1-6 common crates __Day 2__ $100 or 1-5 common crates __Day 3__ $200 or 1-4 common (99%) or uncommon (1%) crates __Day 4__ $400 or 1-4 common (99%) or uncommon (1%) crates __Day 5__ $800 or 1-4 common (99%) or uncommon (1%) crates __Day 6__ $1,600 or 1-3 common (80%), uncommon (19%) or rare (1%) crates __Day 7__ $3,200 or 1-2 uncommon (80%), rare (19%) or magic (1%) crates __Day 8__ $6,400 or 1-2 uncommon (80%), rare (19%) or magic (1%) crates __Day 9__ $12,800 or 1-2 uncommon (80%), rare (19%) or magic (1%) crates __Day 10__ $25,600 or 1 rare (80%), magic (19%) or legendary (1%) crate If you don't use this command up to 48 hours after the first use, you will lose your streak. (This command has a cooldown until 12am UTC.)
vn_vn: Nhận quà hằng ngày của bạn. Tùy theo số ngày nhận quà liên tục, bạn sẽ nhận được phần quà tốt hơn. Sau 10 ngày, phần quà sẽ được tính lại từ đầu. Ngày 11 và ngày 1 có phần quà như nhau. Phần quà có thể là tiền (2/3 xác suất) hoặc thùng (1/3 xác suất). Các phần quà có thể nhận là: __Ngày 1__ $50 hoặc 1-6 thùng common __Ngày 2__ $100 hoặc 1-5 thùng common __Ngày 3__ $200 hoặc 1-4 thùng common (99%) hoặc thùng uncommon (1%) __Ngày 4__ $400 hoặc 1-4 thùng common (99%) hoặc thùng uncommon (1%) __Ngày 5__ $800 hoặc 1-4 thùng common (99%) hoặc thùng uncommon (1%) __Ngày 6__ $1,600 hoặc 1-3 thùng common (80%), thùng uncommon (19%) hoặc thùng rare (1%) __Ngày 7__ $3,200 hoặc 1-2 thùng uncommon (80%), thùng rare (19%) hoặc thùng magic (1%) __Ngày 8__ $6,400 hoặc 1-2 thùng uncommon (80%), thùng rare (19%) hoặc thùng magic (1%) __Ngày 9__ $12,800 hoặc 1-2 thùng uncommon (80%), thùng rare (19%) hoặc thùng magic (1%) __Ngày 10__ $25,600 hoặc 1 thùng rare (80%), thùng magic (19%) hoặc thùng legendary (1%) Nếu không dùng lệnh này sau 48 tiếng kể từ lần dùng lệnh trước, bạn sẽ mất thành tựu nhận quà liên tục. (Lệnh này có thời gian chờ tới 12 giờ sáng theo múi giờ UTC.)

source: You received your daily {txt}! You are on a streak of **{streak}** days! *Tip: `{prefix}vote` every 12 hours to get an up to legendary crate with possibly rare items!*
vn_vn: Bạn nhận được {txt} hằng ngày của bạn! Bạn đã nhận quà liên tục **{streak}** ngày! *Mẹo: `{prefix}vote` mỗi 12 tiếng để có cơ hội nhận được tối đa một thùng legendary, có thể mở ra nhiều vũ khí hiếm!*

source: View your current streak
vn_vn: Xem số ngày nhận quà liên tục hiện tại của bạn

source: Want to flex your streak on someone or just check how many days in a row you've claimed your daily reward? This command is for you
vn_vn: Muốn khoe với một ai đó hoặc chỉ muốn kiểm tra xem mình đã nhận quà hằng ngày liên tục bao nhiêu lần? Lệnh này là dành cho bạn

source: You don't have a daily streak yet. You can get one going by using the command `{prefix}daily`!
vn_vn: Bạn chưa có số ngày nhận quà liên tục. Bạn có thể bắt đầu bằng lệnh `{prefix}daily`!

source: You are on a daily streak of **{streak}!**
vn_vn: Bạn đã nhận quà liên tục **{streak}** ngày!

source: Shorten an image URL.
vn_vn: Rút gọn URL của hình.

source: `[given_url]` - The URL to shorten; if not given, this command will look for image attachments Get a short URL from a long one or an image attachment. If both a URL and an attachment is given, the attachment is preferred. GIFs are not supported, only JPG and PNG. In case this command fails, you can [manually upload your image to Imgur](https://imgur.com/upload).
vn_vn: `[given_url]` - Đường link URL để rút gọn; nếu không có link, lệnh này sẽ dùng hình đính kèm Tạo một link URL ngắn từ một link dài hoặc một hình đính kèm. Nếu có cả link URL và hình đính kèm, sẽ sử dụng hình đính kèm. Không hỗ trợ định dạng GIF, chỉ hỗ trợ JPG và PNG. Nếu lệnh này thất bại, bạn có thể [tự upload hình của mình lên Imgur](https://imgur.com/upload).

source: Please supply a URL or an image attachment
vn_vn: Vui lòng cung cấp URL hoặc đính kèm hình ảnh

source: Please only use one image at a time.
vn_vn: Bạn chỉ có thể gửi một hình ảnh trong một lần.

source: Here's your short image URL: <{link}>
vn_vn: Đây là đường link ngắn của bạn: <{link}>

source: Support the bot financially
vn_vn: Hỗ trợ bot về mặt tài chính

source: View the Patreon page of the bot. The different tiers will grant different rewards. View `{prefix}help module Patreon` to find the different commands. Thank you for supporting IdleRPG!
vn_vn: Xem trang Patreon của bot. Các hạng tài trợ khác nhau sẽ có những phần thưởng khác nhau. Xem `{prefix}help module Patreon` để tìm hiểu các lệnh khác. Cám ơn vì đã ủng hộ IdleRPG!

source: This bot has its own patreon page. **Why should I donate?** This bot is currently on {guild_count} servers, and it is growing fast. Hosting this bot for all users is not easy and costs a lot of money. If you want to continue using the bot or just help us, please donate a small amount. Even $1 can help us. **Thank you!** <https://patreon.com/idlerpg>
vn_vn: Bot này có trang Patreon riêng của nó. ** Tại sao tôi nên quyên góp? ** Bot này hiện đang chạy trên {guild_count} máy chủ và nó đang phát triển nhanh chóng. Chạy bot này cho tất cả người dùng là không dễ dàng và tốn rất nhiều tiền. Nếu bạn muốn tiếp tục sử dụng bot hoặc giúp chúng tôi, xin vui lòng quyên góp một số tiền nhỏ. Chỉ $1 cũng có thể giúp chúng tôi. **Cảm ơn bạn!** <https://patreon.com/idlerpg>

source: Shows the source code and license.
vn_vn: Hiển thị mã nguồn và giấy phép.

source: Shows our GitLab page and license. If you want to contribute, feel free to create an account and submit issues and merge requests.
vn_vn: Hiển thị trang GitLab và giấy phép của chúng tôi. Nếu bạn muốn đóng góp, hãy tạo mộ tài khoản để gửi vấn đề và yêu cầu hợp nhất dữ liệu.

source: Invite the bot to your server.
vn_vn: Mời bot tới server của bạn.

source: You are running version **{version}** by The IdleRPG Developers. Invite me! https://invite.idlerpg.xyz
vn_vn: Bạn đang dùng phiên bản **{version}** bởi những người phát triển IdleRPG. Hãy mời tôi! https://invite.idlerpg.xyz

source: Join the Support server
vn_vn: Tham gia server Hỗ trợ

source: Sends you the link to join the official IdleRPG Support server. Use this [backup link](https://discord.gg/MSBatf6) in case the above does not work.
vn_vn: Gửi bạn link để tham gia server Hỗ trợ chính thức của IdleRPG. Dùng [link dự phòng](https://discord.gg/MSBatf6) trong trường hợp lệnh trên không hoạt động.

source: Got problems or feature requests? Looking for people to play with? Join the support server: https://support.idlerpg.xyz
vn_vn: Gặp vấn đề hoặc muốn yêu cầu chức năng? Tìm người chơi chung? Hãy tham gia server hỗ trợ: https://support.idlerpg.xyz

source: Shows statistics about the bot
vn_vn: Hiển thị số liệu thống kê của bot

source: Show some stats about the bot, ranging from hard- and software statistics, over performance to ingame stats.
vn_vn: Hiển thị một số số liệu thống kê của bot, từ số liệu về phần cứng và phần mêm cho tới số liệu vận hành và các chỉ số trong game.

source: IdleRPG Statistics
vn_vn: Thống kê IdleRPG

source: Official Support Server Invite: https://support.idlerpg.xyz
vn_vn: Link mời tham gia Server Hỗ trợ Chính thức: https://support.idlerpg.xyz

source: Hosting Statistics
vn_vn: Thống kê lưu trữ

source: Bot Statistics
vn_vn: Thống kê Bot

source: Code lines written: **{lines}** Shards: **{shards}** Servers: **{guild_count}** Characters: **{characters}** Items: **{items}** Average hours of work: **{hours}**
vn_vn: Các dòng mã được viết: **{lines}** Phân đoạn: **{shards}** Máy chủ: **{guild_count}** Ký tự: **{characters}** Vật phẩm: **{items}** Số giờ làm việc trung bình: **{hours}**

source: View the uptime
vn_vn: Xem thời gian bot online

source: Shows how long the bot has been connected to Discord.
vn_vn: Hiển thị thời gian bot đã được kết nối với Discord.

source: I am online for **{time}**.
vn_vn: Tôi đã online được **{time}**.

source: Talk to me
vn_vn: Nói với tôi

source: `<text>` - The text to say, must be between 3 and 60 characters. Talk to me! This uses a chatbot AI backend.
vn_vn: `<text>` - Tin nhắn để nói, phải có từ 3 tới 60 ký tự. Nói với tôi! Lệnh này sử dụng một chatbot với trí thông minh nhân tạo.

source: Text too long or too short. May be 3 to 60 characters.
vn_vn: Tin nhắn quá dài hoặc quá ngắn. Có thể là 3 đến 60 ký tự.

source: Our partnered bots
vn_vn: Những bot cộng sự với chúng tôi

source: Awesome bots by other coffee-drinking individuals.
vn_vn: Những bot tuyệt vời được lập trình bởi những cá nhân mê cà phê.

source: Partnered Bots
vn_vn: Những bot cộng sự

source: Awesome bots made by other people!
vn_vn: Những bot tuyệt vời được lập trình bởi những người khác!
