Repository: Gelbpunkt/IdleRPG
Catalog: locales/vn_VN/LC_MESSAGES/idlerpg.po
Languages: vn_vn

source: Unknown User (ID {id})
vn_vn: Người dùng không xác định (ID {id})

source: Your guild mates
vn_vn: Thành viên trong bang hội của bạn

source: Change your guild's badge
vn_vn: Thay đổi huy hiệu bang

source: `<number>` - The number of the guild badge to use, ranging from 1 to the amount of available badges Change your guild's badge, it will display in `{prefix}guild info`. Only guild leaders can use this command.
vn_vn: `<number>` - Số lượng huy hiệu để sử dụng, có thể từ 1 tới tổng số huy hiệu hiện có Đổi huy hiệu của bang, nó sẽ hiển thị trong lệnh `{prefix}guild info`. Chỉ bang chủ có thể sử dụng lệnh này.

source: Your guild has no badges yet.
vn_vn: Bang hội của bạn chưa có huy hiệu nào.

source: The badge number {number} is not valid, your guild only has {amount} available.
vn_vn: Huy hiệu số {number} không hợp lệ, bang hội của bạn chỉ có {amount} huy hiệu.

source: Badge updated!
vn_vn: Cập nhật huy hiệu!

source: Create a guild
vn_vn: Tạo bang hội

source: Create a guild for $10,000. Creating a guild has no level requirements, as long as you have $10,000, you can create a guild. To create a guild, you will need the following: - A name with 20 characters or less - An image URL with 60 characters or less to your guild's icon - $10,000 Having trouble finding a short image URL? Check [this tutorial](https://wiki.idlerpg.xyz/index.php?title=Tutorial:_Short_Image_URLs) The bot will ask for these separately. When you enter the guild's name or URL, don't include `{prefix}`. Only players who are not already in a guild can use this command. (This command has a cooldown of 10 minuets.)
vn_vn: Tạo bang hội với giá $10,000. Việc tạo bang hội không có yêu cầu về cấp bậc, chỉ cần bạn có $10,000, bạn có thể tạo một bang hội. Để tạo bang hội, bạn cần: - Một cái tên với 20 ký tự hoặc ít hơn - Một URL với 60 ký tự hoặc ít hơn để làm biểu tượng bang - $10,000 Gặp khó khăn trong việc tìm URL ngắn? Hãy làm theo [hướng dẫn này](https://wiki.idlerpg.xyz/index.php?title=Tutorial:_Short_Image_URLs)! Bot sẽ lần lượt hỏi từng thứ. Khi nhập tên bang hay URL, xin đừng thêm vào `{prefix}`. Chỉ những người chơi chưa có bang hội có thể sử dụng lệnh này. (Lệnh này có thời gian chờ là 10 phút.)

source: Enter a name for your guild. Maximum length is 20 characters.
vn_vn: Nhập tên cho bang hội của bạn. Độ dài tối đa là 20 ký tự.

source: Cancelled guild creation.
vn_vn: Hủy bỏ việc tạo bang hội.

source: Guild names musn't exceed 20 characters.
vn_vn: Tên bang hội không được vượt quá 20 ký tự.

source: Send a link to the guild's icon. Maximum length is 60 characters.
vn_vn: Gửi một liên kết để thay đổi biểu tượng của bang hội. Độ dài tối đa là 60 ký tự.

source: Are you sure? React to create a guild for **$10000**
vn_vn: Bạn có chắc không? Nhấn để tạo bang hội với giá **$10000**

source: A guild creation costs **$10000**, you are too poor.
vn_vn: Chi phí tạo bang hội là **$10000**, bạn quá nghèo.

source: The guild name is taken.
vn_vn: Tên bang hội đã được sử dụng.

source: Successfully added your guild **{name}** with a member limit of **{memberlimit}**. Tip: You can use `{prefix}guild channel` in a server where you are the admin to set up the guild logging channel.
vn_vn: Thành công tạo bang hội **{name}** với giới hạn số thành viên là **{memberlimit}**. Mẹo: Bạn có thể sử dụng `{prefix}guild channel` ở server bạn có quyền quản trị để tạo kênh ghi chép hoạt động bang hội.

source: Give your guild to someone else
vn_vn: Đưa bang hội của bạn cho người khác

source: `<member>` - A discord User with a character, must be a member of your guild. Transfer your guild to someone else. This person will be the new guild leader, while you will become a regular member. If the user you transfer the guild to is a patron, the guild's member limit will be set to 100, otherwise it will be set to 50. Only guild leaders can use this command.
vn_vn: `<member>` - Một người dùng Discord có nhân vật, phải là thành viên trong bang. Chuyển bang hội của bạn cho người khác. Người này sẽ là bang chủ mới, bạn sẽ trở thành thành viên bình thường. Nếu người bạn chuyển bang hội cho là một nhà tài trợ, giới hạn số thành viên trong bang sẽ là 100, nếu không thì sẽ là 50. Chỉ bang chủ có thể sử dụng lệnh này.

source: Not a member of your guild.
vn_vn: Không phải là thành viên trong bang của bạn.

source: Are you sure to transfer guild ownership to {user}?
vn_vn: Bạn có chắc chắn muốn chuyển quyền sở hữu bang hội cho {user} không?

source: {user} now leads {guild}.
vn_vn: {user} bây giờ là bang chủ của {guild}.

source: Promote a guild member to officer.
vn_vn: Thăng cấp một thành viên lên viên chức.

source: `<member>` - A discord User with a character, must be a member of your guild Promote a member of your guild to the officer rank. This allows them to use certain guild commands. Officers can: - Invite new members - Kick members from the guild (cannot kick officers) - Take money out of the guild bank - Distribute money from the guild bank - Start battles with other guilds - Start and finish guild adventures Officers cannot be kicked from your guild and must be demoted first. Only promote members you trust. You can demote officers using `{prefix}guild demote`. Only guild leaders can use this command.
vn_vn: `<member>` - Một người dùng Discord có nhân vật, phải là thành viên trong bang. Thăng cấp một thành viên trong bang lên viên chức. Điều này sẽ cho phép họ sử dụng một số lệnh bang hội. Viên chức có thể: - Mời thành viên mới - Đá thành viên ra khỏi bang (không thể đá viên chức) - Rút tiền từ kho bạc - Phân phối tiền từ kho bạc - Bắt đầu trận chiến với bang khác - Bắt đầu và kết thúc cuộc phiêu lưu bang hội Viên chức không thể bị đá khỏi bang hội và phải bị giáng chức trước. Chỉ thăng cấp những thành viên bạn tin tưởng. Bạn có thể giáng chức một viên chức bằng lệnh `{prefix}guild demote`. Chỉ bang chủ có thể sử dụng lệnh này.

source: Target is not a member of your guild.
vn_vn: Người được chọn không phải là thành viên trong bang hội của bạn.

source: This user is already an officer of your guild.
vn_vn: Người dùng này đã là viên chức trong bang hội của bạn.

source: Done! {member} has been promoted to the rank of `Officer`.
vn_vn: Xong! {member} đã được thăng cấp thành `Viên chức`.

source: Demote a guild officer to member.
vn_vn: Giáng chức một viên chức xuống còn thành viên.

source: `<member>` - A discord User with a character, must be an officer of your guild Demotes an officer of your guild to member rank. The user will lose their guild officer permissions immediately. Only guild leaders can use this command.
vn_vn: `<member>` - Một người dùng Discord có nhân vật, phải là viên chức trong bang Giáng chức một viên chức xuống còn thành viên. Người này sẽ mất các quyền của viên chức ngay lập tức. Chỉ bang chủ có thể sử dụng lệnh này.

source: This user can't be demoted any further.
vn_vn: Người dùng này không thể bị giáng cấp hơn nữa.

source: Done! {member} has been demoted to the rank of `Member`.
vn_vn: Xong! {member} đã bị giáng cấp xuống còn `Thành viên`.

source: Invite new members to your guild.
vn_vn: Mời thành viên mới vào bang.

source: `<member>` - A discord user with a character who is not yet in a guild. Invites a new member to your guild. If your guild is in an alliance which owns a city, the new member will have its bonuses applied immediately. Only guild leaders and officers can use this command.
vn_vn: `<member>` - Một người dùng Discord có nhân vật nhưng chưa có bang hội. Mời thành viên mới vào bang. Nếu bang hội của bạn nằm trong liên minh có sở hữu thành phố, thành viên mới sẽ được nhận lợi ích ngay lập tức. Chỉ bang chủ và viên chức có thể sử dụng lệnh này.

source: That member already has a guild.
vn_vn: Thành viên này đã có bang hội.

source: Your guild is already at the maximum member count.
vn_vn: Bang hội của bạn đã đạt đến số lượng thành viên tối đa.

source: {newmember}, {author} invites you to join **{name}**. React to join the guild.
vn_vn: {newmember}, {author} mời bạn vào **{name}**. Nhấn emoji để tham gia.

source: {newmember} is now a member of **{name}**. Welcome!
vn_vn: {newmember} bây giờ là thành viên của **{name}**. Chào mừng bạn!

source: Leave your guild
vn_vn: Rời bang hội

source: Leave your current guild If your guild was in an alliance which owned a city, you will have its bonuses removed immediately. Only players who are in a guild, beside guild leaders, can use this command.
vn_vn: Rời khỏi bang hội hiện thời Nếu bang hội của bạn nằm trong liên minh có sở hữu thành phố, bạn sẽ bị mất lợi ích ngay lập tức. Chỉ người chơi đang trong bang, ngoại trừ bang chủ, có thể sử dụng lệnh này.

source: You left your guild.
vn_vn: Bạn đã rời khỏi bang hội.

source: Kick a member from your guild.
vn_vn: Đá một thành viên khỏi bang.

source: Not your guild mate.
vn_vn: Không phải là thành viên của bang hội bạn.

source: You can only kick members.
vn_vn: Bạn chỉ có thể đá các thành viên.

source: The person has been kicked!
vn_vn: Người đó đã bị đá!

source: Delete your guild
vn_vn: Xóa bang hội

source: Delete your guild. If you would just like to leave the guild, consider transferring it to someone, then leaving normally. If your guild was in an alliance which owned a city, all members will lose its bonuses immediately. Only guild leaders can use this command.
vn_vn: Xóa bang hội. Nếu bạn chỉ muốn rời khỏi bang, hãy thử chuyển giao bang hội cho người khác rồi rời khỏi bằng cách bình thường. Nếu bang hội của bạn nằm trong liên minh có sở hữu thành phố, tất cả thành viên sẽ bị mất lợi ích ngay lập tức. Chỉ bang chủ có thể sử dụng lệnh này.

source: Are you sure to delete your guild? React to confirm the deletion.
vn_vn: Bạn có chắc chắn muốn xóa bang hội? Nhấn emoji để xác nhận xóa.

source: Successfully deleted your guild.
vn_vn: Xóa thành công bang hội của bạn.

source: Change your guild's icon
vn_vn: Thay đổi biểu tượng của bang

source: Successfully updated the guild icon.
vn_vn: Cập nhật thành công biểu tượng bang hội.

source: Change your guild description.
vn_vn: Thay đổi miêu tả bang hội.

source: `<text>` - The text to use as the description. Cannot exceed 200 characters. Change the description of your guild. ⚠ This can be seen by everyone, do not use NSFW/inappropriate text. Only guild leaders can use this command.
vn_vn: `<text>` - Văn bản dùng để miêu tả bang hội. Không thể quá 200 ký tự. Thay đổi miêu tả bang hội của bạn. ⚠ Nó có thể được xem bởi bất cứ ai, xin đừng dùng từ ngữ không phù hợp nơi công cộng/không thích hợp. Chỉ bang chủ có thể sử dụng lệnh này.

source: The text may be up to 200 characters only.
vn_vn: Văn bản chỉ được có tối đa 200 ký tự.

source: Updated!
vn_vn: Đã cập nhật!

source: Set/update the guild update channel.
vn_vn: Cài đặt/thay đổi kênh cập nhật của bang hội.

source: Show the richest guild members
vn_vn: Hiển thị các thành viên giàu có nhất bang hội

source: Displays the top 10 richest guild members of your guild. Only players in a guild can use this command.
vn_vn: Hiển thị top 10 thành viên giàu có nhất bang hội. Chỉ người chơi trong bang có thể sử dụng lệnh này.

source: a character by {charname} with **${money}**
vn_vn: nhân vật của {charname} với **${money}**

source: The Richest Players of {guild}
vn_vn: Các người chơi giàu có nhất của {guild}

source: Show the best guild members by XP
vn_vn: Hiển thị các thành viên lợi hại nhất bang hội theo XP

source: Displays the top 10 best guild members of your guild ordered by XP. Only players in a guild can use this command.
vn_vn: Hiển thị top 10 thành viên lợi hại nhất bang hội theo XP. Chỉ người chơi trong bang có thể sử dụng lệnh này.

source: {name}, a character by {charname} with Level **{level}** (**{xp}** XP)
vn_vn: {name}, nhân vật của {charname} với cấp **{level}** (**{xp}** XP)

source: The Best Players of {name}
vn_vn: Những người chơi lợi hại nhất của {name}

source: Add money to your guild bank
vn_vn: Góp tiền vào kho bạc

source: `<amount>` - A whole number greater than 0 Invest money into your guild bank, keeping it safe from thieves. Only guild officers can take money out of the guild bank. The money in the guild bank can be used to upgrade the bank or upgrade buildings/build defenses in your alliance, if it owns a city.
vn_vn: `<amount>` - Một số nguyên lớn hơn 0 Góp tiền vào kho bạc của bang, giữ nó an toàn khỏi các đạo chích. Chỉ các viên chức của bang có thể rút tiền khỏi bang hội. Tiền trong kho bạc có thể dùng để nâng cấp kho bạc hoặc các tòa nhà/phòng thủ của liên minh nếu liên minh sở hữu thành phố..

source: The bank would be full.
vn_vn: Kho bạc của bang hội sẽ quá đầy.

source: Done! Now you have `${profile_money}` and the guild has `${guild_money}`.
vn_vn: Xong! Bây giờ bạn có `${profile_money}` và bang hội có `${guild_money}`.

source: Take money out of the guild bank
vn_vn: Rút tiền khỏi kho bạc

source: `<amount>` - The amount of money to take out of the bank, must be greater than 0 and smaller or equal the amount your guild has `<member>` - A discord User with a character. Take money out of the guild bank and give it to a user. The user does not have to be a member of your guild. Only guild leaders and officers can use this command.
vn_vn: `<amount>` - Số tiền bạn muốn rút khỏi kho bạc, phải lớn hơn 0 và nhỏ hơn hoặc bằng số tiền trong kho bạc `<member>` - Một người dùng Discord có nhân vật. Rút tiền khỏi kho bạc và đưa cho một người dùng. Người dùng không nhất thiết phải là thành viên trong bang. Chỉ bang chủ và các viên chức của bang có thể sử dụng lệnh này.

source: Your guild is too poor.
vn_vn: Bang hội của bạn quá nghèo.

source: Successfully gave **${amount}** from your guild bank to {member}.
vn_vn: Thành công gửi **${amount}** từ kho bạc của bang đến {member}.

source: Pay out money to multiple members
vn_vn: Đưa tiền cho nhiều thành viên

source: You can't distribute money to nobody.
vn_vn: Bạn không thể đưa tiền cho bất kỳ ai.

source: Distributed **${money}** (${small_money} for each) to {members}.
vn_vn: Đã đưa **${money}** (${small_money} mỗi người) cho {members}.

source: Upgrade your guild bank
vn_vn: Nâng cấp kho bạc

source: Upgrade your guild's bank, adding space for $250,000 each time. Guilds can be upgraded 9 times which sets them to a maximum of $2,500,000. Patrons will be able to upgrade their guild further: - Silver donors can double their maximum bank space - Gold donors can quintuple (x5) their maximum bank space The price to upgrade the guild bank is always half of the maximum. Only guild leaders can use this command.
vn_vn: Nâng cấp kho bạc, tăng giới hạn lên $250.000 mỗi lần. Bang hội có thể được nâng cấp 9 lần, tăng tổng sức chứa lên $2.500.000. Các nhà tài trợ có thể nâng cấp bang hội hơn nữa: - Các nhà tài trợ Silver có thể nhân đôi giới hạn của kho bạc - Các nhà tài trợ Gold có thể nhân năm (x5) giới hạn của kho bạc Chi phí nâng cấp kho bạc luôn bằng một nửa tổng giới hạn. Chỉ bang chủ có thể sử dụng lệnh này.

source: Your guild already reached the maximum upgrade.
vn_vn: Bang hội của bạn đã được nâng cấp tối đa.

source: Your guild is too poor, you got **${money}** but it costs **${price}** to upgrade.
vn_vn: Bang hội của bạn quá nghèo, bạn có **${money}** nhưng nó tốn **${price}** để nâng cấp.

source: This will upgrade your guild bank limit to **${newlimit}** for **${cost}**. Proceed?
vn_vn: Lần này sẽ nâng cấp giới hạn kho bạc lên **${newlimit}** với giá **${cost}**. Bạn có chắc không?

source: Your new guild bank limit is now **${limit}**.
vn_vn: Giới hạn mới của kho bạc là **${limit}**.

source: Battle another guild
vn_vn: Chiến đấu với bang hội khác

source: `<enemy>` - A guild officer or leader `<amount>` - The amount of money to battle for, must be 0 or above `<fightercount>` - The amount of fighters to take into the battle Fight against another guild, the winning guild will be awarded one GvG win. While the battle is preparing, both players, you and the other player, will be asked to nominate guild members for the battle. You can do this by writing `battle nominate @person` (not including `{prefix}`) until you hit the fightercount. After the preparation is over, battles will be randomly matched between the two guilds. These battles function exactly the same as regular battles, see `{prefix}help battle` for more details. Each fight will give the guild who the winner is from one point. The guild with the most points in the end will win the guild battle. In case of a tie, nobody gets the money or guild win. The money will be taken from the guild bank. Only guild leaders and officers can use this command. (This command has a guild cooldown of 30 minutes.)
vn_vn: `<enemy>` - Bang chủ hoặc viên chức bang hội `<amount>` - Lượng tiền cược cho trận đấu, phải lớn hơn hoặc bằng 0 `<fightercount>` - Lượng chiến binh tham gia trận đấu Chiến đấu với bang hội khác, bang chiến thắng sẽ nhận được điểm GvG. Khi chuẩn bị cho trận đấu, cả hai người chơi, bạn và người chơi còn lại, sẽ được đề cử thành viên bang hội để tham gia thi đấu. Bạn có thể làm điều đó bằng lệnh `battle nominate @người` (không có `{prefix}`) cho tới khi đủ số lượng chiến binh đã chọn. Sau giai đoạn chuẩn bị, trận đấu giữa hai bang sẽ tự động bắt đầu. Cuộc chiến giữa hai bang diễn ra y hệt trận đấu thường, xem `{prefix}help battle` để biết thêm chi tiết. Trong mỗi trận đấu, bang hội có người thắng sẽ được một điểm. Bang hội với nhiều điểm nhất sẽ thắng cuộc chiến bang hội. Trong trường hợp hòa, không bang hội nào được nhận tiền hay điểm thắng. Tiền sẽ bị trừ khỏi kho bạc. Chỉ bang chủ và các viên chức của bang có thể sử dụng lệnh này. (Lệnh này có thời gian chờ là 30 phút.)

source: Poor kiddo having no friendos.
vn_vn: Tội nghiệp thằng bé không có bạn.

source: One of you both doesn't have a guild.
vn_vn: Một trong hai bạn không có bang hội.

source: Battling your own guild? :face_with_raised_eyebrow:
vn_vn: Đấu với bang hội của chính mình? :face_with_raised_eyebrow:

source: One of you both isn't an officer of their guild.
vn_vn: Một trong hai bạn không phải là viên chức trong bang hội của mình.

source: One of the guilds can't pay the price.
vn_vn: Một trong hai bang không thể trả tiền cược.

source: One of the guilds is too small.
vn_vn: Một trong hai bang quá nhỏ.

source: {enemy} didn't want to join your battle, {author}.
vn_vn: {enemy} không muốn tham gia vào trận đấu, {author}.

source: {enemy} accepted the challenge by {author}. Please now nominate members, {author}. Use `battle nominate @user` to add someone to your team.
vn_vn: {enemy} chấp nhận thách đấu của {author}. Xin hãy đề cử thành viên, {author}. Sử dụng `battle nominate @người` để them ai đó vào đội của bạn.

source: That person isn't in your guild.
vn_vn: Người đó không ở trong bang hội của bạn.

source: {user} has been added to your team, {author}.
vn_vn: {user} đã được thêm vào đội của bạn, {author}.

source: User not found.
vn_vn: Không tìm thấy người chơi.

source: Error when adding this user, please try again
vn_vn: Gặp lỗi khi thêm người chơi này, xin hãy thử lại

source: Took to long to add members. Fight cancelled.
vn_vn: Mất quá nhiều thời gian để thêm thành viên. Cuộc chiến bị hủy bỏ.

source: Please now nominate members, {enemy}. Use `battle nominate @user` to add someone to your team.
vn_vn: Xin hãy đề cử thành viên, {enemy}. Sử dụng `battle nominate @người` để thêm ai đó vào đội của bạn.

source: {user} has been added to your team, {enemy}.
vn_vn: {user} đã được thêm vào đội của bạn, {enemy}.

source: Fight started! Generating battles...
vn_vn: Bắt đầu chiến đấu! Tạo trận chiến...

source: Fight started! Generating battles... Done.
vn_vn: Bắt đầu chiến đấu! Tạo trận chiến... Thành công.

source: Guild Battle Fight **{num}** of **{total}**. **{user}** vs **{user2}**! Battle running...
vn_vn: Trận chiến bang hội thứ **{num}** trong **{total}**. **{user}** vs **{user2}**! Trận chiến bắt đầu...

source: Winner of **{user}** vs **{user2}** is **{winner}**! Current points: **{wins1}** to **{wins2}**.
vn_vn: Người chiến thắng của trận chiến giữa **{user}** vs **{user2}** là **{winner}**! Điểm hiện tại: **{wins1}** và **{wins2}.

source: Some guild spent the money??? Bad looser!
vn_vn: Bang hội nào đó phải trả tiền??? Quá tệ!

source: {guild} won the battle! Congratulations!
vn_vn: {guild} thắng trận chiến! Chúc mừng!

source: It's a tie!
vn_vn: Hòa!

source: Start a guild adventure
vn_vn: Bắt đầu cuộc phiêu lưu bang hội

source: Start a guild adventure. Guild adventures can happen alongside regular adventures. On guild adventures, you can gain additional gold for your guild bank. When using this command, the bot will send a link used to join the adventure. Each member of the guild can join, at least 3 are required. Ten minutes after the link was sent, the users who joined will be gathered. The guild adventure's difficulty will depend solely on the users' levels, their equipped items and race/class bonuses are not considered. The adventure's lentgh depends on the difficulty, +1 difficulty means +30 minutes time. Only guild leaders and officers can use this command. (This command has a guild cooldown of 1 hour.)
vn_vn: Bắt đầu cuộc phiêu lưu bang hội. Cuộc phiêu lưu bang hội có thể diễn ra song song với cuộc phiêu lưu thường. Trong cuộc phiêu lưu bang hội, bạn có thể kiếm thêm tiền cho kho bạc của bang. Khi dùng lệnh này, bot sẽ gửi link để tham gia cuộc phiêu lưu bang hội. Mọi thành viên của bang đều có thể tham gia, yêu cầu có ít nhất có 3 thành viên. 10 phút sau khi link được gửi, những người dùng đã đăng ký sẽ được tập hợp. Độ khó của cuộc phiêu lưu bang hội chỉ phụ thuộc vào cấp bậc và trang bị của các thành viên, điểm thưởng từ chủng tộc và nghề sẽ không được tính. Thời gian của cuộc phiêu lưu bang hội phụ thuộc vào độ khó, độ khó +1 nghĩa là thời gian +30 phút. Chỉ bang chủ và các viên chức của bang có thể sử dụng lệnh này. (Lệnh này có thời gian chờ là 1 tiếng.)

source: Your guild is already on an adventure! Use `{prefix}guild status` to view how long it still lasts.
vn_vn: Bang hội của bạn đã ở trong cuộc phiêu lưu! Sử dung `{prefix}guild status` để xem nó còn bao lâu.

source: You didn't get enough other players for the guild adventure.
vn_vn: Bạn không có đủ người chơi cho cuộc phiêu lưu bang hội.

source: Guild adventure for **{guild}** started! Participants: {participants} Difficulty is **{difficulty}** Time it will take: **{time}**
vn_vn: Cuộc phiêu lưu bang hôi của **{guild}** đã bắt đầu! Người tham gia: {participants} Độ khó: **{difficulty}** Thời gian: **{time}**

source: View your guild adventure's status
vn_vn: Xem tình trạng của cuộc phiêu lưu bang hội

source: Check your guild adventure's status This will either display the time left or the reward. The reward can range from 20 times the difficulty up to 50 times the difficulty. Only guild leaders and officers can finish adventures, the status can be seen by every guild member.
vn_vn: Xem tình trạng của cuộc phiêu lưu bang hội Nó sẽ hiện thời gian còn lại hoặc phần thưởng. Phần thưởng nằm trong khoảng từ 20 lần tới 50 lần độ khó. Chỉ bang chủ và các viên chức của bang có thể hoàn thành cuộc phiêu lưu bang hội, tình trạng có thể được xem bởi tất cả thành viên.

source: Your guild isn't on an adventure yet. Ask your guild officer to use `{prefix}guild adventure` to start one
vn_vn: Bang hội của bạn chưa tiến vào cuộc phiêu lưu. Hãy nói một viên chức bang hội sử dụng `{prefix}guild adventure` để bắt đầu một cuộc phiêu lưu

source: Your guild has completed an adventure of difficulty `{difficulty}` and **${gold}** has been added to the bank.
vn_vn: Bang hội của bạn đã hoàn thành một cuộc phiêu lưu với độ khó `{difficulty}` và **${gold}** đã được thêm vào kho bạc bang hội.
