Repository: Gelbpunkt/IdleRPG
Catalog: locales/vn_VN/LC_MESSAGES/idlerpg.po
Languages: vn_vn

source: `<number>` - The number of the eventbackground to use Update your background to one from the events. You can get event backgrounds from special events, for example easter or christmas.
vn_vn: `<number>` - Số của hình nền sự kiện bạn muốn dùng Thay đổi hình nền của bạn thành hình nền sự kiện. Bạn có thể nhận hình nền sự kiện từ các sự kiện đặc biệt, như Lễ phục sinh hay Giáng sinh.

source: You do not have an eventbackground. They can be acquired on seasonal events.
vn_vn: Bạn không có hình nền sự kiện. Chúng có thể được tặng trong các sự kiện đặc biệt.

source: The background number {number} is not valid, you only have {total} available.
vn_vn: Hình nền số {number} không hợp lệ, bạn chỉ có {total} hình nền.

source: Background updated!
vn_vn: Hình nền đã được cập nhật!

source: Choose or change your class(es)
vn_vn: Chọn hoặc thay đổi (các) nghề của bạn

source: Change or select your primary or secondary class. - Warriors gain added defense - Thieves gain access to `{prefix}steal` - Mages gain added damage - Rangers gain access to a pet which can hunt for gear items - Raiders gain additional raidstats, used in raidbattles and raids - Ritualists gain additional favor from sacrificing items and are twice as likely to receive loot from adventures (- Paragons gain added damage *and* defense; the class is only available to donators) The second class unlocks at level 12. Selecting a class the first time is free (No Class -> Class), but changing it later will cost $5,000 (Class -> another Class) (This command has a cooldown of 24 hours)
vn_vn: Thay đổi hoặc chọn nghề chính hoặc nghề phụ của bạn. - Chiến binh tăng sức phòng thủ - Đạo chích có thể dùng lệnh `{prefix}steal` - Pháp sư tăng sức tấn công - Cung thủ có thể cho thú cưng đi săn vũ khí - Raider tăng các chỉ số raid, áp dụng trong các raid và trận đấu raid - Tư tế được nhận thêm ưu ái khi hiến tế vật phẩm và có gấp đôi cơ hội nhận được vật hiến tế từ các cuộc phiêu lưu (- Tinh binh tăng sức tấn công **và** phòng thủ; nghề này chỉ dành cho các nhà tài trợ) Nghề phụ được mở khóa ở cấp 12. Lần đầu tiên chọn nghề là miễn phí (Không nghề -> Có nghề), nhưng những lần đổi nghề sau đó sẽ tốn $5,000 (Nghề này -> Nghề khác) (Lệnh này có thời gian chờ là 24 tiếng)

source: Select class to change
vn_vn: Chọn một nghề để thay đổi

source: Primary Class
vn_vn: Nghề chính

source: Secondary Class
vn_vn: Nghề phụ

source: Warrior
vn_vn: Chiến binh

source: The tank class. Charge into battle with additional defense! +1 defense per evolution.
vn_vn: Nghề tank. Lao vào cuộc chiến với sức phòng thủ lớn! +1 phòng thủ mỗi lần tiến hóa.

source: Thief
vn_vn: Đạo chích

source: Mage
vn_vn: Pháp sư

source: Utilise powerful magic for stronger attacks. +1 damage per evolution.
vn_vn: Tận dụng pháp thuật để tạo nên những đòn tấn công mạnh. +1 tấn công mỗi lần tiến hóa.

source: Item hunter and trainer of their very own pet. Get access to `{prefix}pet` to interact with your pet and let it get items for you. +3 minimum stat and +6 maximum stat per evolution.
vn_vn: Thợ săn vũ khí và nhà huấn luyện thú cưng. Sử dụng `{prefix}pet` để tương tác với thú cưng của bạn và để nó tìm kiếm vũ khí cho bạn. +3 chỉ số thấp nhất và +6 chỉ số cao nhất cho mỗi lần tiến hóa.

source: A strong warrior who gives their life for the fight against Zerekiel. Every evolution boosts your raidstats by an additional 10%.
vn_vn: Một chiến binh mạnh mẽ cống hiến cả cuộc đời cho cuộc chiến chống lại Zerekiel. Mỗi lần tiến hóa sẽ tăng 10% chỉ số raid của bạn.

source: Ritualist
vn_vn: Tư tế

source: A seer, a sacrificer and a follower. The Ritualist devotes their life to the god they follow. For every evolution, their sacrifices are 5% more effective. They have twice the chance to get loot from adventures.
vn_vn: Một nhà tiên tri, người hiến tế và người theo hầu. Tư tế cống hiến cả cuộc đời họ cho vị thần họ tôn sùng. Mỗi lần tiến hóa, hiến tế của họ sẽ tăng 5% tác dụng. Họ có gấp đôi cơ hội nhận được vật hiến tế từ các cuộc phiêu lưu.

source: Paragon
vn_vn: Tinh binh

source: Absorb the appreciation of the devs into your soul to power up. +1 damage and defense per evolution.
vn_vn: Hấp thụ lòng tri ân từ các nhà phát triển game vào linh hồn khiến họ mạnh mẽ hơn. +1 sức tấn công và phòng thủ cho mỗi lần tiến hóa.

source: You are about to select the `{profession}` class for yourself. {textaddon} Proceed?
vn_vn: Bạn chuẩn bị chọn nghề `{profession}`. {textaddon} Tiếp tục?

source: This **costs nothing**, but changing it later will cost **$5000**.
vn_vn: Lần này là **miễn phí**, nhưng lần thay đổi say sẽ tốn **$5000**.

source: This will cost **$5000**.
vn_vn: Lần này sẽ tốn **$5000**.

source: Class selection cancelled.
vn_vn: Hủy bỏ lựa chọn nghề.

source: Your new class is now `{profession}`.
vn_vn: Nghề của bạn hiện tại là `{profession}`.

source: You're too poor for a class change, it costs **$5000**.
vn_vn: Bạn quá nghèo để thay đổi nghề, nó tốn **$5000**.

source: You selected the class `{profession}`. **$5000** was taken off your balance.
vn_vn: Bạn đã chọn nghề `{profession}`. Bạn đã bị trừ **$5000**.

source: View your class(es)
vn_vn: Xem (các) nghề của bạn

source: Show your class(es) and their added benefits, sent as images.
vn_vn: Hiển thị (các) nghề của bạn và lợi ích của chúng dưới dạng hình ảnh.

source: The image for your class **{class_}** hasn't been added yet.
vn_vn: Hình ảnh cho nghề **{class_}** chưa được tạo.

source: Evolve your class(es)
vn_vn: Tiến hóa (các) nghề của bạn

source: Evolve your class, bringing it to the next level and giving better class bonuses. You can evolve every 5 levels, i.e. at level 5, level 10, level 15, level 20, level 25 and finally level 30. - Warriors gain +1 defense per evolution - Thieves gain +8% for their success chance per evolution - Mages gain +1 damage per evolution - Rangers' pets' hunted item get +3 minimum stat and +6 maximum stat per evolution - This means level 1 pets can hunt items from stat 3 to stat 6; level 2 pets from stat 6 to stat 12 - Raiders gain +0.1 defense and damage raidstats - Ritualists gain +5% extra favor when sacrificing per evolution (- Paragons gain +1 damage *and* +1 defense per evolution)
vn_vn: Tiến hóa nghề của bạn, nâng lên bậc tiếp theo và tăng lợi ích nghề. Bạn có thể tiến hóa mỗi 5 cấp: ở cấp 5, cấp 10, cấp 15, cấp 20, cấp 25 và cuối cùng là cấp 30. - Chiến binh +1 phòng thủ mỗi lần tiến hóa - Đạo chích + 8% tỉ lệ thành công mỗi lần tiến hóa - Pháp sư +1 tấn công mỗi lần tiến hóa. - Vũ khí do thú cưng của Cung thủ tìm được +3 chỉ số thấp nhất và +6 chỉ số cao nhất cho mỗi lần tiến hóa. - Điều này có nghĩa là thú cưng cấp 1 sẽ săn được vũ khí có chỉ số từ 3 tới 6; thú cưng cấp 1 sẽ săn được vũ khí có chỉ số từ 6 tới 12 - Raider +0.1 chỉ số raid tấn công và phòng thủ - Tư tế +5% ưu ái nhận được khi hiến tế vật phẩm mỗi lần tiến hóa (- Tinh binh +1 tấn công *và* +1 phòng thủ mỗi lần tiến hóa)

source: Your level isn't high enough to evolve.
vn_vn: Cấp độ của bạn không đủ cao để tiến hóa.

source: You haven't got a class yet.
vn_vn: Bạn chưa có nghề.

source: Nothing to evolve.
vn_vn: Không có gì để tiến hóa.

source: You are now a `{class1}` and a `{class2}`.
vn_vn: Bây giờ bạn là `{class1}` và `{class2}`.

source: Shows the evolution tree
vn_vn: Hiển thị cây tiến hóa

source: Shows the evolution tree for each class. This will only show the names, not the respective benefits.
vn_vn: Hiển thị cây tiến hóa của mỗi nghề. Lệnh này chỉ hiển thị tên, không hiển thị lợi ích của các bậc nghề.

source: Steal money
vn_vn: Ăn trộm tiền

source: You attempted to steal from a bot VIP, but the bodyguards caught you.
vn_vn: Bạn đã cố gắng đánh cắp từ một bot VIP, nhưng các vệ binh đã bắt được bạn.

source: You stole **${stolen}** from {user}.
vn_vn: Bạn trộm được **${stolen}** từ {user}.

source: a traveller just passing by
vn_vn: một người lữ khách

source: Your attempt to steal money wasn't successful.
vn_vn: Nỗ lực ăn trộm tiền của bạn không thành công.

source: Interact with your pet
vn_vn: Tương tác với thú cưng

source: Interact with your pet. Be sure to see `{prefix}help pet`. Every two hours, your pet will lose 2 food points, 4 drink points, 1 joy point and 1 love point. If food or drink drop below zero, your pet dies and the ranger class is removed from you. If love sinks below 75, your pet has a chance to run away which increases the lower its love drops. Your pet's joy influences the items it hunts, acting as a multiplier for the item's stat. Only rangers can use this command.
vn_vn: Tương tác với thú cưng của bạn. Nhớ xem `{prefix}help pet`. Mỗi hai tiếng, thú cưng của bạn sẽ giảm 2 điểm thức ăn, 4 điểm thức uống, 1 điểm vui vẻ và 1 điểm tình yêu. Nếu điểm thức ăn hoặc thức uống giảm xuống dưới 0, thú cưng của bạn sẽ chết và bạn sẽ mất nghề cung thủ. Nếu điểm tình yêu giảm xuống dưới 75, thú cưng của bạn có xác suất chạy trốn. Điểm yêu thương càng thấp thì xác suất này càng cao. Điểm vui vẻ ảnh hưởng tới vũ khí thú cưng săn được, nó là chỉ số nhân của chỉ số vũ khí. Chỉ cung thủ có thể sử dụng lệnh này.

source: {user}'s pet
vn_vn: Thú cưng của {user}

source: Level
vn_vn: Cấp độ

source: Food
vn_vn: Thức ăn

source: Drinks
vn_vn: Thức uống

source: Love
vn_vn: Tình yêu

source: Joy
vn_vn: Vui vẻ

source: Feed your pet
vn_vn: Cho thú cưng ăn

source: Feed your pet. This brings up an interactive menu where you can buy a food item. Only rangers can use this command.
vn_vn: Cho thú cưng của bạn ăn. Lệnh này sẽ hiển thị danh sách thức ăn bạn có thể mua. Chỉ cung thủ có thể sử dụng lệnh này.

source: Potato
vn_vn: Khoai tây

source: Apple
vn_vn: Táo

source: Cucumber
vn_vn: Dưa leo

source: Meat
vn_vn: Thịt

source: Adrian's Power Poop
vn_vn: Đống phân Thần thánh của Adrian

source: You are too poor to buy this.
vn_vn: Bạn quá nghèo để mua cái này.

source: You bought **{item}** for your pet and increased its food bar by **{points}** points.
vn_vn: Bạn đã mua **{item}** cho thú cưng của bạn và tăng**{points}** điểm thức ăn.

source: Give your pet something to drink.
vn_vn: Cho thú cưng uống.

source: Give your pet something to drink. This brings up an interactive menu where you can buy a drink item. Only rangers can use this command.
vn_vn: Cho thú cưng của bạn uống. Lệnh này sẽ hiển thị danh sách thức uống bạn có thể mua. Chỉ cung thủ có thể sử dụng lệnh này.

source: Some Water
vn_vn: Một chút nước

source: A bottle of water
vn_vn: Một chai nước

source: Wine
vn_vn: Rượu

source: Beer
vn_vn: Bia

source: Adrian's Cocktail
vn_vn: Cocktail của Adrian

source: Give your pet something to drink
vn_vn: Cho thú cưng uống

source: You bought **{item}** for your pet and increased its drinks bar by **{points}** points.
vn_vn: Bạn đã mua **{item}** cho thú cưng của bạn và tăng **{points}** điểm thức uống.

source: Love your pet
vn_vn: Yêu quý thú cưng

source: Cuddle with your pet to raise its love points. Your pet can gain from 1 to 12 Love points per cuddle. Only rangers can use this command. (This command has a cooldown of 6 hours.)
vn_vn: Ôm ấp thú cưng của bạn để tăng điểm tình yêu. Thú cưng của bạn sẽ tăng 1 tới 12 điểm tình yêu mỗi lần ôm ấp. Chỉ cung thủ có thể sử dụng lệnh này.. (Lệnh này có thời gian chờ là 6 tiếng.)

source: Your pet adores you! :heart: Cuddling it has increased its love for you by **{value}** points.
vn_vn: Thú cưng của bạn yêu bạn! : heart: Ôm ấp nó đã tăng **{value}** điểm tình yêu.

source: Play with your pet
vn_vn: Chơi với thú cưng

source: Play with your pet to raise its joy points. Your pet can gain from 1 to 12 Joy points per play. Only rangers can use this command. (This command has a cooldown of 6 hours.)
vn_vn: Chơi với thú cưng của bạn để tăng điểm vui vẻ. Thú cưng của bạn sẽ tăng 1 tới 12 điểm vui vẻ mỗi lần chơi. Chỉ cung thủ có thể sử dụng lệnh này. (Lệnh này có thời gian chờ là 6 tiếng.)

source: You have been {activity} with your pet and it gained **{value}** joy!
vn_vn: Bạn đã {activity} với thú cưng của bạn và nó tăng **{value}** điểm vui vẻ!

source: playing football :soccer:
vn_vn: chơi bóng đá :soccer:

source: playing American football :football:
vn_vn: chơi bóng bầu dục :football:

source: playing rugby :rugby_football:
vn_vn: chơi rugby :rugby_football:

source: playing basketball :basketball:
vn_vn: chơi bóng rổ :basketball:

source: playing tennis :tennis:
vn_vn: chơi tennis :tennis:

source: playing ping-pong :ping_pong:
vn_vn: chơi bóng bàn :ping_pong:

source: boxing :boxing_glove:
vn_vn: chơi đấm bóc :boxing_glove:

source: skiing :ski:
vn_vn: trượt tuyết :ski:

source: Rename your pet
vn_vn: Sửa tên thú cưng

source: Give your pet a new name. The name cannot be longer than 20 characters. Only rangers can use this command.
vn_vn: Đặt tên mới cho thú cưng của bạn. Tên không thể dài quá 20 ký tự. Chỉ cung thủ có thể sử dụng lệnh này.

source: Please enter a name shorter than 20 characters.
vn_vn: Hãy đặt một cái tên ngắn hơn 20 ký tự.

source: Pet name updated.
vn_vn: Tên của thú cưng đã được cập nhật.

source: Set a new image for your pet
vn_vn: Đặt hình mới cho thú cưng

source: Your pet's image was successfully updated.
vn_vn: Hình ảnh thú cưng của bạn đã cập nhật thành công.

source: Let your pet hunt a weapon
vn_vn: Cho thú cưng đi săn tìm vũ khí

source: Make your pet hunt an item for you. The items stat depends on your pet's level (determined by class evolution) as well as its joy score. The lowest base stat your pet can find is three times its level, the highest is 6 times its level. Your pet's joy score in percent is multiplied with these base stats. For example: - Your pet is on level 2, its joy score is 50. - The item's base stats are (3x2) to (6x2), so 6 to 12. - Its joy score in percent is multiplied: 50% x 6 to 50% x 12, so 3 to 6 In this example, your pet can hunt an item with stats 3 to 6. It has a hard cap at 30. The item's value will be between 0 and 250. Only rangers can use this command. (This command has a cooldown until 12am UTC.)
vn_vn: Cho thú cưng của bạn đi săn tìm vũ khí. Chỉ số của vũ khí phụ thuộc vào cấp độ của thú cưng (quyết định khi tiến hóa nghề) cũng như điểm vui vẻ. Vũ khí do thú cưng tìm được có chỉ số thấp nhất là gấp 3 lần cấp độ của nó, và cao nhất là gấp 6 lần cấp độ của nó. Điểm vui vẻ của thú cưng theo phần trăm sẽ được nhân với chỉ số cơ bản. Ví dụ: - Thú cưng cấp 2, có điểm vui vẻ là 50. - Chỉ số cơ bản của vũ khí là từ (3x2) tới (6x2), nghĩa là 6 tới 12. - Điểm vui vẻ được nhân theo phần trăm: 50% x 6 tới 50% x 12, nghĩa là 3 tới 6 Trong ví dụ này, thú cưng của bạn sẽ săn được vũ khí có chỉ số từ 3 tới 6. Với chỉ số giới hạn tối đa là 30. Giá trị của vũ khí sẽ nằm giữa khoảng 0 và 250. Chỉ cung thủ có thể sử dụng lệnh này. (Lệnh này có thời gian chờ cho tới 12 giờ sáng theo giờ UTC.)

source: Your pet is not happy enough to hunt an item. Try making it joyful!
vn_vn: Thú cưng của bạn không đủ vui vẻ để đi săn vũ khí. Làm nó vui vẻ!

source: Your pet found an item!
vn_vn: Thú cưng của bạn đã tìm thấy một vũ khí!

source: Your pet needs to recover, wait a day to retry
vn_vn: Thú cưng của bạn cần lấy lại sức, chờ một ngày rồi hãy thử lại

source: North
vn_vn: Bắc

source: East
vn_vn: Đông

source: South
vn_vn: Nam

source: West
vn_vn: Tây

source: You healed yourself for {hp} HP
vn_vn: Bạn đã hồi {hp} HP

source: Attack blocked.
vn_vn: Đòn tấn công đã bị chặn.

source: The Enemy hit you for {dmg} damage
vn_vn: Kẻ thù đã đánh bạn với {dmg} sát thương

source: You hit the enemy for {dmg} damage
vn_vn: Bạn đã đánh kẻ thù với {dmg} sát thương

source: Timed out.
vn_vn: Hết giờ.

source: You stepped on a trap and took {damage} damage!
vn_vn: Bạn đạp trúng một cái bẫy và nhận {damage} sát thương!

source: You found a treasure with **${money}** inside!
vn_vn: Bạn đã tìm thấy một kho báu với **${money}** bên trong!

source: You died.
vn_vn: Bạn đã chết.

source: You have reached the exit and were rewarded **${money}** for getting out!
vn_vn: Bạn đã tìm được lối ra và được thưởng **${money}**!

source: You are on {hp} HP
vn_vn: Bạn đang có {hp} HP

source: Enemy
vn_vn: Kẻ thù

source: Shows adventures and your chances
vn_vn: Hiển thị các cuộc phiêu lưu và xác suất thành công của bạn

source: Shows all adventures, their names, descriptions, and your chances to beat them in picture form. Your chances are determined by your equipped items, race and class bonuses, your level and your God-given luck.
vn_vn: Hiển thị tất cả các cuộc phiêu lưu: tên, miêu tả và xác suất thành công của bạn, dưới dạng hình ảnh. Xác suất thành công của bạn được quyết định bởi vũ khí bạn đang đeo, điểm cộng từ chủng tộc và nghề nghiệp, cấp độ của bạn và chỉ số may mắn của vị thần bạn theo đuổi.

source: Sends your character on an adventure.
vn_vn: Gửi nhân vật của bạn vào một cuộc phiêu lưu.

source: `<adventure_number>` - a whole number from 1 to 30 Send your character on an adventure with the difficulty `<adventure_number>`. The adventure will take `<adventure_number>` hours if no time booster is used, and half as long if a time booster is used. If you are in an alliance which owns a city with adventure buildings, your adventure time will be reduced by the adventure building level in %. Donators' time will also be reduced: - 5% reduction for Silver Donators - 10% reduction for Gold Donators - 25% reduction for Emerald Donators and above Be sure to check `{prefix}status` to check how much time is left, or to check if you survived or died.
vn_vn: `<adventure_number>` - Một số nguyên từ 1 tới 30 Gửi nhân vật của bạn vào một cuộc phiêu lưu có độ khó `<adventure_number>`. Cuộc phiêu lưu sẽ mất `<adventure_number>` tiếng nếu không sử dụng booster thời gian, và phân nửa thời gian trên nếu sử dụng booster thời gian. Nếu bạn ở trong một liên minh sở hữu thành phố có tòa nhà phiêu lưu, thời gian của cuộc phiêu lưu sẽ giảm theo % cấp độ của tòa nhà. Thời gian của các nhà tài trợ cũng sẽ được giảm: - Giảm 5% cho nhà tài trợ Silver - Giảm 10% cho nhà tài trợ Gold - Giảm 25% cho nhà tài trợ Emerald trở lên Nhớ kiểm tra `{prefix}status` để xem cuộc phiêu lưu còn bao lâu, hoặc để xem bạn sống sót hay đã chết.

source: You must be on level **{level}** to do this adventure.
vn_vn: Bạn phải ở cấp độ **{level}** để thực hiện cuộc phiêu lưu này.

source: Successfully sent your character out on an adventure. Use `{prefix}status` to see the current status of the mission.
vn_vn: Thành công gửi nhân vật của bạn vào một cuộc phiêu lưu. Sử dụng `{prefix}status` để xem trạng thái hiện tại của nhiệm vụ.

source: Go out on an active adventure.
vn_vn: Tham gia một cuộc phiêu lưu chủ động.

source: Checks your adventure status.
vn_vn: Kiểm tra tình trạng cuộc phiêu lưu của bạn.

source: Adventure Status
vn_vn: Tình trạng cuộc phiêu lưu

source: You are currently on an adventure with difficulty **{difficulty}**. Time until it completes: **{time_left}** Adventure name: **{adventure}**
vn_vn: Bạn đang trong cuộc phiêu lưu với độ khó **{difficulty}**. Thời gian còn lại: **{time_left}** Tên cuộc phiêu lưu: **{adventure}**

source: Adventure Failed
vn_vn: Cuộc phiêu lưu thất bại

source: You died on your mission. Try again!
vn_vn: Bạn đã chết trong nhiệm vụ. Thử lại!

source: Adventure Completed
vn_vn: Hoàn tất cuộc phiêu lưu

source: You have completed your adventure and received **${gold}** as well as a new item: **{item}** added to your `{prefix}{storage_type}` Type: **{type}** {stat}Value: **{value}** Experience gained: **{xp}**.
vn_vn: Bạn đã hoàn tất cuộc phiêu lưu và nhận được **${gold}** cũng như một món đồ mới: **{item}** được thêm vào `{prefix}{storage_type}` của bạn Loại: **{type}** {stat}Giá trị: **{value}** Kinh nghiệm nhận được: **{xp}**.

source: Loot item
vn_vn: Vật hiến tế

source: Damage: **{damage}**
vn_vn: Tấn công: **{damage}**

source: Armor: **{armor}**
vn_vn: Phòng thủ: **{armor}**

source: Cancels your current adventure.
vn_vn: Hủy bỏ cuộc phiêu lưu hiện tại của bạn.

source: Cancels your ongoing adventure and allows you to start a new one right away. You will not receive any rewards if you cancel your adventure.
vn_vn: Hủy bỏ cuộc phiêu lưu hiện tại của bạn và cho phép bạn bắt đầu một cuộc phiêu lưu mới ngay lập tức. Bạn sẽ không nhận được bất kỳ phần thưởng nào nếu bạn hủy bỏ cuộc phiêu lưu.

source: Are you sure you want to cancel your current adventure?
vn_vn: Bạn có chắc muốn hủy bỏ cuộc phiêu lưu hiện tại?

source: Did not cancel your adventure. The journey continues...
vn_vn: Bạn không hủy bỏ. Cuộc phiêu lưu tiếp tục...

source: Canceled your mission. Use `{prefix}adventure [missionID]` to start a new one!
vn_vn: Hủy bỏ cuộc phiêu lưu bạn. Sử dụng `{prefix}adventure [missionID]` để bắt đầu một cuộc phiêu lưu mới!

source: Show some adventure stats
vn_vn: Hiển thị thống kê cuộc phiêu lưu

source: Shows your overall adventure death and completed count, including your success rate.
vn_vn: Hiển thị tổng số lần chết và sống sót của bạn trong các cuộc phiêu lưu, bao gồm tỉ lệ thành công.

source: Out of **{total}** adventures, you died **{deaths}** times and survived **{completed}** times, which is a success rate of **{rate}%**.
vn_vn: Trong số **{total}** cuộc phiêu lưu, bạn đã chết **{deaths}** lần và sống sót **{completed}** lần, tỉ lệ thành công của bạn là **{rate}%**.

source: Lists all your cooldowns
vn_vn: Hiển thị tất cả thời gian chờ của bạn

source: Lists all your cooldowns, including your adventure timer.
vn_vn: Hiển thị tất cả thời gian chờ của bạn, bao gồm thời gian còn lại của cuộc phiêu lưu.

source: You don't have any active cooldown at the moment.
vn_vn: Bạn không có bất kỳ thời gian chờ nào vào lúc này.

source: Commands on cooldown:
vn_vn: Các lệnh về thời gian chờ:

source: {cmd} is on cooldown and will be available after {time}
vn_vn: {cmd} đang trong thời gian chờ và có thể được sử dụng sau {time}

source: Adventure is running and will be done after {time}
vn_vn: Cuộc phiêu lưu đang diễn ra và sẽ được hoàn thành sau {time}

source: Show the clusters
vn_vn: Hiển thị các cluster

source: Lists all clusters and their current status.
vn_vn: Hiển thị các cluster và tình trạng của chúng.

source: Launcher is dead, that is really bad.
vn_vn: Phần khởi động chết rồi, thật quá tệ.

source: The dealer has a {pretty_dealer} for a total of {dealer} You have a {pretty_player} for a total of {player} {additional}
vn_vn: Người chia bài có {pretty_dealer} với tổng cộng là {dealer} Bạn có {pretty_player} với tổng cộng là {player} {additional}

source: The dealer got a blackjack. You had insurance and lost nothing.
vn_vn: Người chia bài có xì dách. Bạn có bảo hiểm nên không mất gì.

source: The dealer got a blackjack. You lost **${money}**.
vn_vn: Người chia bài có xì dách. Bạn mất **${money}**.

source: You got a blackjack and won **${money}**!
vn_vn: Bạn có xì dách và thắng **${money}**!

source: Blackjack timed out... You lost your money!
vn_vn: Xì dách đã hết thời gian... Bạn đã mất tiền của mình!

source: Split current hand and switched to the second side.
vn_vn: Tách đôi bài bạn đang có thành hai tụ và chuyển sang tụ thứ hai.

source: Switched to the other side.
vn_vn: Chuyển sang tụ còn lại.

source: Invalid. You're too poor and lose the match.
vn_vn: Không hợp lệ. Bạn quá nghèo và thua trận đấu.

source: You doubled your bid in exchange for only receiving one more card.
vn_vn: Bạn đã nhân đôi mức cược của mình để nhận thêm chỉ một lá bài.

source: You busted and lost **${money}**.
vn_vn: Bạn bị quắc và mất **${money}**.

source: Dealer busts and you won **${money}**!
vn_vn: Người chia bài bị quắc và bạn thắng **${money}**!

source: You have a higher score than the dealer and have won **${money}**
vn_vn: Bạn có số tuổi lớn hơn người chia bài và thắng **${money}**

source: Dealer has a higher score than you and wins. You lost **${money}**.
vn_vn: Người chia bài có số tuổi lớn hơn bạn và thắng. Bạn mất **${money}**.

source: It's a tie, you got your **${money}** back.
vn_vn: Ván hòa, bạn nhận lại **${money}**.
