Repository: Gelbpunkt/IdleRPG
Catalog: locales/vn_VN/LC_MESSAGES/idlerpg.po
Languages: vn_vn

source: Clean up the shop
vn_vn: Xóa sạch quầy hàng

source: Remove items from the shop that have been there for more than 14 days, returning them to the owners' inventories. Only Game Masters can use this command.
vn_vn: Gỡ bỏ các vũ khí trong quầy hàng đã nằm đó trên 14 ngày, bỏ chúng vào lại túi của chủ nhân chúng. Chỉ Game Master có thể dùng lệnh này.

source: Cleared {num} shop items which timed out.
vn_vn: Xóa {num} vũ khí đã hết thời gian.

source: Clear donator cache for a user
vn_vn: Xóa cache nhà tài trợ của người dùng

source: `<other>` - A server member Clears the cached donator rank for a user globally, allowing them to use the new commands after donating. Only Game Masters can use this command.
vn_vn: `<other>` - Một thành viên server Xóa cache nhà tài trợ của người dùng ở mọi nơi, cho phép họ sử dụng các lệnh mới sau khi tài trợ. Chỉ Game Master có thể dùng lệnh này.

source: Bot-unban a user
vn_vn: Bỏ ban bot cho người dùng

source: `<other>` - A discord User Unbans a user from the bot, allowing them to use commands and reactions again. Only Game Masters can use this command.
vn_vn: `<other>` - Một người dùng Discord Bỏ ban bot cho người dùng, cho phép họ sử dụng các lệnh và nhấn emoji trở lại. Chỉ Game Master có thể dùng lệnh này.

source: Unbanned: {other}
vn_vn: Đã bỏ ban: {other}

source: {other} is not banned.
vn_vn: {other} không bị ban.

source: Create money
vn_vn: Tạo tiền

source: Successfully gave **${money}** without a loss for you to **{other}**.
vn_vn: Thành công gửi **${money}** mà không tốn đồng nào đến {other}.

source: Remove money
vn_vn: Lấy tiền

source: Successfully removed **${money}** from **{other}**.
vn_vn: Thành công lấy đi **${money}** từ **{other}**.

source: Delete a character
vn_vn: Xóa nhân vật

source: Successfully deleted the character.
vn_vn: Xóa nhân vật thành công.

source: Rename a character
vn_vn: Sửa tên nhân vật

source: What shall the character's name be? (min. 3 letters, max. 20)
vn_vn: Tên nhân vật của bạn sẽ là gì? (tối thiểu 3 chữ cái, tối đa 20)

source: Timeout expired.
vn_vn: Thời gian đã hết.

source: Renamed.
vn_vn: Đã đổi tên.

source: Create an item
vn_vn: Tạo vũ khí

source: Invalid item type.
vn_vn: Loại vũ khí không hợp lệ.

source: Invalid stat.
vn_vn: Chỉ số không hợp lệ.

source: Done.
vn_vn: Hoàn thành.

source: Create crates
vn_vn: Tạo thùng

source: Successfully gave **{amount}** {rarity} crates to **{target}**.
vn_vn: Thành công gửi **{amount}** {rarity} thùng đến **{target}**.

source: Generate XP
vn_vn: Tạo XP

source: Successfully gave **{amount}** XP to **{target}**.
vn_vn: Đã tạo **{amount}** XP cho {target} thành công.

source: Wipe someone's donation perks.
vn_vn: Xóa quyền nhà tài trợ của một người.

source: Successfully reset {target}'s background, class, item names and guild member limit.
vn_vn: Thành công hoàn nguyên hình nền, nghề nghiệp, tên cũ khí và giới hạn thành viên trong bang hội của {target}.

source: Reset someone's classes
vn_vn: Hoàn nguyên nghề của một người

source: Successfully reset {target}'s class.
vn_vn: Thành công hoàn nguyên nghề của {target}.

source: Sign an item
vn_vn: Ký tên lên vũ khí

source: Text exceeds 50 characters.
vn_vn: Chữ ký quá 50 kí tự.

source: Item successfully signed.
vn_vn: Vũ khí đã được ký tên.

source: Start an auction
vn_vn: Bắt đầu buổi đấu giá

source: `<item>` - a description of what is being auctioned Starts an auction on the support server. Users are able to bid. The auction timeframe extends by 30 minutes if users keep betting. The auction ends when no user bids in a 30 minute timeframe. The item is not given automatically and the needs to be given manually. Only Game Masters can use this command.
vn_vn: `<item>` - Miêu tả vật để đấu giá Bắt đầu buổi đấu giá trên server hỗ trợ. Các người dùng có thể đấu giá. Thời gian đấu giá tăng 30 phút mỗi khi có người đấu giá mới. Buổi đấu giá kết thúc khi không có người đấu giá trong vòng 30 phút. Món đồ không được tự động đưa mà cần phải được đưa thủ công. Chỉ Game Master có thể dùng lệnh này.

source: Bid on an auction
vn_vn: Đấu giá một món đồ

source: `<amount>` - the amount of money to bid, must be higher than the current highest bid Bid on an ongoing auction. The amount is removed from you as soon as you bid and given back if someone outbids you. This is to prevent bidding impossibly high and then not paying up.
vn_vn: `<amount>` - Số tiền bạn muốn đấu giá, phải cao hơn số tiền cao nhất hiện tại Tham gia đấu giá một món đồ. Số tiền sẽ được trừ vào tài khoản ngay khi bạn đấu giá và trả lại nếu có người đấu giá cao hơn bạn. Đây là để ngăn ngừa việc đưa ra giá quá cao và không thể trả.

source: No auction running.
vn_vn: Hiện không có buổi đấu giá nào.

source: Bid too low.
vn_vn: Đấu giá quá thấp.

source: Bid submitted.
vn_vn: Giá đã được nộp.

source: Set a cooldown
vn_vn: Cài đặt thời gian chờ

source: The cooldown has been updated!
vn_vn: Thời gian chờ cho lệnh này đã được cập nhật!

source: Cooldown setting unsuccessful (maybe you mistyped the command name or there is no cooldown for the user?).
vn_vn: Thời gian chờ cho lệnh này cập nhật không thành công (có lẽ bạn đã gõ sai tên lệnh hoặc người đó không có thời gian chờ cho lệnh này?).

source: Sacrifice loot for favor
vn_vn: Hiến tế vật phẩm để nhận sự ưu ái

source: `[loot_ids...]` - The loot IDs to sacrifice, can be one or multiple IDs separated by space; defaults to all loot Sacrifice loot to your God to gain favor points. If no loot IDs are given with this command, all loot you own will be sacrificed. You can see your current loot with `{prefix}loot`. Only players, who follow a God can use this command.
vn_vn: `[loot_ids...]` - ID vật hiến tế bạn muốn hiến tế, có thể là một hoặc nhiều ID cách nhau bởi khoảng trắng; mặc định là tất cả vật hiến tế Hiến tế vật phẩm cho Thần của bạn để nhận điểm ưu ái. Nếu không có ID nào được nhập cho lệnh này, tất cả vật phẩm sẽ được hiến tế. Bạn có thể xem các vật hiến tế đang sở hữu bằng lệnh `{prefix}loot`. Chỉ người chơi có theo đuổi Thần mới có thể sử dụng lệnh này.

source: This will sacrifice all of your loot and give {value} favor. Continue?
vn_vn: Lệnh này sẽ hiến tế tất cả vật hiến tế của bạn và cho bạn {value} điểm ưu ái. Tiếp tục?

source: You prayed to {god}, and they accepted your {count} sacrificed loot item(s). Your standing with the god has increased by **{points}** points.
vn_vn: Bạn cầu nguyện với {god}, và họ chấp nhận {count} vật hiến tế từ bạn. Bạn đã được tăng **{points}** điểm ưu ái trong mắt Thần.

source: Choose or change your God
vn_vn: Chọn hoặc đổi vị thần của bạn

source: Choose a God or change your current God for a reset point. Every player gets 2 reset points when they start playing, you cannot get any more. Following a God allows your `{prefix}luck` to fluctuate, check `{prefix}help luck` to see the exact effects this will have on your gameplay. If you don't have any reset points left, or became Godless, you cannot follow another God. (This command has a cooldown of 3 minutes.)
vn_vn: Chọn hoặc đổi vị thần hiện tại của bạn sẽ tốn 1 điểm đổi Mỗi người chơi chỉ có 2 điểm đổi từ lúc tạo nhân vật, bạn không thể kiếm thêm điểm đổi. Đi theo một vị thần cho phép điểm `{prefix}luck` của bạn dao động, xem `{prefix}help luck` để biết chính xác nó sẽ ảnh hưởng lối chơi của bạn thế nào. Nếu bạn không còn điểm đổi, hoặc chọn Vô Thần, bạn không thể đi theo một vị thần khác. (Lệnh này có thời gian chờ là 3 phút.)

source: You have no more reset points.
vn_vn: Bạn không còn điểm đổi nào nữa.

source: You already chose a god. This change now will cost you a reset point. Are you sure?
vn_vn: Bạn đã chọn một vị thần. Sự thay đổi này sẽ tốn 1 điểm đổi. Bạn có chắc không?

source: ⚠ **Warning**: When you have a God, your luck will change (**including decreasing it!**) This impacts your adventure success chances amongst other things. Are you sure you want to follow {god}?
vn_vn: ⚠ **Cảnh báo**: Khi bạn đi theo một vị thần, điểm may mắn của bạn sẽ dao động (**bao gồm giảm giá trị!**) Điều này sẽ ảnh hưởng đến xác suất thành công của cuộc phiêu lưu và những thứ khác. Bạn có chắc chắn muốn đi theo {god}?

source: You became Godless while using this command. Following a God is not allowed after that.
vn_vn: Bạn đã trở thành Vô Thần khi dùng lệnh này. Bạn không thể đi theo vị thần nào nữa.

source: You are now a follower of {god}.
vn_vn: Bây giờ bạn là tín đồ của {god}.

source: Unfollow your God and become Godless
vn_vn: Ngừng đi theo vị thần của bạn và trở thành Vô Thần

source: Unfollow your current God and become Godless. **This is permanent!** Looking to change your God instead? Simply use `{prefix}follow` again. Once you become Godless, all your reset points and your God are removed. Becoming Godless does not mean that your luck returns to 1.00 immediately, it changes along with everyone else's luck on Monday.
vn_vn: Ngừng đi theo vị thần của bạn và trở thành Vô Thần. **Điều này là vĩnh viễn!** Bạn muốn đổi thần? Chỉ cần sử dụng lệnh `{prefix}follow` một lần nữa. Một khi bạn trở thành Vô Thần, tất cả điểm đổi và vị thần của bạn sẽ bị xóa bỏ. Trở thành Vô Thần không có nghĩa là điểm may mắn của bạn sẽ trở về 1,00 ngay lập tức, nó sẽ đổi chung với điểm may mắn của mọi người vào thứ Hai.

source: You already became Godless before.
vn_vn: Bạn đã chọn trở thành Vô Thần rồi.

source: ⚠ **Warning**: After unfollowing your God, **you cannot follow any God anymore** and will remain Godless. If your luck is below average and you decided to unfollow, know that **your luck will not return to 1.0 immediately**. Are you sure you want to become Godless?
vn_vn: ⚠ **Cảnh báo**: Sau khi ngừng đi theo vị thần của bạn, **bạn không để đi theo vị thần nào nữa** và sẽ trở thành Vô Thần. Nếu điểm may mắn của bạn nằm dưới mức trung bình và bạn quyết định ngừng đi theo thần, hãy nhớ **điểm may mắn của bạn sẽ không về 1,00 ngay lập tức**. Bạn có chắc chắn muốn trở thành Vô Thần?

source: {god} smiles proudly down upon you.
vn_vn: {god} mỉm cười tự hào về bạn.

source: You are now Godless.
vn_vn: Hiện tại bạn là Vô Thần.

source: Pray to your God to gain favor
vn_vn: Cầu nguyện với Thần để nhận điểm ưu ái

source: Pray to your God in order to gain a random amont of favor points, ranging from 0 to 1000. There is a 33% chance you will gain 0 favor, a 33% chance to gain anywhere from 0 to 500 favor and a 33% chance to gain anywhere from 500 to 1000 favor. (This command has a cooldown until 12am UTC.)
vn_vn: Cầu nguyện với Thần để nhận số điểm ưu ái ngẫu nhiên, trong khoảng từ 0 tới 1000. Có 33% xác suất bạn nhận được 0 điểm ưu ái, 33% xác suất nhận được từ 0 tới 500 điểm ưu ái và 33% xác suất nhận được từ 500 tới 1000 điểm ưu ái. (Lệnh này có thời gian chờ tới 12 giờ sáng theo giờ UTC.)

source: They obviously didn't like your prayer!
vn_vn: Họ rõ ràng không thích lời cầu nguyện của bạn!

source: Noone heard you!
vn_vn: Không ai nghe bạn!

source: Your voice has made them screw off.
vn_vn: Giọng nói của bạn đã khiến họ tức giận.

source: Even a donkey would've been a better follower than you.
vn_vn: Ngay cả một con lừa cũng có thể là một tín đồ tốt hơn bạn.

source: „Rather lousy, but okay“, they said.
vn_vn: "Khá tệ hại, nhưng không sao", họ nói.

source: You were a little sleepy.
vn_vn: Bạn hơi buồn ngủ.

source: They were a little amused about your singing.
vn_vn: Họ khá ngạc nhiên về giọng hát của bạn.

source: Hearing the same prayer over and over again made them tired.
vn_vn: Nghe cùng một lời cầu nguyện lặp đi lặp lại khiến họ mệt mỏi.

source: Your Gregorian chants were amazingly well sung.
vn_vn: Bạn đã hát ca khúc Gregorian rất tuyệt.

source: Even the birds joined in your singing.
vn_vn: Ngay cả những chú chịm cũng hòa ca cùng bạn.

source: The other gods applauded while your god noted down the best mark.
vn_vn: Các vị thần khác vỗ tay khi thần của bạn cho điểm tốt nhất.

source: Rarely have you had a better day!
vn_vn: Hiếm khi nào bạn có một ngày tốt hơn!

source: Your prayer resulted in **{val}** favor. {message}
vn_vn: Lời cầu nguyện của bạn tăng **{val}** điểm ưu ái. {message}

source: Shows your God and favor
vn_vn: Hiển thị vị thần và điểm ưu ái của bạn

source: Shows your current God and how much favor you have with them at the time. If you have enough favor to place in the top 25 of that God's followers, you will gain extra luck when the new luck is decided, this usually happens on Monday. - The top 25 to 21 will gain +0.1 luck - The top 20 to 16 will gain +0.2 luck - The top 15 to 11 will gain +0.3 luck - The top 10 to 6 will gain +0.4 luck - The top 5 to 1 will gain +0.5 luck These extra luck values are based off the decided luck value. For example, if your God's luck value is decided to be 1.2 and you are the 13th best follower, you will have 1.5 luck for that week. All favor is reset to 0 when the new luck is decided to make it fair for everyone.
vn_vn: Hiển thị vị thần và điểm ưu ái họ dành bạn ở thời điểm hiện tại. Nếu bạn có đủ điểm ưu ái để nằm trong top 25 tín đồ của Thần của bạn, bạn sẽ được nhận thêm điểm may mắn khi điểm may mắn mới được quyết định, thường là vào thứ Hai. - Top 25 tới 21 sẽ nhận +0.1 may mắn - Top 20 tới 16 sẽ nhận +0.2 may mắn - Top 15 tới 11 sẽ nhận +0.3 may mắn - Top 10 tới 6 sẽ nhận +0.4 may mắn - Top 5 tới 1 sẽ nhận +0.5 may mắn Đây là điểm may mắn được cộng thêm vào điểm may mắn có sẵn. Ví dụ, nếu điểm may mắn của Thần bạn là 1.2 và bạn là tín đồ hạng thứ 13, bạn sẽ có 1.5 điểm may mắn cho tuần đó. Tất cả điểm ưu ái sẽ được trả về 0 khi điểm may mắn mới được quyết định để tạo sự công bằng cho mọi người.

source: Your god is **{god}** and you have **{favor}** favor with them.
vn_vn: Vị thần của bạn là **{god}** và bạn có **{favor}** điểm ưu ái từ họ.

source: Show the top followers of your God
vn_vn: Hiển thị top các tín đồ của Thần của bạn

source: `<limit>` - A whole number from 0 to 25. If you are a God, the upper bound is lifted. Display your God's (or your own, if you are a God) top followers, up to `<limit>`. The format for this is as follows: - Placement - User ID - Amount of favor - current luck The result is attached as a text file.
vn_vn: `<limit>` - Một số nguyên từ 0 tới 25. Nếu bạn là Thần, không có giới hạn tối đa. Hiển thị top các tín đồ của Thần bạn (hoặc của bạn, nếu bạn là Thần), tối đa `<limit>`. Định dạng sẽ như sau: - Hạng - ID người dùng - Điểm ưu ái - Điểm may mắn hiện tại Kết quả sẽ là một file dạng text được đính kèm.

source: You are not following any god currently, therefore the list cannot be generated.
vn_vn: Bạn hiện không đi theo vị thần nào cả, nên không thể hiển thị danh sách.

source: Normal followers may only view the top 25.
vn_vn: Người chơi thường chỉ có thể xem top 25 tín đồ.

source: > {user} gives: {money}{crates}{items}
vn_vn: > {user} đưa: {money}{crates}{items}

source: Use `{prefix}trade [add/set/remove] [money/crates/item] [amount/itemid] [crate rarity]`
vn_vn: Sử dụng `{prefix}trade [add/set/remove] [money/crates/item] [amount/itemid] [crate rarity]`

source: Trade timed out.
vn_vn: Hết giờ giao dịch.

source: {user} stopped the trade.
vn_vn: {user} dừng phiên giao dịch.

source: Trade cancelled. Things were traded away in the meantime.
vn_vn: Giao dịch bị hủy bỏ. Các món đồ đã bị giao dịch mất trong lúc phiên giao dịch diễn ra.

source: Some item was modified in the meanwhile.
vn_vn: Một số món đồ đã bị chỉnh sửa.

source: Trade successful.
vn_vn: Giao dịch thành công.

source: Opens a trading session with a user.
vn_vn: Mở một phiên giao dịch với người chơi.

source: Opens a trading session for you and another player. Using `{prefix}trade <user>`, then the user accepting the checkbox will start the trading session. While the trading session is open, you and the other player can add or remove items, money and crates as you choose. Here are some examples to familiarize you with the concept: - {prefix}trade add crates 10 common - {prefix}trade set money 1000 - {prefix}trade remove item 13377331 (this only works if you added this item before) - {prefix}trade add items 1234 2345 3456 To accept the trade, both players need to react with the ✅ emoji. Accepting the trade will transfer all items in the trade session to the other player. You cannot trade with yourself, or have more than one trade session open at once. Giving away any items, crates or money during the trade will render it invalid and it will not complete.
vn_vn: Mở một phiên giao dịch cho bạn và một người chơi khác. Sử dụng `{prefix}trade <user>`, phiên giao dịch sẽ bắt đầu khi người chơi nhấn đồng ý. Khi phiên giao dịch đang diễn ra, bạn và người kia có thể thêm hoặc bớt vũ khí, tiền và thùng tùy ý. Đây là một vài ví dụ để bạn làm quen với lệnh: - {prefix}trade add crates 10 common - {prefix}trade set money 1000 - {prefix}trade remove item 13377331 (lệnh này chỉ có tác dụng nếu bạn đã thêm món vũ khí này trước đó) - {prefix}trade add items 1234 2345 3456 Để chấp nhận giao dịch, cả hai người chơi phải nhấn emoji ✅. Chấp nhận giao dịch sẽ chuyển tất cả các vật trong phiên giao dịch cho người chơi còn lại. Bạn không thể giao dịch với bản thân hoặc có nhiều phiên giao dịch diễn ra cùng lúc. Đưa bất cứ vũ khí, thùng hay tiền cho người khác trong lúc phiên giao dịch đang diễn ra sẽ khiến phiên giao dịch không hợp lệ và không thể hoàn thành.

source: You cannot trade with yourself.
vn_vn: Bạn không thể giao dịch với chính bản thân bạn.

source: {user} has requested a trade, {user2}.
vn_vn: {user} yêu cầu giao dịch, {user2}.

source: Someone is already in a trade.
vn_vn: Một trong hai người hiện đang trong phiên giao dịch.

source: Adds something to a trade.
vn_vn: Thêm một thứ gì đó vào phiên giao dịch.

source: Adds something to trade session. You can specifiy what item you want to add to the trade by using one of the subcommands below. You need to have an open trading session to use this command.
vn_vn: Thêm thứ gì đó vào phiên giao dịch. Bạn có thể ghi rõ vật bạn muốn thêm vào phiên giao dịch bằng cách sử dụng một trong các lệnh phụ bên dưới. Bạn phải đang trong một phiên giao dịch để sử dụng lệnh này.

source: Please select something to add. Example: `{prefix}trade add money 1337`
vn_vn: Chọn một thứ gì đó để thêm. Ví dụ: `{prefix}trade add money 1337`

source: Adds money to a trade.
vn_vn: Thêm tiền vào phiên giao dịch.

source: `<amount>` - The amount of money to add, must be greater than 0 Adds money to the trading session. You cannot add more money than you have. To remove money, consider `{prefix}trade remove money`. You need to have an open trading session to use this command.
vn_vn: `<amount>` - Số tiền bạn muốn thêm vào phiên giao dịch, phải lớn hơn 0 Thêm tiền vào phiên giao dịch. Bạn không thể thêm nhiều hơn số tiền bạn có. Để lấy tiền ra khỏi phiên giao dịch, sử dụng `{prefix}trade remove money`. Bạn phải đang trong một phiên giao dịch để sử dụng lệnh này.

source: Adds crates to a trade.
vn_vn: Thêm thùng vào phiên giao dịch.

source: `<amount>` - The amount of crates to add, must be greater than 0 `<rarity>` - The crate rarity to add, can be common, uncommon, rare, magic or legendary Adds crate to the trading session. You cannot add more crates than you have. To remove crates, consider `{prefix}trade remove crates`. You need to have an open trading session to use this command.
vn_vn: `<amount>` - Số thùng bạn muốn thêm vào phiên giao dịch, phải lớn hơn 0 `<rarity>` - Loại thùng để thêm, có thể là common, uncommon, rare, magic hoặc legendary Thêm thùng vào phiên giao dịch. Bạn không thể thêm nhiều hơn số thùng bạn có. Để lấy thùng ra khỏi phiên giao dịch, sử dụng `{prefix}trade remove crates`. Bạn phải đang trong một phiên giao dịch để sử dụng lệnh này.

source: You do not have enough crates.
vn_vn: Bạn không có đủ thùng.

source: Adds items to a trade.
vn_vn: Thêm vũ khí vào phiên giao dịch.

source: `<itemid>` - The ID of the item to add Add an item to the trading session. The item needs to be in your inevntory. To remove an item, consider `{prefix}trade remove item`. You need to have an open trading session to use this command.
vn_vn: `<itemid>` - ID vũ khí bạn muốn thêm Thêm một món vũ khí vào phiên giao dịch. Vũ khí phải nằm trong túi đồ của bạn. Để lấy vũ khí ra khỏi phiên giao dịch, sử dụng `{prefix}trade remove item`. Bạn phải đang trong một phiên giao dịch để sử dụng lệnh này.

source: You already added this item!
vn_vn: Bạn đã thêm món này!

source: You may not sell modified items.
vn_vn: Bạn không thể bán những vũ khí đã được chỉnh sửa.

source: Adds multiple items to a trade.
vn_vn: Thêm nhiều món vũ khí vào phiên giao dịch.

source: `<itemids...>` - The IDs of the item to add, separated by space Adds multiple items to the trading session. The items cannot already be in the trading session. Items that are not in your inventory will be automatically filtered out. To remove an item, consider `{prefix}trade remove item`. You need to have an open trading session to use this command.
vn_vn: `<itemids...>` - ID của những món vũ khí bạn muốn thêm, cách bởi khoảng trắng Thêm nhiều món vũ khí vào phiên giao dịch. Các món vũ khí này phải chưa nằm trong phiên giao dịch. Các vũ khí không nằm trong túi đồ của bạn sẽ tự động bị loại bỏ. Để lấy vũ khí ra khỏi phiên giao dịch, sử dụng `{prefix}trade remove item`. Bạn phải đang trong một phiên giao dịch để sử dụng lệnh này.

source: You already added one or more of these items!
vn_vn: Bạn đã thêm một hoặc nhiều món này!

source: Sets a value to a trade instead of adding onto it.
vn_vn: Đặt số lượng cho một phiên giao dịch thay vì thêm vào.

source: Sets a sepcific value in the trade session. You can specifiy what item you want to set in the trade by using one of the subcommands below. You need to have an open trading session to use this command.
vn_vn: Đặt một số lượng cụ thể cho phiên giao dịch. Bạn có thể đặt số lượng cho một món đồ trong phiên giao dịch bằng một trong các lệnh phụ bên dưới. Bạn phải đang trong một phiên giao dịch để sử dụng lệnh này.

source: Please select something to set. Example: `{prefix}trade set money 1337`
vn_vn: Chọn một thứ gì đó để đặt số lượng. Ví dụ: `{prefix}trade set money 1337`

source: Sets money in a trade.
vn_vn: Đặt số tiền cho một phiên giao dịch.

source: `<amount>` - The amount of money to set, must be greater than -1 Sets an amount of money in the trading session. You cannot set more money than you have. To add or remove money, consider `{prefix}trade add/remove money`. You need to have an open trading session to use this command.
vn_vn: `<amount>` - Số tiền để đặt, phải lớn hơn -1 Đặt số tiền cho một phiên giao dịch. Bạn không thể đặt số tiền lớn hơn số bạn có. Để thêm hay bớt tiền, sử dụng `{prefix}trade add/remove money`. Bạn phải đang trong một phiên giao dịch để sử dụng lệnh này.

source: Sets crates in a trade.
vn_vn: Đặt số thùng cho một phiên giao dịch.

source: `<amount>` - The amount of crates to set, must be greater than -1 `<rarity>` - The crate rarity to set, can be common, uncommon, rare, magic or legendary Sets an amount of crates in the trading session. You cannot set more crates than you have. To add or remove crates, consider `{prefix}trade add/remove crates`. You need to have an open trading session to use this command.
vn_vn: `<amount>` - Số thùng để đặt, phải lớn hơn -1 `<rarity>` - Loại thùng, có thể là common, uncommon, rare, magic hoặc legendary Đặt số thùng cho một phiên giao dịch. Bạn không thể đặt số thùng lớn hơn số bạn có. Để thêm hay bớt thùng, sử dụng `{prefix}trade add/remove money`. Bạn phải đang trong một phiên giao dịch để sử dụng lệnh này.

source: Removes something from a trade.
vn_vn: Lấy ra một thứ gì đó từ phiên giao dịch.
