Repository: Gelbpunkt/IdleRPG
Catalog: locales/vn_VN/LC_MESSAGES/idlerpg.po
Languages: vn_vn

source: Removes something from a trade session. You can remove something of your choice by using one of the subcommands below. You need to have an open trading session to use this command.
vn_vn: Lấy ra một thứ gì đó từ phiên giao dịch. Bạn có thể tùy ý lấy ra một thứ gì đó từ phiên giao dịch bằng cách sử dụng một trong các lệnh phụ bên dưới. Bạn phải đang trong một phiên giao dịch để sử dụng lệnh này.

source: Please select something to remove. Example: `{prefix}trade remove money 1337`
vn_vn: Hãy chọn một thứ gì đó để lấy ra. Ví dụ: `{prefix}trade remove money 1337`

source: Removes money from a trade.
vn_vn: Lấy tiền ra khỏi một phiên giao dịch.

source: `<amount>` - The amount of money to remove, must be greater than 0 Removes money from the trading session. You cannot remove more money than you added. To add money, consider `{prefix}trade add money`. You need to have an open trading session to use this command.
vn_vn: `<amount>` - Số tiền bạn muốn lấy ra khỏi phiên giao dịch, phải lớn hơn 0 Lấy tiền ra khỏi phiên giao dịch. Bạn không thể lấy ra nhiều hơn số tiền bạn đã thêm vào. Để thêm tiền vào phiên giao dịch, sử dụng `{prefix}trade add money`. Bạn phải đang trong một phiên giao dịch để sử dụng lệnh này.

source: Resulting amount is negative.
vn_vn: Kết quả là số âm.

source: Removes crates from a trade.
vn_vn: Lấy thùng ra khỏi một phiên giao dịch.

source: `<amount>` - The amount of crates to remove, must be greater than 0 `<rarity>` - The crate rarity to remove, can be common, uncommon, rare, magic or legendary Removes crates from the trading session. You cannot remove more crates than you added. To add crates, consider `{prefix}trade add crates`. You need to have an open trading session to use this command.
vn_vn: `<amount>` - Số thùng bạn muốn lấy ra khỏi phiên giao dịch, phải lớn hơn 0 `<rarity>` - Loại thùng bạn muốn lấy ra khỏi phiên giao dịch, có thể là common, uncommon, rare, magic hoặc legendary Lấy thùng ra khỏi phiên giao dịch. Bạn không thể lấy ra nhiều hơn số thùng bạn đã thêm vào. Để thêm thùng vào phiên giao dịch, sử dụng `{prefix}trade add crates`. Bạn phải đang trong một phiên giao dịch để sử dụng lệnh này.

source: The resulting amount would be negative.
vn_vn: Kết quả sẽ là số âm.

source: Removes items from a trade.
vn_vn: Lấy vũ khí ra khỏi một phiên giao dịch.

source: `<itemid>` - The ID of the item to remove Remove an item from the trading session. The item needs to be in the trade to remove it. To add an item, consider `{prefix}trade add item`. You need to have an open trading session to use this command.
vn_vn: `<itemid>` - ID vũ khí bạn muốn lấy ra Lấy vũ khí ra khỏi phiên giao dịch. Vũ khí phải nằm trong phiên giao dịch để được lấy ra. Để thêm vũ khí vào phiên giao dịch, sử dụng `{prefix}trade add item`. Bạn phải đang trong một phiên giao dịch để sử dụng lệnh này.

source: This item is not in the trade.
vn_vn: Vũ khí này không nằm trong phiên giao dịch.

source: Removes multiple items to a trade.
vn_vn: Lấy nhiều vũ khí ra khỏi một phiên giao dịch.

source: `<itemids...>` - The IDs of the item to remove, separated by space Remove multiple items from the trading session. The items must be in the trading session already. Items that are not in the trade will be automatically filtered out. To remove an item, consider `{prefix}trade remove item`. You need to have an open trading session to use this command.
vn_vn: `<itemid>` - ID các vũ khí bạn muốn lấy ra, cách bởi khoảng trắng Lấy nhiều món vũ khí ra khỏi phiên giao dịch. Các món vũ khí phải nằm trong phiên giao dịch để được lấy ra. Các vũ khí không nằm trong phiên giao dịch sẽ tự động bị loại bỏ. Để lấy ra một món vũ khí, sử dụng `{prefix}trade remove item`. Bạn phải đang trong một phiên giao dịch để sử dụng lệnh này.

source: Pick or change your race
vn_vn: Chọn hoặc đổi chủng tộc

source: Pick or change your race. This can be chosen as long as you have reset points left. Each race has a different DMG/DEF distribution: - Orc: +4 defense, +0 damage - Dwarf: +3 defense, +1 damage - Human: +2 defense, +2 damage - Elf: +1 defense, +3 damage - Jikill: +0 defense, +4 damage By default, you are a human. After picking the race, you will be asked a personal question, the answer may affect something.
vn_vn: Chọn hoặc đổi chủng tộc của bạn. Bạn có thể dùng lệnh này nếu còn điểm reset. Mỗi chủng tộc có phân bố điểm tấn công/phòng thủ khác nhau: - Orc: +4 phòng thủ , +0 tấn công - Dwarf: +3 phòng thủ , +1 tấn công - Loài người: +2 phòng thủ , +2 tấn công - Elf: +1 phòng thủ , +3 tấn công - Jikill: +0 phòng thủ , +4 tấn công Mặc định là loài người. Sau khi chọn chủng tộc, bạn sẽ được hỏi một câu hỏi cá nhân, câu trả lời có lẽ sẽ ảnh hưởng đến điều gì đó.

source: You already chose a race. This change now will cost you a reset point. Are you sure?
vn_vn: Bạn đã chọn một chủng tộc. Sự thay đổi này sẽ tốn 1 điểm reset. Bạn có chắc không?

source: Human
vn_vn: Loài người

source: Humans are a team. They work and fight hand in hand and never give up, even when some of their friends already died. Their rage and hate against enemies makes them attack efficient and concentrated. Their attack and defense skills are pretty equal.
vn_vn: Loài người là một đội. Họ làm việc và chiến đấu cùng nhau và không bao giờ bỏ cuộc, ngay cả khi một số bạn bè của họ đã chết. Cơn thịnh nộ và sự tức giận của họ đối với kẻ thù làm cho họ tấn công hiệu quả và tập trung. Kỹ năng tấn công và phòng thủ của họ ngang nhau.

source: Dwarves are the masters of their forge. Although they're very small, they can deal a lot of damage with their self-crafted equipment. Because of their reflexes, they have more defense than attack. Want an ale?
vn_vn: Dwarf là bậc thầy của lò rèn. Mặc dù họ rất nhỏ con, nhưng có thể gây ra nhiều thiệt hại với các thiết bị tự chế tạo. Nhờ khả năng phản xạ của họ, họ có nhiều phòng thủ hơn là tấn công. Một ly bia không?

source: Elves are the masteres of camouflage. They melt with their enviroment to attack enemies without their knowing. Their bound to nature made them good friends of the wild spirits which they can call for help and protection. They have more attack than defense.
vn_vn: Elf là bậc thầy của ngụy trang. Họ hòa mình vào môi trường để đánh lén kẻ thù. Sự ràng buộc với thiên nhiên khiến họ trở thành những người bạn tốt của những tinh linh tự do mà họ có thể kêu gọi giúp đỡ và bảo vệ. Họ có nhiều điểm tấn công hơn là phòng thủ.

source: Orcs are a friendly race based on their rituals of calling their ancestors to bless the rain and the deeds of their tribe. More ugly than nice, they mostly avoid being attacked by enemies. If they can't avoid a fight, then they have mostly no real damage, only a bit, but a huge armour. Who cares about the damage as long as you don't die?
vn_vn: Orc là một chủng tộc thân thiện bởi vì các nghi thức để gọi tổ tiên ban mưa và ban phước cho các hành động của bộ lạc. Chủ yếu vì xấu chứ không phải vì tốt, họ hầu như luôn tránh bị kẻ thù tấn công. Nếu không thể tránh được một trận chiến, họ hầu như không có sức sát thương, chỉ một chút, nhưng có sức phòng thủ khổng lồ. Ai quan tâm đến sát thương nếu bạn còn không chết?

source: Jikills are dwarflike creatures with one eye in the middle of their face, which lets them have a big and huge forehead, big enough for their brain which can kill enemies. These sensitive creatures are easily knocked out.
vn_vn: Jikill là những sinh vật lùn có một mắt ở giữa mặt, cho phép họ có một cái trán to bự, đủ lớn cho bộ não có thể tiêu diệt kẻ thù của họ. Những sinh vật yếu ớt này rất dễ dàng bị đánh gục.

source: One of my biggest regrets is...
vn_vn: Một trong những tiếc nuối lớn nhất của tôi là...

source: ...that I never confessed my true love, and now she is dead.
vn_vn: ...tôi chưa bao giờ tỏ tình, và giờ cô ấy đã chết.

source: ...that I have never been to the funeral of my parents.
vn_vn: ...tôi chưa bao giờ đến đám tang của cha mẹ tôi.

source: ...that I betrayed my best friend.
vn_vn: ...tôi đã phản bội người bạn thân nhất của mình.

source: One of my proudest creations is...
vn_vn: Một trong những sáng tạo đáng tự hào nhất của tôi là...

source: ...a perfected ale keg.
vn_vn: ...một thùng bia hoàn hảo.

source: ...a magical infused glove.
vn_vn: ...một chiếc găng tay ma thuật.

source: ...a bone-forged axe.
vn_vn: ...một cái rìu bằng xương.

source: My favourite spirit of the wild is...
vn_vn: Tinh linh hoang dã mà tôi yêu thích nhất là...

source: ...Beringor, the bear spirit.
vn_vn: ...Beringor, tinh linh gấu.

source: ...Neysa, the tiger spirit.
vn_vn: ... Neysa, tinh linh hổ.

source: ...Avril, the wolf spirit.
vn_vn: ... Avril, tinh linh sói.

source: ...Sambuca, the eagle spirit.
vn_vn: ... Sambuca, tinh linh đại bàng.

source: The ancestor that gives me my strength is...
vn_vn: Người tổ tiên cho tôi sức mạnh là...

source: ...my sister.
vn_vn: ...chị tôi.

source: ...my father.
vn_vn: ...cha tôi.

source: ...my grandmother.
vn_vn: ...bà tôi.

source: ...my uncle.
vn_vn: ...chú tôi.

source: The biggest action that can outknock me, is...
vn_vn: Thứ có thể đánh gục tôi là...

source: ...noise
vn_vn: ...tiếng ồn

source: ...spiritual pain
vn_vn: ...nỗi đau tinh thần

source: ...extreme temperatures.
vn_vn: ...nhiệt độ khắc nghiệt.

source: ...strange and powerful smells.
vn_vn: ...những mùi khó ngửi và kinh tởm.

source: You are now a {race}.
vn_vn: Bạn bây giờ là {race}.

source: Do some maths
vn_vn: Làm phép toán

source: `<expr>` - The mathematical expression to calculate Calculates something. pi is pi, tau is tau and e is math.e Supports round(), sin(), cos(), sqrt(), tan() and infinity (inf) and NaN (nan). Works with variable assignment and multiline-statements.
vn_vn: `<expr>` - Biểu thức toán để tính toán Tính toán thứ gì đó. Số pi là pi, tau là tau và e là math.e Hỗ trợ round(), sin(), cos(), sqrt(), tan() và vô cực (inf) và giá trị không phải số hợp lệ (nan). Có thể hoạt động với các giá trị biến được gán và phép toán có nhiều dòng.

source: Overflow! Try a smaller number for your power or factorial.
vn_vn: Tràn dữ liệu! Hãy thử một số nhỏ hơn cho số mũ hoặc giai thừa của bạn.

source: Your expression contains left open brackets.
vn_vn: Biểu thức của bạn thiếu dấu ngoặc đóng lại.

source: Your expression contains empty brackets.
vn_vn: Biểu thức của bạn chứa dấu ngoặc rỗng.

source: Invalid operation on these numbers.
vn_vn: Phép tính không hợp lệ với các con số này.

source: Can't divide by Zero.
vn_vn: Không thể chia cho 0.

source: Shows cities and owners.
vn_vn: Hiển thị các thành phố và chủ sở hữu.

source: Show all cities, their tiers, owners, available buildings and current defense.
vn_vn: Hiển thị các thành phố, hạng, chủ sở hữu, các tòa nhà có thể xây và phòng thủ hiện tại.

source: Cities
vn_vn: Thành phố

source: {name} (Tier {tier})
vn_vn: {name} (Hạng {tier})

source: Owned by {alliance}'s alliance Buildings: {buildings} Total defense: {defense}
vn_vn: Sở hữu bởi liên minh {alliance} Tòa nhà: {buildings} Phòng thủ: {defense}

source: Interact with your alliance.
vn_vn: Tương tác với liên minh của bạn.

source: Alliances are groups of guilds. Just like a guild requires at least one member, an alliance requires at least one guild and is considered a single-guild alliance. Alliances can occupy cities for passive bonuses given by the buildings. If this command is used without subcommand, it shows your allied guilds. See `{prefix}help alliance` for a list of commands to interact with your alliance!
vn_vn: Liên minh là tập hợp các bang hội. Tương tự như bang hội cần có ít nhất 1 thành viên, liên minh cần có ít nhất 1 bang hội và sẽ được xem như liên minh một bang. Liên minh có thể chiếm hữu thành phố để nhận lợi ích từ các tòa nhà. Nếu được dùng mà không có lệnh phụ, lệnh này sẽ hiển thị các bang hội trong liên minh của bạn. Xem `{prefix}help alliance` để biết danh sách các lệnh tương tác với liên minh của bạn!

source: You are not in an alliance. You are alone and may still use all other alliance commands or invite a guild to create a bigger alliance.
vn_vn: Bạn hiện không ở trong một liên minh. Bạn chỉ có một mình và vẫn có thể sử dụng các lệnh dành cho liên minh khác hoặc mời bang hội khác để tạo thành một liên minh lớn hơn.

source: Your allied guilds
vn_vn: Các bang hội trong liên minh của bạn

source: Led by {leader}
vn_vn: Dẫn đầu bởi {leader}

source: Invite a guild to your alliance.
vn_vn: Mời bang hội vào liên minh của bạn.

source: `<newleader>` - A user with a character who leads a guild. Invite a guild to your alliance. All allied guilds will benefit from your city's buildings. Once you’re allied with another guild, it will be shown in {prefix}alliance. The other guild can't be allied with another alliance or own a city in order to be invited. Only the alliance leader can use this command. (This command has a cooldown of 5 minutes.)
vn_vn: `<newleader>` - Một người dùng có nhân vật và là bang chủ. Mời một bang hội vào liên minh của bạn. Các bang hội trong liên minh sẽ được nhận lợi ích từ các tòa nhà trong thành phố của bạn. Một khi bạn liên minh với bang hội khác, điều này sẽ hiển thị trong {prefix}alliance. Để có thể mời, bang hội kia không thể đã có liên minh hoặc sở hữu một thành phố. Chỉ bang chủ có thể sử dụng lệnh này. (Lệnh này có thời gian chờ là 5 phút.)

source: That member is not in a guild.
vn_vn: Thành viên này không có bang hội.

source: That member is not the leader of their guild.
vn_vn: Thành viên này không phải bang chủ.

source: This member's guild is already part of your alliance.
vn_vn: Bang hội của thành viên này đã nằm trong liên minh của bạn.

source: This guild is already in an alliance.
vn_vn: Bang hội này đã có liên minh.

source: This guild is the leader of another alliance.
vn_vn: Bang hội này là bang dẫn đầu của một liên minh khác.

source: {newleader}, {author} invites you to join their alliance. React to join now.
vn_vn: {newleader}, {author} mời bạn tham gia liên minh của họ. Nhất emoji để tham gia.

source: Your alliance is full.
vn_vn: Liên minh của bạn đã đầy.

source: **{user}'s guild is a single-guild alliance and owns a city.
vn_vn: Bang hội của **{user}** là liên minh một bang và sở hữu một thành phố.

source: **{newguild}** is now part of your alliance, {user}!
vn_vn: **{newguild}** bây giờ đã nằm trong liên minh của bạn, {user}!

source: Leave your alliance
vn_vn: Rời khỏi liên minh

source: Leave your alliance. Once you left your alliance, you will no longer benefit from an owned city's buildings. If you lead an alliance, you cannot leave it (consider `{prefix}alliance kick`). Only guild leaders can use this command.
vn_vn: Rời khỏi liên minh của bạn. Một khi rời khỏi, bạn sẽ không còn được nhận lợi ích từ các tòa nhà trong thành phố do liên minh sở hữu. Nếu bạn dẫn đầu một liên minh, bạn không thể rời khỏi nó (hãy thử `{prefix}alliance kick`). Chỉ bang chủ có thể sử dụng lệnh này.

source: You are the alliance's leading guild and cannot leave it!
vn_vn: Bạn là bang hội dẫn đầu liên minh và không thể rời khỏi!

source: Your guild left the alliance.
vn_vn: Bang hội của bạng đã rời khỏi liên minh.

source: Kick a guild from your alliance
vn_vn: Đá một bang khỏi liên minh

source: `<guild_to_kick>` - A guild's name or ID Remove a guild from your alliance. Once the guild was kicked, it will no longer benefit from an owned city's buildings. Only the alliance leader can use this command.
vn_vn: `<guild_to_kick>` - Tên hoặc ID bang Đá một bang khỏi liên minh của bạn. Một khi bị đá, bang hội đó sẽ không còn được nhận lợi ích từ các tòa nhà trong thành phố do liên minh sở hữu. Chỉ người đứng đầu liên minh có thể sử dụng lệnh này.

source: Cannot find guild `{guild_to_kick}`. Are you sure that's the right name/ID?
vn_vn: Không tìm thấy bang `{guild_to_kick}`. Bạng có chắc tên/ID này đúng chứ?

source: That won't work.
vn_vn: Không được.

source: This guild is not in your alliance.
vn_vn: Bang này không nằm trong liên minh của bạn.

source: Do you really want to kick **{guild}** from your alliance?
vn_vn: Bạn có chắc chắn muốn đá **{guild}** khỏi liên minh của bạn?

source: **{guild}** is no longer part of your alliance.
vn_vn: **{guild}** không còn nằm trong liên minh của bạn.

source: Build buildings or defenses
vn_vn: Xây dựng tòa nhà và phòng thủ

source: Build buildings `{prefix}alliance build building` or defenses `{prefix}alliance build defense`.
vn_vn: Xây dựng tòa nhà `{prefix}alliance build building` hoặc phòng thủ `{prefix}alliance build defense`.

source: Please use one of these subcommands:
vn_vn: Xin hãy dùng một trong các lệnh phụ sau:

source: Upgrade a building in your city.
vn_vn: Nâng cấp một tòa nhà trong thành phố của bạn.

source: `<name>` - The name of the building to upgrade. Upgrade one of your city's buildings, granting better passive bonuses. The maximum level of any building is 10. Depending on the city's available buildings, `<name>` is either Thief, Raid, Trade, or Adventure. Use `{prefix}alliance buildings` to see which are available. The upgrade price depends on the building's next level and is calculated as next_level * $100,000. The upgrade price will be removed from the Alliance Leader's guild bank. This command requires your alliance to own a city. Only the alliance leader can use this command. (This command has a cooldown of 5 minutes)
vn_vn: `<name>` - Tên tòa nhà để nâng cấp. Nâng cấp một tòa nhà trong thành phố của bạn để được nhận lợi ích tốt hơn. Cấp bậc tối đa của các tòa nhà là 10. Dựa theo các tòa nhà có thể xây trong thành phố của bạn, `<name>` sẽ là Thief, Raid, Trade, hoặc Adventure. Sử dụng `{prefix}alliance buildings` để xem tòa nhà nào có thể xây. Giá nâng cấp phụ thuộc vào cấp bậc kế tiếp của tòa nhà và tính bằng cấp_kế_tiếp * $100,000. Giá nâng cấp sẽ bị trừ khỏi kho bạc của bang dẫn đầu liên minh. Lệnh này yêu cầu liên minh bạn phải sở hữu thành phố. Chỉ người đứng đầu liên minh có thể sử dụng lệnh này. (Lệnh này có thời gian chờ là 5 phút)

source: Invalid building. Please use `{prefix}{cmd} [thief/raid/trade/adventure]` or check the possible buildings in your city.
vn_vn: Tòa nhà không hợp lệ. Xin hãy sử dụng `{prefix}{cmd} [thief/raid/trade/adventure]` hoặc kiểm tra xem tòa nhà nào có thể xây trong thành phố của bạn.

source: This building is fully upgraded.
vn_vn: Tòa nhà này đã được nâng cấp tối đa.

source: Are you sure you want to upgrade the **{name} building** to level {new_level}? This will cost $**{price}**.
vn_vn: Bạn có chắc chắn muốn nâng cấp **tòa nhà {name}** lên cấp {new_level}? Nó sẽ tốn $**{price}**.

source: Your guild doesn't have enough money to upgrade the city's {name} building.
vn_vn: Bang hội của bạn không có đủ tiền để nâng cấp tòa nhà {name} trong thành phố.

source: Successfully upgraded the city's {name} building to level **{new_level}**
vn_vn: Nâng cấp thành công tòa nhà {name} lên **{new_level}**

source: Build a defense in your city.
vn_vn: Xây dựng phòng thủ trong thành phố.

source: Build some defensive buildings or place troops in your cities. The following are available: Cannons: 250HP, 60 defense for $200,000 Archers: 500HP, 50 defemse for $100,000 Outer Wall: 20,000HP, 0 defense for $500,000 Inner Wall: 10,000HP, 0 defense for $200,000 Moat: 5,000HP, 25 defense for $150,000 Tower: 1,000HP, 50 defense for $200,000 Ballista: 250HP, 30 defense for $100,000 Any city can have a maximum of 10 defenses. When attacked, the buildings with the most HP are targeted first. You may not build defenses while your city is under attack. The price of the defense is removed from the leading guild's bank. This command requires your alliance to own a city. Only the alliance leader can use this command. (This command has a cooldown of 1 minutes)
vn_vn: Xây dựng các tòa nhà phòng thủ hoặc đặt quân lính trong thành phố của bạn. Những thứ có thể xây là: Cannons: 250HP, 60 phòng thủ với giá $200,000 Archers: 500HP, 50 phòng thủ với giá $100,000 Outer Wall: 20,000HP, 0 phòng thủ với giá $500,000 Inner Wall: 10,000HP, 0 phòng thủ với giá $200,000 Moat: 5,000HP, 25 phòng thủ với giá $150,000 Tower: 1,000HP, 50 phòng thủ với giá $200,000 Ballista: 250HP, 30 phòng thủ với giá $100,000 Mọi thành phố đều có thể có tối đa 10 loại phòng thủ. Khi bị tấn công, tòa nhà với nhiều HP nhất sẽ bị tấn công trước. Bạn không thể xây dựng phòng thủ khi thành phố đang bị tấn công. Giá của phòng thủ sẽ bị trừ vào kho bạc của bang dẫn đầu. Lệnh này yêu cầu liên minh bạn phải sở hữu thành phố. Chỉ người đứng đầu liên minh có thể sử dụng lệnh này. (Lệnh này có thời gian chờ là 1 phút)

source: Invalid defense. Please use `{prefix}{cmd} [{buildings}]`.
vn_vn: Loại phòng thủ không hợp lệ. Xin hãy sử dụng `{prefix}{cmd} [{buildings}]`.

source: Your city is under attack. Defenses cannot be built.
vn_vn: Thành phố của bạn đang bị tấn công. Không thể xây dựng phòng thủ.

source: You may only build up to 10 defenses.
vn_vn: Bạn chỉ có thể xây tối đa 10 loại phòng thủ.

source: Are you sure you want to build a **{defense}**? This will cost $**{price}**.
vn_vn: Bạn có chắc chắn muốn xây dựng **{defense}**? Nó sẽ tốn $**{price}**.

source: Your guild doesn't have enough money to build a {defense}.
vn_vn: Bang hội của bạn không có đủ tiền để xây dựng {defense}.

source: Successfully built a {defense}.
vn_vn: Xây dựng thành công một {defense}.

source: Lists your city's buildings.
vn_vn: Liệt kê các tòa nhà trong thành phố.

source: {city}'s buildings
vn_vn: Các tòa nhà trong {city}

source: Level {level}
vn_vn: Cấp {level}

source: Lists your city's defenses.
vn_vn: Danh sách các phòng thủ trong thành phố.

source: Lists your city’s defenses and view the HP left for each. Your alliance must own a city to use this command.
vn_vn: Liệt kê các phòng thủ trong thành phố và lượng HP còn lại. Liên minh của bạn phải sở hữu thành phố để sử dụng lệnh này.

source: {city}'s defenses
vn_vn: Phòng thủ của {city}

source: HP: {hp}, Defense: {defense}
vn_vn: HP: {hp}, Phòng thủ: {defense}

source: None built
vn_vn: Chưa có cái nào được xây

source: Use {prefix}alliance build defense [name]
vn_vn: Sử dụng {prefix}alliance build defense [tên]

source: Abandon your city
vn_vn: Bỏ thành phố

source: Abandoning your city will immediately make all alliance members lose all passive bonuses offered by the city's buildings and the city ownership will be given back to the System Guild Alliance. Your alliance must own a city to use this command. Only the alliance leader can use this command.
vn_vn: Bỏ thành phố sẽ khiến các thành viên trong liên minh lập tức mất đi lợi ích từ các tòa nhà trong thành phố và quyền sở hữu thành phố sẽ được trả lại cho Liên minh Bang hội Hệ thống. Liên minh của bạn phải sở hữu thành phố để sử dụng lệnh này. Chỉ người đứng đầu liên minh có thể sử dụng lệnh này.

source: Are you sure you want to give up control of your city?
vn_vn: Bạn có chắc muốn bỏ quyền sở hữu thành phố?

source: {city} was abandoned.
vn_vn: {city} đã bị bỏ.

source: Take over a city.
vn_vn: Chiếm thành phố.
