Repository: Gelbpunkt/IdleRPG
Catalog: locales/vn_VN/LC_MESSAGES/idlerpg.po
Languages: vn_vn

source: Trivia, Hangman, Minesweeper, Connect 4 and more, right from your chat! A bot offering non-RPG games made by deprilula28 and Fin. [top.gg Page](https://top.gg/bot/gamesrob)
vn_vn: Đố vặt, Người treo cổ, Gỡ mìn, Nối 4 và hơn nữa, chỉ bằng tin nhắn của bạn! Một bot cung cấp các trò chơi không phải RPG được tạo bởi deprilula28 và Fin [top.gg Page](https://top.gg/bot/gamesrob)

source: Cautious Memory brings wiki-style pages to your server. Use it to document who's who in your server, inside jokes, or community lore. Includes a full featured permissions system to keep your pages squeaky clean. [top.gg Page](https://top.gg/bot/541707781665718302)
vn_vn: Ký ức cẩn thận sẽ đưa các trang dạng wiki đến với server của bạn. Dùng nó để ghi nhận ai ở trong server của bạn, các trò đùa hoặc các từ ngữ nội bộ. Bao gồm hệ thống quyền quản lý đầy đủ để giúp các trang wiki của bạn luôn gọn gàng. [top.gg Page](https://top.gg/bot/541707781665718302)

source: Cleverbot is a Discord bot that will chat with you and your friends. [top.gg Page](https://top.gg/bot/508012980194115595)
vn_vn: Cleverbot là một bot Discord có thể chat với bạn và bạn bè của bạn. [top.gg Page](https://top.gg/bot/508012980194115595)

source: Search wikipedia
vn_vn: Tìm kiếm trên Wikipedia

source: `<query>` - The wikipedia query to search for Searches Wikipedia for an entry.
vn_vn: `<query>` - Cụm từ để tìm kiếm trên Wikipedia Tìm kết quả trên Wikipedia.

source: No wikipedia entry found.
vn_vn: Không tìm thấy kết quả trên Wikipedia.

source: Could not parse article summary.
vn_vn: Không thể dán tóm tắt bài viết.

source: Search the Idle Wiki
vn_vn: Tìm kiếm trên Idle Wiki

source: `[query]` - The idlewiki query to search for Searches Idle's wiki for an entry.
vn_vn: `<query>` - Cụm từ để tìm kiếm trên Idle Wiki Tìm kết quả trên Idle Wiki.

source: Check out the official IdleRPG Wiki here: <https://wiki.idlerpg.xyz/index.php?title=Main_Page>
vn_vn: Trang web chính thức của IdleRPG Wiki: <https://wiki.idlerpg.xyz/index.php?title=Main_Page>

source: No entry found.
vn_vn: Không tìm thấy.

source: No content to display.
vn_vn: Không có nội dung để hiển thị.

source: Info about the bot and related sites
vn_vn: Thông tin về bot và các trang web liên quan

source: About the bot and our websites.
vn_vn: Thông tin về bot và website của chúng tôi.

source: Show the rules again
vn_vn: Hiển thị điều lệ một lần nữa

source: Shows the rules you consent to when creating a character. Don't forget them!
vn_vn: Hiển thị điều lệ bạn đồng ý khi tạo nhân vật. Đừng quên điều lệ nhé!

source: Start a Zerekiel raid
vn_vn: Bắt đầu raid Zerekiel

source: Start a Kvothe raid
vn_vn: Bắt đầu raid Kvothe

source: Start an Eden raid
vn_vn: Bắt đầu raid Eden

source: Start a CHamburr raid
vn_vn: Bắt đầu raid CHamburr

source: Start a Jesus raid
vn_vn: Bắt đầu raid Jesus

source: Increase your raidstats
vn_vn: Tăng chỉ số raid của bạn

source: Upgrade your raid damage or defense multiplier. These will affect your performance in raids and raidbattles.
vn_vn: Nâng cấp chỉ số raid tấn công hoặc phòng thủ. Các chỉ số này sẽ ảnh hưởng phong độ của bạn trong các raid và các trận đấu raid.

source: Use `{prefix}increase damage/defense` to upgrade your raid damage/defense multiplier by 10%.
vn_vn: Sử dụng `{prefix}increase damage/defense` để nâng cấp chỉ số raid tấn công hoặc phòng thủ lên 10%.

source: Upgrade your raid damage
vn_vn: Nâng cấp chỉ số raid tấn công của bạn

source: Increase your raid damage.
vn_vn: Tăng chỉ số raid tấn công của bạn.

source: Upgrading your weapon attack raid multiplier to {newlvl} costs **${price}**, you are too poor.
vn_vn: Nâng cấp chỉ số tấn công của vũ khí lên {newlvl} cần **${price}**, nhưng bạn quá nghèo.

source: Upgrading your weapon attack raid multiplier to {newlvl} costs **${price}**, proceed?
vn_vn: Nâng cấp chỉ số tấn công của vũ khí lên {newlvl} cần **${price}**, tiếp tục?

source: You upgraded your weapon attack raid multiplier to {newlvl} for **${price}**.
vn_vn: Nâng cấp chỉ số tấn công của vũ khí lên {newlvl} cần **${price}**.

source: Upgrade your raid defense
vn_vn: Nâng cấp chỉ số raid phòng thủ của bạn

source: Increase your raid defense.
vn_vn: Tăng chỉ số raid phòng thủ của bạn.

source: Upgrading your shield defense raid multiplier to {newlvl} costs **${price}**, you are too poor.
vn_vn: Nâng cấp chỉ số phòng thủ của khiên lên {newlvl} cần **${price}**, nhưng bạn quá nghèo.

source: Upgrading your shield defense raid multiplier to {newlvl} costs **${price}**, proceed?
vn_vn: Nâng cấp chỉ số phòng thủ của khiên lên {newlvl} cần **${price}**, tiếp tục?

source: You upgraded your shield defense raid multiplier to {newlvl} for **${price}**.
vn_vn: Nâng cấp chỉ số phòng thủ của khiên lên {newlvl} cần **${price}**.

source: View your raid stats
vn_vn: Xem chỉ số raid của bạn

source: View your raidstats. These will affect your performance in raids and raidbattles.
vn_vn: Xem chỉ số raid của bạn. Các chỉ số này sẽ ảnh hưởng phong độ của bạn trong các raid và các trận đấu raid.

source: **{author}'s raid multipliers** Damage Multiplier: x{atk} (Upgrading: ${atkp}) Defense Multiplier: x{deff} (Upgrading: ${deffp})
vn_vn: **Chỉ số raid tấn công và phòng thủ của {author}** Chỉ số tấn công: x{atk} (Lần nâng cấp tiếp theo: ${atkp}) Chỉ số phòng thủ: x{deff} (Lần nâng cấp tiếp theo: ${deffp})

source: Did somebody say Raid?
vn_vn: Có ai nói Raid à?

source: Informs you about joining raids.
vn_vn: Giới thiệu cho bạn cách tham gia raid.

source: Did you ever want to join together with other players to defeat the dragon that roams this land? Raids got you covered! Join the support server (`{prefix}support`) for more information.
vn_vn: Bạn đã bao giờ muốn tham gia cùng với những người chơi khác để đánh bại con rồng tung hoành trên vùng đất này chưa? Raid đang chờ bạn! Tham gia server hỗ trợ (`{prefix}support`) để biết thêm chi tiết.

source: Show the booster store
vn_vn: Hiển thị cửa hàng booster

source: Show the booster store. For a detailed explanation what the boosters do, check `{prefix}help boosters`.
vn_vn: Hiển thị cửa hàng booster. Để biết thêm chi tiết về các loại booster, xem ở `{prefix}help boosters`.

source: IdleRPG Store
vn_vn: Cửa hàng IdleRPG

source: Welcome! Use `{prefix}purchase time/luck/money` to buy something.
vn_vn: Chào mừng bạn! Sử dụng `{prefix}purchase time/luck/money` để mua.

source: Boosters
vn_vn: Booster

source: `#1` Time Booster **$1000** Boosts adventure time by 50% `#2` Luck Booster **$500** Boosts adventure luck (not `{prefix}luck`) by 25% `#3` Money Booster **$1000** Boosts adventure money rewards by 25%
vn_vn: `#1` Time Booster **$1000** Giảm 50% thời gian phiêu lưu `#2` Luck Booster **$500** Tăng 25% chỉ số may mắn trong cuộc phiêu lưu (không phải `{prefix}luck`) `#3` Money Booster **$1000** Tăng 25% tiền thưởng từ cuộc phiêu lưu

source: Buy some boosters
vn_vn: Mua booster

source: Please either buy `time`, `luck` or `money`.
vn_vn: Vui lòng mua `time`, `luck` hoặc `money`.

source: You're too poor.
vn_vn: Bạn quá nghèo.

source: Successfully bought **{amount}x** {booster} booster(s). Use `{prefix}boosters` to view your new boosters.
vn_vn: Thành công mua **{amount}x** {booster} booster. Sử dụng `{prefix}boosters` để xem booster mới của bạn.

source: View your boosters
vn_vn: Xem booster của bạn

source: View your boosters and the active ones' status. Each one has a different effect. - Time boosters halve the adventures' times (must be active before starting an adventure) - Luck boosters increase your adventure chances by 25% - Money boosters increase the amount of gold gained from adventures by 25% Each booster lasts 24 hours after activation.
vn_vn: Xem booster của bạn và trạng thái hiện tại. Mỗi loại đều có tác dụng khác nhau. - Time booster giảm phân nửa thời gian cuộc phiêu lưu (phải kích hoạt trước khi bắt đầu cuộc phiêu lưu) - Luck booster tăng 25% chỉ số may mắn trong cuộc phiêu lưu - Money booster tăng 25% tiền thưởng từ cuộc phiêu lưu Mỗi booster có hiệu lực 24 tiếng tính từ lúc kích hoạt.

source: Currently active
vn_vn: Hiện đang kích hoạt

source: Time Boosters
vn_vn: Time Booster

source: Luck Boosters
vn_vn: Luck Booster

source: Money Boosters
vn_vn: Money Booster

source: Your Boosters
vn_vn: Booster của bạn

source: Use {prefix}activate to activate one
vn_vn: Sử dụng {prefix}activate để kích hoạt một cái

source: Activate a booster
vn_vn: Kích hoạt một booster

source: `<boostertype>` - The booster type to activate, can be time, luck, money or all Activate a booster. For a detailed explanation what the boosters do, check `{prefix}help boosters`.
vn_vn: `<boostertype>` Loại booster bạn muốn kích hoạt, có thể là time, luck, money hoặc all Kích hoạt một booster. Để biết thêm chi tiết về tác dụng của từng loại booster, xem ở `{prefix}help boosters`.

source: That is not a valid booster type. Must be `time/luck/money/all`.
vn_vn: Đây không phải là một loại booster. Nó phải là `time/luck/money/all`.

source: You don't have any of these boosters.
vn_vn: Bạn không có bất kỳ booster nào.

source: This booster is already running. Do you want to refresh it anyways?
vn_vn: Booster này vẫn còn hiệu lực. Bạn có còn muốn kích hoạt một cái mới?

source: Successfully activated a **{booster} booster** for the next **24 hours**!
vn_vn: Kích hoạt thành công một **{booster} booster** cho **24 giờ** kế tiếp!

source: This will overwrite all active boosters and refresh them. Are you sure?
vn_vn: Lựa chọn này sẽ làm mới tất cả các booster hiện tại. Bạn có chắc không?

source: Nothing to activate.
vn_vn: Không có gì để kích hoạt.

source: Successfully activated {types} for the next **24 hours**!
vn_vn: Kích hoạt thành công {types} cho 24 giờ kế tiếp!

source: Subcommands
vn_vn: Lệnh con

source: View the command list
vn_vn: Xem danh sách lệnh

source: Sends a link to the official documentation.
vn_vn: Gửi link đến tài liệu chính thức.

source: <:blackcheck:441826948919066625> **Check {url} for a list of commands**
vn_vn: <:blackcheck:441826948919066625> **Mở {url} để xem danh sách lệnh**

source: View the tutorial
vn_vn: Xem hướng dẫn

source: Link to the bot tutorial and FAQ.
vn_vn: Link tới hướng dẫn và các câu hỏi thường gặp của bot.

source: <:blackcheck:441826948919066625> **Check {url} for a tutorial and FAQ**
vn_vn: <:blackcheck:441826948919066625> **Mở {url} để xem hướng dẫn và các câu hỏi thường gặp**

source: Allow someone/-thing to use helpme again
vn_vn: Cho phép người/vật dùng lệnh helpme một lần nữa

source: `<thing_to_unban>` - A discord User, their User ID, or a server ID Unbans a previously banned user/server from using the `{prefix}helpme` command. Only Support Team Members can use this command.
vn_vn: `<thing_to_unban>` - Một người dùng Discord, ID người dùng của họ, hoặc ID server Gỡ lệnh cấm đối với một người/server đã bị cấm dùng lệnh `{prefix}helpme` trước đó. Chỉ có thành viên của Đội hỗ trợ mới có thể dùng lệnh này.

source: {thing} has been unbanned for the helpme command :ok_hand:
vn_vn: {thing} đã được gỡ lệnh cấm cho lệnh helpme :ok_hand:

source: Ban someone/-thing from using helpme
vn_vn: Cấm người/vật dùng lệnh helpme

source: `<thing_to_ban>` - A discord User, their User ID, or a server ID Bans a user/server from using the `{prefix}helpme` command. Only Support Team Members can use this command.
vn_vn: `<thing_to_ban>` - Một người dùng Discord, ID người dùng của họ, hoặc ID server Cấm một người/server dùng lệnh `{prefix}helpme`. Chỉ có thành viên của Đội hỗ trợ mới có thể dùng lệnh này.

source: Error... Maybe they're already banned?
vn_vn: Báo lỗi... Có lẽ họ đã bị cấm?

source: Ask our Support Team for help
vn_vn: Hỏi Đội hỗ trợ để được giúp đỡ

source: `<text>` - The text to describe the question or the issue you are having Ask our support team for help, allowing them to join your server and help you personally. If they do not join within 48 hours, you may use the helpme command again. Make sure the bot has permissions to create instant invites. English is preferred.
vn_vn: `<text>` - Miêu tả câu hỏi hoặc vấn đề bạn gặp phải Xin giúp đỡ từ đội hỗ trợ của chúng tôi, cho phép họ tham gia server của bạn và giúp bạn trực tiếp. Nếu họ không tham gia server của bạn trong vòng 24 tiếng, bạn có thể dùng lệnh helpme một lần nữa. Hãy đảm bảo là bot có quyền gửi lời mời. Sử dụng tiếng Anh thì càng tốt.

source: You server already has a helpme request open! Please wait until the support team gets to you or wait {time} to try again.
vn_vn: Server của bạn đang có một yêu cầu helpme! Xin hãy chờ đội hỗ trợ liên lạc hoặc thử lại sau {time}.

source: You or your server has been blacklisted for some reason.
vn_vn: Bạn hoặc server của bạn đã bị đưa vào danh sách đen vì một lý do nào đó.

source: Are you sure? This will notify our support team and allow them to join the server.
vn_vn: Bạn có chắc không? Lệnh này sẽ gửi thông báo đến đội hỗ trợ của chúng tôi và cho phép họ tham gia server của bạn.

source: Error when creating Invite.
vn_vn: Lỗi khi tạo lời mời.

source: Support team has been notified and will join as soon as possible!
vn_vn: Đội hỗ trợ đã được thông báo và sẽ tham gia server của bạn sớm nhất có thể!

source: Finish the helpme request
vn_vn: Hoàn thành yêu cầu helpme

source: `<guild_id>` - The server ID of the requesting server Clear a server's helpme cooldown. If this is not done, they will be on cooldown for 48 hours.
vn_vn: `<guild_id>` - ID của server yêu cầu giúp đỡ Hủy thời gian chờ của lệnh helpme cho một server. Nếu không sử dụng lệnh này, server sẽ có thời gian chờ là 48 tiếng.

source: Change your helpme text
vn_vn: Đổi miêu tả helpme của bạn

source: `<new_text>` - The new text to use in your helpme request Edit the text on your open helpme request. Our Support Team will see the new text right away. You can only use this command if your server has an open helpme request.
vn_vn: `<new_text>` - Miêu tả mới cho yêu cầu helpme Thay đổi miêu tả trong yêu cầu helpme hiện tại. Đội hỗ trợ của chúng tôi sẽ thấy miêu tả mới ngay lập tức. Bạn chỉ có thể dùng lệnh này nếu server của bạn đang có một yêu cầu helpme.

source: Successfully changed your helpme text from `{old}` to `{new}`!
vn_vn: Thành công thay đổi miêu tả yêu cầu cho helpme từ `{old}` thành `{new}`!

source: Cancel your open helpme request
vn_vn: Hủy yêu cầu helpme hiện tại của bạn

source: Cancel your ongoing helpme request. Our Support Team will not join your server. You can only use this command if your server has an open helpme request.
vn_vn: Hủy yêu cầu helpme hiện tại của bạn. Đội hỗ trợ của chúng tôi sẽ không tham gia server của bạn. Bạn chỉ có thể dùng lệnh này nếu server của bạn đang có một yêu cầu helpme.

source: Are you sure you want to cancel your helpme request?
vn_vn: Bạn có chắc muốn hủy yêu cầu helpme hiện tại của bạn?

source: Cancelled cancellation.
vn_vn: Hủy lệnh hủy.

source: Your helpme request has been cancelled.
vn_vn: Yêu cầu helpme của bạn đã được hủy.

source: View your current helpme request
vn_vn: Xem yêu cầu helpme hiện tại của bạn

source: View how your server's current helpme request looks like to our Support Team. You can only use this command if your server has an open helpme request.
vn_vn: Xem yêu cầu helpme hiện tại của bạn hiển thị như thế nào với Đội hỗ trợ. Bạn chỉ có thể dùng lệnh này nếu server của bạn đang có một yêu cầu helpme.

source: Your help request is visible to our support team like this:
vn_vn: Trong mắt Đội hỗ trợ, yêu cầu helpme của bạn trông như sau:

source: Views the help on a topic.
vn_vn: Xem trợ giúp về một chủ đề.

source: Views the help on a topic. The topic may either be a command name or a module name. Command names are always preferred, so for example, `{prefix}help adventure` will show the help on the command, not the module. To view the help on a module explicitely, use `{prefix}help module [name]`
vn_vn: Xem trợ giúp về một chủ đề.. Chủ đề có thể là tên lệnh hoặc tên tập hợp lệnh. Tên lệnh sẽ luôn được ưu tiên, ví dụ: `{prefix}help adventure` sẽ hiển thị trợ giúp về lệnh, không phải tập hợp lệnh. Để xem trợ giúp về tập hợp lệnh, sử dụng `{prefix}help module [tên tập hợp lệnh]`

source: IdleRPG Help {version}
vn_vn: Trợ giúp của IdleRPG {version}

source: **Welcome to the IdleRPG help.** Check out our tutorial! - https://idlerpg.xyz/tutorial/ Are you stuck? Ask for help in the support server! - https://support.idlerpg.xyz/ Do you need personal help? - Contact our support team using `{prefix}helpme`. Would you like to invite me to your server? - https://invite.idlerpg.xyz/ *See `{prefix}help [command]` and `{prefix}help module [module]` for more info*
vn_vn: **Chào mừng đến với Trợ giúp của IdleRPG.** Hãy xem hướng dẫn của chúng tôi! - https://idlerpg.xyz/tutorial/ Bạn bị kẹt? Hãy tìm kiếm giúp đỡ ở server hỗ trợ! - https://support.idlerpg.xyz/ Bạn cần trợ giúp cụ thể? - Liên lạc với đội hỗ trợ của chúng tôi bằng lệnh `{prefix}helpme`. Bạn có muốn mời tôi đến server của bạn không? - https://invite.idlerpg.xyz/ *Xem `{prefix}help [tên lệnh]` và `{prefix}help module [tên tập hợp lệnh]` để biết thêm chi tiết*

source: Modules
vn_vn: Tập hợp lệnh

source: You do not have access to these commands!
vn_vn: Bạn không có quyền sử dụng các lệnh này!

source: See '{prefix}help <command>' for more detailed info
vn_vn: Xem '{prefix}help <command>' để biết thêm chi tiết

source: You do not have access to this command!
vn_vn: Bạn không có quyền sử dụng lệnh này!

source: Aliases
vn_vn: Tên khác

source: Reset a modified item
vn_vn: Chỉnh một vũ khí đã được thay đổi về nguyên trạng

source: `<itemid>` - The ID of the item to reset Reset an item's type and name, if modified. Once an item is reset, it can be sold again.
vn_vn: `<itemid>` - ID của vũ khí bạn muốn trả về nguyên trạng Chỉnh loại và tên vũ khí về nguyên trạng, nếu nó đã được thay đổi. Một khi vũ khí đã được trả về nguyên trạng, nó không thể được bán nữa.

source: You do not own this item.
vn_vn: Bạn không sở hữu vũ khí này.

source: Nothing to do...
vn_vn: Không có gì để làm cả...

source: Item reset.
vn_vn: Vũ khí đã được trả lại nguyên trạng.

source: [basic] Change an item's name
vn_vn: [basic] Thay đổi tên vũ khí

source: `<itemid>` - The ID of the item to rename `<newname>` - The name to give the item, must be shorter than 40 characters Change an item's name. Once an item is renamed, it can no longer be sold. Only basic (or above) tier patrons can use this command.
vn_vn: `<itemid>` - ID vũ khí bạn muốn đổi tên `<newname>` - Tên bạn muốn đặt, phải ít hơn 40 ký tự Thay đổi tên một vũ khí. Một khi tên đã được thay đổi, vũ khí không thể được bán nữa. Chỉ có các nhà tài trợ hạng basic (hoặc cao hơn) có thể dùng lệnh này.

source: Name too long.
vn_vn: Tên quá dài.

source: You don't have an item with the ID `{itemid}`.
vn_vn: Bạn không có vũ khí với ID `{itemid}`.

source: The item with the ID `{itemid}` is now called `{newname}`.
vn_vn: Món đồ với ID `{itemid}` bây giờ được gọi là `{newname}`.

source: [bronze] Change an item's type
vn_vn: [bronze] Thay đổi loại của vũ khí

source: `<itemid>` - The ID of the item to change type `<new_type>` - The type to transform the item into Change an item's type. Once the type changed, the item becomes unsellable. You may not change a two-handed item into a one-handed one, or vice versa. This proves useful for merging items. Only bronze (or above) tier patrons can use this command.
vn_vn: `<itemid>` - ID vũ khí bạn muốn thay đổi loại `<new_type>` - Loại bạn muốn thay đổi vũ khí thành Thay đổi loại của một vũ khí. Một khi loại đã được thay đổi, vũ khí không thể được bán nữa. Bạn không thể thay đổi vũ khí hai tay thành một tay và ngược lại. Lệnh này hữu dụng cho việc hợp nhất vũ khí. Chỉ có các nhà tài trợ hạng bronze (hoặc cao hơn) có thể dùng lệnh này.

source: Invalid type.
vn_vn: Loại vũ khí này không tồn tại.

source: The item is already a {item_type}.
vn_vn: Vũ khí này đã là loại {item_type}.

source: You may not change a two-handed item to a single-handed one and vice-versa due to weapon damage reasons.
vn_vn: Bạn không thể thay đổi vũ khí hai tay thành một tay và ngược lại bởi vì các chỉ số tấn công.

source: The item with the ID `{itemid}` is now a `{itemtype}`.
vn_vn: Vũ khí với ID `{itemid}` bây giờ là `{itemtype}`.

source: [gold] Receive a daily booster
vn_vn: [gold] Nhận một booster mỗi ngày

source: Receive a daily booster. The booster can be a time, money or luck booster. (This command has a cooldown of 24 hours.)
vn_vn: Nhận một booster mỗi ngày. Booster có thể là thời gian, tiền hoặc may mắn. (Lệnh này có thời gian chờ là 24 tiếng.)

source: You received a daily {type_} booster!
vn_vn: Bạn nhận được một booster {type_}!

source: [basic] Change your profile background
vn_vn: [basic] Thay đổi hình nền profile của bạn

source: `<url>` - The image URL to use as the background, may not exceed 60 characters. Change your profile's background image. `{prefix}background reset` sets it to the default one again. This image should be formatted by the `{prefix}makebackground` command, however if you want to get creative and not use an overlay, or create your own, the image dimensions are 800x650. Having trouble finding a short URL? Try following [this tutorial](https://wiki.idlerpg.xyz/index.php?title=Tutorial:_Short_Image_URLs)! Only basic (or above) tier patrons can use this command.
vn_vn: `<url>` - URL hình dùng để làm hình nền, không thế quá 60 ký tự. Thay đổi hình nền profile của bạn. `{prefix}background reset` trả về hình nền mặc định. Hình này nên được chỉnh lại bằng lệnh `{prefix}makebackground`. Tuy nhiên, nếu bạn muốn sáng tạo và không dùng các khung thông tin, hoặc tự tạo hình nền cho bản thân, kích cỡ hình nền là 800x650. Gặp khó khăn trong việc tìm URL ngắn? Hãy thử làm theo [hướng dẫn này](https://wiki.idlerpg.xyz/index.php?title=Tutorial:_Short_Image_URLs)! Chỉ có các nhà tài trợ hạng basic (hoặc cao hơn) có thể dùng lệnh này.

source: That is not a valid premade background.
vn_vn: Đây không phải là một hình nền hợp lệ.

source: I couldn't read that URL. Does it start with `http://` or `https://` and is either a png or jpeg?
vn_vn: Tôi không thể đọc URL này. Nó có bắt đầu bằng `http://` hay `https://` và là png hay jpeg không?

source: The URL is too long.
vn_vn: URL quá dài.

source: Your new profile picture is now: {url}
vn_vn: Hình nền profile mới của bạn bây giờ là: {url}

source: Your profile picture has been reset.
vn_vn: Hình nền profile của bạn đã được trả về nguyên trạng.

source: [basic] Formats an image for background compatability
vn_vn: [basic] Chỉnh bức hình để phù hợp làm hình nền

source: Error when uploading to Imgur.
vn_vn: Lỗi khi upload lên Imgur.

source: Imgur Link for `{prefix}background` {link}
vn_vn: Link Imgur dùng cho `{prefix}background` {link}

source: [basic] Upgrade your guild
vn_vn: [basic] Nâng cấp bang hội của bạn

source: Update your guild member limit and bank size according to your donation tier. Gold (and above) Donators have their bank space quintupled (x5), Silver Donators have theirs doubled. The member limit is set to 100 regardless of donation tier. ⚠ To use this, you have to be the leader of a guild, not just a member. Only basic (or above) tier patrons can use this command.
vn_vn: Nâng cấp giới hạn số thành viên và kích cỡ kho bạc dựa theo hạng tài trợ của bạn. Các nhà tài trợ hạng Gold (và cao hơn) có thể nâng cấp kho bạc lên gấp năm (x5). Các nhà tài trợ hạng Silver có thể nâng cấp kho bạc lên gấp đôi. Giới hạn số thành viên tăng lên 100 cho mọi hạng tài trợ. ⚠ Để dùng lệnh này, bạn phải là bang chủ chứ không chỉ là thành viên. Chỉ có các nhà tài trợ hạng basic (hoặc cao hơn) có thể dùng lệnh này.

source: Your guild was updated.
vn_vn: Bang hội của bạn đã được nâng cấp.

source: Change your background
vn_vn: Thay đổi hình nền của bạn
